[
  {
    "pmid": "38718260",
    "title": "Effects of nano zinc oxide and nano chitosan on the taste masking paracetamol granules.",
    "date": "2024 Jun",
    "journal": "Drug Dev Ind Pharm",
    "authors": [
      "Rashidi T",
      "Shakeri A"
    ],
    "abstract": "The purpose of this study is to investigate the taste masking of Paracetamol granules in the range of 250-850 µm, coated by two nanocomposites prepared from Eudragit ® E100, nanozinc oxide, and nanochitosan, respectively, from 1 to 5% by the weight of the granules."
  },
  {
    "pmid": "15158902",
    "title": "Influence of particle size and shape on flowability and compactibility of binary mixtures of paracetamol and microcrystalline cellulose.",
    "date": "2004 Jun",
    "journal": "Eur J Pharm Sci",
    "authors": [
      "Kaerger JS",
      "Edge S",
      "Price R"
    ],
    "abstract": "The influence of the size and shape of paracetamol particles on the flow and compression behavior of blends (1:1) of microcrystalline cellulose (MCC) was investigated. The effect of paracetamol particle shape was investigated by using two differently prepared samples, micronized and novel engineered Solution Atomization and Xstallization by Sonication (SAXS) particles, which exhibited similar particle size ranges (2-6 microm). The results were compared to data obtained for an untreated paracetamol sample. The blends containing SAXS particles exhibited increased bulk and tapped density and improved flow, compared to the blend containing micronized particles. This may reflect differences in shape since the SAXS particles exhibited spherical morphology. The compressibility of the blend containing untreated paracetamol was greater than blends containing the SAXS and micronized materials, which may reflect the different drug particle sizes and shapes. However, blends containing the needle-shaped particles of pure untreated sample, exhibited poor compactibility after storage at 10% RH. It was found that increasing the moisture content in the blends by storage at 44% RH resulted in an increase in the compactibility of the samples containing untreated and SAXS paracetamol with the blends containing micronized paracetamol being relatively unaffected. In general, tablets prepared from blends containing smaller particles of paracetamol exhibited significantly greater compactibility compared to tablets prepared containing the larger particle sized untreated paracetamol. The use of small, spherical drug particles may result in improvements in the bulk density, densification and compactibility of blends of paracetamol and microcrystalline cellulose."
  },
  {
    "pmid": "11312",
    "title": "The effect of waxes, hydrolysed gelatin and moisture on the compression characteristics of paracetamol and phenacetin.",
    "date": "1976 Aug",
    "journal": "J Pharm Pharmacol",
    "authors": [
      "Obiorah BA",
      "Shotton E"
    ],
    "abstract": "Stearic acid or hard paraffin added to crystals of paracetamol and phenacetin reduced capping of tablets prepared by direct compression but did not produce acceptable tablets because the inter-particular bonds were very weak. The pressure cycle that can be constructed form the measurement of the axial pressure and the corresponding die wall pressures offers information that is useful in the formulation of the tablets. The behaviour of paracetamol or phenacetin and their mixtures with gelatin hydrolysate or water or both shows a similarity to a Mohr body and it appears that the maximum die wall pressure is affected by the particle size of the material compressed and also by the additives present. Good transmission of radial force implies that the material can be initially consolidated, but alone it does not indicate that the tablet formed is physically stable. When the tablet formed remains coherent after the axial pressure is removed the residual die wall pressure remains high. Measurement of the residual die wall pressure might therefore be a useful indicator for identifying satisfactory formulations of substances that cap readily. Hydrolysed gelatin or water or both together produced paracetamol and phenacetin mixtures with satisfacotry compression characteristics."
  },
  {
    "pmid": "16716555",
    "title": "Determination of paracetamol: historical evolution.",
    "date": "2006 Sep 26",
    "journal": "J Pharm Biomed Anal",
    "authors": [
      "Espinosa Bosch M",
      "Ruiz Sánchez AJ",
      "Sánchez Rojas F",
      "Bosch Ojeda C"
    ],
    "abstract": "Paracetamol is a common analgesic and antipyretic drug that is used for the relief of fever, headaches and other minor aches and pains. Their determination in pharmaceuticals is of paramount importance, since an overdose of paracetamol can cause fulminating hepatic necrosis and other toxic effects. Many analytical methodologies have been proposed for the determination of paracetamol. The aim of the present study is to evaluate the utility of different techniques for quantification of paracetamol content in pharmaceutical formulations and biological samples."
  },
  {
    "pmid": "17917430",
    "title": "Determination of paracetamol and orphenadrine citrate in pharmaceutical tablets by modeling of spectrophotometric data using partial least-squares and artificial neural networks.",
    "date": "2007 Oct",
    "journal": "Yakugaku Zasshi",
    "authors": [
      "Sratthaphut L",
      "Ruangwises N"
    ],
    "abstract": "The estimation of paracetamol and orphenadrine citrate in a multicomponent pharmaceutical dosage form by spectrophotometric method has been reported. Because of highly interference in the spectra and the presence of non-linearity caused by the analyte concentrations which deviate from Beer and Lambert's law, partial least-squares (PLS) and artificial neural networks (ANN) techniques were used for the calibration. A validation set of spiked samples was employed for testing the accuracy and precision of the methods. Reasonably good recoveries were obtained with PLS for paracetamol and the use of an ANN allowed the estimation of orphenadrine citrate, a minor component which could not be adequately modeled by PLS. Three production batches of a commercial sample were analysed, and there was statistically no significant difference (P<0.05) between the results with the proposed method and those obtain with the official comparative method."
  },
  {
    "pmid": "23841056",
    "title": "Improving drug loading of mucosal solvent cast films using a combination of hydrophilic polymers with amoxicillin and paracetamol as model drugs.",
    "date": "2013",
    "journal": "Biomed Res Int",
    "authors": [
      "Boateng J",
      "Mani J",
      "Kianfar F"
    ],
    "abstract": "Solvent cast mucosal films with improved drug loading have been developed by combining carboxymethyl cellulose (CMC), sodium alginate (SA), and carrageenan (CAR) using paracetamol and amoxicillin as model drugs and glycerol (GLY) as plasticizer. Films were characterized using X-ray powder diffraction (XRPD), scanning electron microscopy (SEM), folding resilience, swelling capacity, mucoadhesivity, and drug dissolution studies. SA, CMC, and GLY (5 : 3 : 6) films showed maximum amoxicillin loading of 26.3% whilst CAR, CMC, and GLY (1 : 2 : 3) films had a maximum paracetamol loading of 40%. XRPD analysis showed different physical forms of the drugs depending on the amount loaded. Films containing 29.4% paracetamol and 26.3% amoxicillin showed molecular dispersion of the drugs while excess paracetamol was observed on the film surface when the maximum 40% was loaded. Work of adhesion was similar for blank films with slightly higher cohesiveness for CAR and CMC based films, but the differences were significant between paracetamol and amoxicillin containing films. The stickiness and cohesiveness for drug loaded films were generally similar with no significant differences. The maximum percentage cumulative drug release was 84.65% and 70.59% for paracetamol and amoxicillin, respectively, with anomalous case two transport mechanism involving both drug diffusion and polymer erosion."
  },
  {
    "pmid": "799998",
    "title": "The history and usage of paracetamol.",
    "date": "1976",
    "journal": "J Int Med Res",
    "authors": [
      "Spooner JB",
      "Harvey JG"
    ],
    "abstract": "No abstract available."
  },
  {
    "pmid": "40253623",
    "title": "Optimizing paracetamol-ascorbic acid effervescent tablet characteristics: a quality by design approach  .",
    "date": "2025 Jun",
    "journal": "Drug Dev Ind Pharm",
    "authors": [
      "Mazdi NTA",
      "Mior Mat Zin NA",
      "Khairul Hisham MA",
      "Mohd Rus S",
      "Haris MS",
      "Chatterjee B"
    ],
    "abstract": "This study aims to optimize paracetamol-ascorbic acid (PCM-AA) effervescent tablet characteristics through a Quality-by-Design (QbD) approach, investigating the effects of binder concentration, granulation time, and effervescent agents' ratio on hardness, disintegration, and dissolution of the tablets."
  },
  {
    "pmid": "12706999",
    "title": "Management of paracetamol poisoning.",
    "date": "2003 Apr",
    "journal": "Trends Pharmacol Sci",
    "authors": [
      "Dargan PI",
      "Jones AL"
    ],
    "abstract": "Paracetamol is the most common substance involved in self-poisoning in the UK. The main advances made over the past five years in the management of early paracetamol poisoning, identification of risk factors for paracetamol poisoning, understanding of the mechanisms and management of late paracetamol poisoning and issues concerning the prevention of paracetamol poisoning are discussed."
  },
  {
    "pmid": "31081395",
    "title": "Cold water extraction of codeine/paracetamol combination products: a case series and literature review.",
    "date": "2020 Feb",
    "journal": "Clin Toxicol (Phila)",
    "authors": [
      "Harnett JT",
      "Dines AM",
      "Wood DM",
      "Archer JRH",
      "Dargan PI"
    ],
    "abstract": "Introduction: Tampering with opioid containing medications for use other than their prescribed indication is well documented; however, the published literature has concentrated on stronger, prescription opioids. Less potent opioids, such as codeine, are available without prescription in many European countries in the form of combination analgesic products and these can also be altered, with reports in particular of \"cold-water extraction\" being a tampering method achievable using household kitchen equipment. Methods: We searched a database of patients attending two South London emergency departments for cases of self-reported ingestion of the products of cold-water extraction, with subsequent review of their case notes. We searched the scientific and grey literature to identify current knowledge of this technique. Results: We identified seven presentations in six patients, none of whom developed paracetamol toxicity or had concentrations suggesting ingestion of a significant dose of paracetamol. A review of the scientific literature on the method also demonstrated that the technique reduces recovered paracetamol in experimental laboratory settings. Additionally, the established literature characterizes the use of codeine in a recreational setting and reports one fatality associated with the method. Review of grey literature user-forums further describes recreational codeine use in relation to the method and frequent adverse events including hospital admission for paracetamol toxicity. Discussion: Whilst the method appears capable of providing a recreational dose of codeine with reduction in the recovered paracetamol, it cannot be considered safe. Pharmaceutical production methods have been successfully developed to prevent tampering through other means but none thus far have been directed at the cold water extraction technique. Conclusions: Clinicians should be aware of the potential toxicity from tampered nonprescription analgesics. There is also the need for public health education regarding the potential risks associated with these methods."
  },
  {
    "pmid": "18656536",
    "title": "Rheology and molecular mobility of amorphous blends of citric acid and paracetamol.",
    "date": "2009 Jan",
    "journal": "Eur J Pharm Biopharm",
    "authors": [
      "Hoppu P",
      "Hietala S",
      "Schantz S",
      "Juppo AM"
    ],
    "abstract": "The aim of this study was to investigate the rheological properties, molecular mobility and crystallization tendency of pure citric acid and paracetamol or blends of them. Amorphous samples were produced by ethanol-evaporation or by melt-quenching. Enthalpy recovery, glass fragility and heat capacity were determined by differential scanning calorimetry (DSC). Other physical characterization methods were rheology and the crystallization tendency using X-ray powder diffraction (XRPD) and DSC. All the samples behaved as Newtonian liquids and they were fragile glasses. The 50/50 (w/w,%) blend had good physical stability upon consecutive shearing regardless of the preparation method. All the samples were stable for at least one year in dry conditions at -20 degrees C. The melt-produced blends containing 25% or 50% paracetamol were stable at least two years in dry ambient conditions. The good physical stability at ambient temperature cannot be explained by molecular mobility because molecular mobility of the model material is less than 100 s in ambient conditions. Thus other factors, such as the thermodynamic and crystallization driving forces or formation of degradation products, must determine the physical stability of the blends. The composition and processing method have an impact on the physical stability of the sample."
  },
  {
    "pmid": "9688070",
    "title": "Compression behavior of orthorhombic paracetamol.",
    "date": "1998 Jul",
    "journal": "Pharm Res",
    "authors": [
      "Joiris E",
      "Di Martino P",
      "Berneron C",
      "Guyot-Hermann AM",
      "Guyot JC"
    ],
    "abstract": "Orthorhombic crystals of paracetamol exhibit good technological properties during compression. The purpose of this study was to investigate the compression behavior of this substance and to compare it to that of monoclinic paracetamol. From the crystal structure, it could be hypothesized that sliding planes are present in the orthorhombic form, and could be responsible for an increase in crystal plasticity."
  },
  {
    "pmid": "16231956",
    "title": "The safety profile of sustained release paracetamol during therapeutic use and following overdose.",
    "date": "2005",
    "journal": "Drug Saf",
    "authors": [
      "Dart RC",
      "Green JL",
      "Bogdan GM"
    ],
    "abstract": "Sustained release (SR) formulations of paracetamol (acetaminophen) have been introduced in several countries to provide lasting pain relief and reduced risk of rebound pain. However, few studies have evaluated the safety of paracetamol SR formulations. To assess the available published safety data regarding SR formulations of paracetamol, the EMBASE and MEDLINE databases were searched from 1980 to June 2003 for published worldwide human experience with paracetamol SR formulations. All publications that included any information about ingestion of any paracetamol SR formulation were systematically reviewed and abstracted by trained staff. The literature searches returned a total of 14 references containing safety data on paracetamol SR. In addition, the Toxic Exposure Surveillance System (TESS) of the American Association of Poison Control Centers (AAPCC) database was searched for human exposure cases. The TESS database yielded 3003 cases from 1994 to 2002 that involved a paracetamol SR product. The available information indicates that the adverse event and safety profile of paracetamol SR is very similar to immediate release (IR) formulations of paracetamol. During therapeutic use, minor effects such as gastrointestinal upset and headache may occur. The rate of these effects varies substantially among studies but overall does not appear to be different between the SR and IR formulations of paracetamol. Overdose with paracetamol SR is expected to cause liver injury similar to overdose with IR formulations. The number of human exposure cases has increased since introduction of the SR formulation; however, sales of the SR formulation amounted to 7.5% of all paracetamol sales but accounted for 2.5% of the cases reported to poison centres. There were two deaths recorded in the TESS database: both were the result of multiple drug ingestion. No cases of death or unusual types of toxicity have been described from an overdose of paracetamol SR alone."
  },
  {
    "pmid": "6150973",
    "title": "Tensile strengths of paracetamol and Avicel powders and their mixtures.",
    "date": "1984 Nov",
    "journal": "J Pharm Pharmacol",
    "authors": [
      "Bangudu AB",
      "Pilpel N"
    ],
    "abstract": "Measurements were made of the tensile strengths of paracetamol and Avicel powders and of their mixtures. Two quantities were derived from the results; m, a universal constant whose value was 1.00 +/- 0.23 and alpha, a constant of the material. The value of alpha for paracetamol was much larger than that for Avicel and increased slightly with increase in particle size. Adding 25% w/w of Avicel to paracetamol produced a significant decrease in alpha and this fact may account for its use as an excipient in the tableting of paracetamol."
  },
  {
    "pmid": "14620524",
    "title": "Comparison of the rates of disintegration, gastric emptying, and drug absorption following administration of a new and a conventional paracetamol formulation, using gamma scintigraphy.",
    "date": "2003 Oct",
    "journal": "Pharm Res",
    "authors": [
      "Kelly K",
      "O'Mahony B",
      "Lindsay B",
      "Jones T",
      "Grattan TJ",
      "Rostami-Hodjegan A",
      "Stevens HN",
      "Wilson CG"
    ],
    "abstract": "To investigate the hypothesis that faster drug absorption from a new paracetamol formulation containing sodium bicarbonate compared to that from a conventional formulation results from a combination of enhanced gastric emptying and disintegration/dissolution."
  },
  {
    "pmid": "21665401",
    "title": "A fast ultra high pressure liquid chromatographic method for qualification and quantification of pharmaceutical combination preparations containing paracetamol, acetyl salicylic acid and/or antihistaminics.",
    "date": "2011 Sep 10",
    "journal": "J Pharm Biomed Anal",
    "authors": [
      "Deconinck E",
      "Sacré PY",
      "Baudewyns S",
      "Courselle P",
      "De Beer J"
    ],
    "abstract": "A fully validated UHPLC method for the identification and quantification of pharmaceutical preparations, containing paracetamol and/or acetyl salicylic acid, combined with anti-histaminics (phenylephrine, pheniramine maleate, diphenhydramine, promethazine) and/or other additives as quinine sulphate, caffeine or codeine phosphate, was developed. The proposed method uses a Waters Acquity BEH C18 column (2 mm × 100 mm, 1.7 μm) with a gradient using an ammonium acetate buffer pH 4.0 as aqueous phase and methanol as organic modifier. The obtained method was fully validated based on its measurement uncertainty (accuracy profile) and robustness tests. Calibration lines for all components were linear within the studied ranges. The relative bias and the relative standard deviations for all components were respectively smaller than 1.5% and 2%, the β-expectation tolerance limits did not exceed the acceptance limits of 10% and the relative expanded uncertainties were smaller than 5% for all of the considered components. A UHPLC method was obtained for the identification and quantification of these kind of pharmaceutical preparations, which will significantly reduce analysis times and workload for the laboratories charged with the quality control of these preparations."
  },
  {
    "pmid": "26654907",
    "title": "Evaluation of the relationship between effervescent paracetamol and blood pressure: clinical trial.",
    "date": "2015 Dec 10",
    "journal": "BMC Cardiovasc Disord",
    "authors": [
      "Benitez-Camps M",
      "Vinyoles-Bargalló E",
      "Rebagliato-Nadal O",
      "Morros-Pedrós R",
      "Pera-Pujadas H",
      "Dalfó-Baqué A",
      "López-Pavón I",
      "Roca-Sánchez C",
      "Coma-Carbó RM",
      "De La Figuera Von Wichmann M",
      "Mengual-Martínez L",
      "Yuste-Marco C",
      "Teixidó-Colet M",
      "Pepió i Vilaubí JM",
      "Ciurana-Tost R",
      "Pou-Vila R",
      "Vila-Coll MA",
      "Bordas-Julve JM",
      "Aragonès-Forès R",
      "Pelegrina-Rodríguez FJ",
      "Agudo-Ugena J",
      "Blanco-Mata C",
      "de la Iglesia Berrojalbiz J",
      "Burgos-Alonso N",
      "Gómez-Fernández MC"
    ],
    "abstract": "Paracetamol's solubility is achieved by adding to the excipient sodium salts, either as bicarbonate, carbonate or citrate. As the relationship between salt and hypertension is well known, due to the sodium content it has raised a hypothesis that may interfere with the control of that risk factor. Therefore, the objective of this study is to evaluate the effect on blood pressure of effervescent paracetamol compared to non-effervescent, in hypertensive patients."
  },
  {
    "pmid": "9767504",
    "title": "Relative bioavailability and plasma paracetamol profiles of Panadol suppositories in children.",
    "date": "1998 Oct",
    "journal": "J Paediatr Child Health",
    "authors": [
      "Coulthard KP",
      "Nielson HW",
      "Schroder M",
      "Covino A",
      "Matthews NT",
      "Murray RS",
      "Van Der Walt JH"
    ],
    "abstract": "To determine the relative bioavailability and plasma paracetamol concentration profiles following administration of a proprietary formulation of paracetamol suppositories to postoperative children."
  },
  {
    "pmid": "2907530",
    "title": "Multiple compression and plasto-elastic behaviour of paracetamol and microcrystalline cellulose mixtures.",
    "date": "1988 Oct",
    "journal": "J Pharm Pharmacol",
    "authors": [
      "Yu HC",
      "Rubinstein MH",
      "Jackson IM",
      "Elsabbagh HM"
    ],
    "abstract": "Radial tensile strength, friability, ER/PC (elastic recovery/plastic compression) ratio and energy ratio analyses were evaluated for various mixtures of paracetamol and microcrystalline cellulose (Avicel). A good correlation occurred between the energy ratio and the other variables. Linear relationships were found between log tensile strength and percentage energy ratio and also between radial tensile strength and stress relaxation energy. Capping occurred when the percentage energy ratio was greater than 15% and the ER/PC ratio greater than 1.5. To produce tablets with acceptable tensile strength and friability, the percentage energy ratio for Avicel/paracetamol should be greater than 10%. The optimal mixture of the two powders, as far as the tensile strength, friability and absence of capping were concerned, was found to be 50% w/w Avicel, 50% w/w paracetamol."
  },
  {
    "pmid": "29385849",
    "title": "Development of paracetamol-caffeine co-crystals to improve compressional, formulation and in vivo performance.",
    "date": "2018 Jul",
    "journal": "Drug Dev Ind Pharm",
    "authors": [
      "Latif S",
      "Abbas N",
      "Hussain A",
      "Arshad MS",
      "Bukhari NI",
      "Afzal H",
      "Riffat S",
      "Ahmad Z"
    ],
    "abstract": "Paracetamol, a frequently used antipyretic and analgesic drug, has poor compression moldability owing to its low plasticity. In this study, new co-crystals of paracetamol (PCM) with caffeine (as a co-former) were prepared and delineated. Co-crystals exhibited improved compaction and mechanical behavior. A screening study was performed by utilizing a number of methods namely dry grinding, liquid assisted grinding (LAG), solvent evaporation (SE), and anti-solvent addition using various weight ratios of starting materials. LAG and SE were found successful in the screening study. Powders at 1:1 and 2:1 weight ratio of PCM/CAF by LAG and SE, respectively, resulted in the formation of co-crystals. Samples were characterized by PXRD, DSC, and ATR-FTIR techniques. Compressional properties of PCM and developed co-crystals were analyzed by in-die heckle model. Mean yield pressure (Py), an inverse measure of plasticity, obtained from the heckle plots decreased significantly (p < .05) for co-crystals than pure drug. Intrinsic dissolution profile of co-crystals showed up to 2.84-fold faster dissolution than PCM and physical mixtures in phosphate buffer pH 6.8 at 37 °C. In addition, co-crystals formulated into tablets by direct compression method showed better mechanical properties like hardness and tensile strength. In vitro dissolution studies on tablets also showed enhanced dissolution profiles (∼90-97%) in comparison to the tablets of PCM prepared by direct compression (∼55%) and wet granulation (∼85%) methods. In a single dose sheep model study, co-crystals showed up to twofold increase in AUC and C max . A significant (p < .05) decrease in clearance as compared to pure drug was also recorded. In conclusion, new co-crystals of PCM were successfully prepared with improved tabletability in vitro and in vivo profile. Enhancement in AUC and C max of PCM by co-crystallization might suggest the dose reduction and avoidance of side effects."
  },
  {
    "pmid": "19477255",
    "title": "In vitro drug release studies of polymeric freeze-dried wafers and solvent-cast films using paracetamol as a model soluble drug.",
    "date": "2009 Aug 13",
    "journal": "Int J Pharm",
    "authors": [
      "Boateng JS",
      "Matthews KH",
      "Auffret AD",
      "Humphrey MJ",
      "Stevens HN",
      "Eccleston GM"
    ],
    "abstract": "Drug dissolution and release characteristics from freeze-dried wafers and solvent-cast films prepared from sodium carboxymethylcellulose (CMC) have been investigated to determine the mechanisms of drug release from the two systems. The formulations were prepared by freeze-drying (wafers) or drying in air (films), the hydrated gel of the polymer containing paracetamol as a model soluble drug. Scanning electron microscopy (SEM) was used to examine differences between the physical structure of the wafers and films. Dissolution studies were performed using an exchange cell and drug release was measured by UV spectroscopy at 242 nm. The effects of drug loading, polymer content and amount of glycerol (films) on the release characteristics of paracetamol were investigated. The release profiles of paracetamol from the wafers and films were also compared. A digital camera was used to observe the times to complete hydration and dissolution of the wafers containing different amounts of CMC and how that impacts on drug release rates. Both formulations showed sustained type drug release that was modelled by the Korsmeyer-Peppas equation. Changes in the concentration of drug and glycerol (films) did not significantly alter the rate of drug release while increasing polymer content significantly decreased the rate of drug release from both formulations. The results show that the rate of paracetamol release was faster from the wafers than the corresponding films due to differences in their physical structures. The wafers which formed a porous network, hydrated faster than the more dense and continuous, (non-porous) sheet-like structure of the films."
  },
  {
    "pmid": "27486671",
    "title": "Relationship between mechanical properties and crystal structure in cocrystals and salt of paracetamol.",
    "date": "2017 Jan",
    "journal": "Drug Dev Ind Pharm",
    "authors": [
      "Ahmed H",
      "Shimpi MR",
      "Velaga SP"
    ],
    "abstract": "Objectives were to study mechanical properties of various solid forms of paracetamol and relate to their crystal structures. Paracetamol form I (PRA), its cocrystals with oxalic acid (PRA-OXA) and 4,4-bipyridine (PRA-BPY) and hydrochloride salt (PRA-HCL) were selected. Cocrystals and salt were scaled-up using rational crystallization methods. The resulting materials were subjected to different solid-state characterizations. The powders were sieved and 90-360 µm sieve fraction was considered. These powders were examined by scanning electron microscopy (SEM) and densities were determined. Tablets were made at applied pressures of 35-180 MPa under controlled conditions and the tablet height, diameter and hardness were measured. Tensile strength and porosity of the tablets were estimated using well known models. Crystal structures of these systems were visualized and slip planes were identified. Cocrystal and salt of PRA were physically pure. Sieved powders had comparable morphologies and particle size. The apparent and theoretical densities of powders were similar, but no clear trends were observed. The tensile strengths of these compacts were increased with increasing pressure whereas tabletability decreased in the order oxalic acid > PRA-HCL ≈ PRA-OXA > BPY > PRA-BPY. Tablet tensile strength decreases exponentially with increasing porosity with the exception of PRY-BPY and BPY. Slip plane prediction based on attachment energies may not be independently considered. However, it was possible to explain the improved mechanical properties of powders based on the crystal structure. Cocrystallization and salt formation have introduced structural features that are responsible for improved tableting properties of PRA."
  },
  {
    "pmid": "12138601",
    "title": "Paracetamol pack size restriction: the impact on paracetamol poisoning and the over-the-counter supply of paracetamol, aspirin and ibuprofen.",
    "date": "2002 Jun",
    "journal": "Pharmacoepidemiol Drug Saf",
    "authors": [
      "Sheen CL",
      "Dillon JF",
      "Bateman DN",
      "Simpson KJ",
      "MacDonald TM"
    ],
    "abstract": "Self-poisoning occurs with over-the-counter (OTC) drugs, particularly paracetamol (acetaminophen). In 1998, OTC pack sizes of paracetamol were reduced. We have studied the effect of this pack size restriction on OTC supply of paracetamol, aspirin and ibuprofen."
  },
  {
    "pmid": "31981704",
    "title": "Crystallo-co-spray drying as a new approach to manufacturing of drug/excipient agglomerates: Impact of processing on the properties of paracetamol and lactose mixtures.",
    "date": "2020 Mar 15",
    "journal": "Int J Pharm",
    "authors": [
      "McDonagh AF",
      "Tajber L"
    ],
    "abstract": "The novel process of crystallo-co-spray drying of paracetamol and α-lactose monohydrate was investigated by varying the spray dryer inlet temperature and inlet feed solvent composition. A crystalline agglomerate was obtained with no change to the physical structure of either component throughout both investigations and with possible interactions between the hydroxyl groups of the α-lactose monohydrate and the amide and hydroxyl groups of the paracetamol detected. The percentage soluble fraction of the components in the inlet feed had the largest influence on the morphology of the final dried agglomerate. Low excipient soluble fraction resulted in an increase in paracetamol surface coating and high excipient soluble fraction produced agglomerates of highly mixed components. The use of crystallo-co-spray drying can serve as a method of producing an agglomerated blend of crystalline co-spray dried components leading to possible opportunities for process intensification with the reduction of process steps such as blending, agglomeration, drying and milling into one single stage."
  },
  {
    "pmid": "21187133",
    "title": "Systems biology approach to study permeability of paracetamol and its solid dispersion.",
    "date": "2011 Sep 30",
    "journal": "Int J Pharm",
    "authors": [
      "Khan S",
      "Elshaer A",
      "Rahman AS",
      "Hanson P",
      "Perrie Y",
      "Mohammed AR"
    ],
    "abstract": "Physiological changes that take place at cellular level are usually reflective of their level of gene expression. Different formulation excipients have an impact on physiological behavior of the exposed cells and in turn affect transporter genes, enterocyte-mediated metabolism and toxicity biomarkers. The aim of this study was to prepare solid dispersion of paracetamol and evaluate genetic changes that occur in Caco-2 cell lines during the permeability of paracetamol alone and paracetamol solid dispersion formulations. Paracetamol-PEG 8000 solid dispersion was prepared by melt fusion method and the formulation was characterised using differential scanning calorimetry (DSC), scanning electron microscopy (SEM) and Fourier transform infrared spectroscopy (FTIR). Formulation of solid dispersion resulted in the conversion of crystalline drug into an amorphous form. Permeability studies showed that paracetamol absorption was higher from the solid dispersion formulation. DNA microarrays analysis was carried out in order to investigate the involvement of any efflux/uptake transporters in paracetamol or its solid dispersion permeability. Neither transporter carriers nor efflux proteins were found to be involved in the absorption of paracetamol or its PEG solid dispersion. Gene expression analysis established that paracetamol toxicity was potentially reduced upon formulation into solid dispersion when ATP binding cassette (ABC) and solute carrier transporter (SLC) genes were analyzed."
  },
  {
    "pmid": "29366961",
    "title": "Inkjet printing of paracetamol and indomethacin using electromagnetic technology: Rheological compatibility and polymorphic selectivity.",
    "date": "2018 Mar 30",
    "journal": "Eur J Pharm Sci",
    "authors": [
      "Kollamaram G",
      "Hopkins SC",
      "Glowacki BA",
      "Croker DM",
      "Walker GM"
    ],
    "abstract": "Drop-on-demand inkjet printing is a potential enabling technology both for continuous manufacturing of pharmaceuticals and for personalized medicine, but its use is often restricted to low-viscosity solutions and nano-suspensions. In the present study, a robust electromagnetic (valvejet) inkjet technology has been successfully applied to deposit prototype dosage forms from solutions with a wide range of viscosities, and from suspensions with particle sizes exceeding 2 μm. A detailed solid-state study of paracetamol, printed from a solution ink on hydroxypropyl methylcellulose (HPMC), revealed that the morphology of the substrate and its chemical interactions can have a considerable influence on polymorphic selectivity. Paracetamol ink crystallized exclusively into form II when printed on a smooth polyethylene terephthalate substrate, and exclusively into form I when in sufficient proximity to the rough surface of the HPMC substrate to be influenced by confinement in pores and chemical interactions. The relative standard deviation in the strength of the dosage forms was <4% in all cases, for doses as low as 0.8 mg, demonstrating the accuracy and reproducibility associated with electromagnetic inkjet technology. Good adhesion of indomethacin on HPMC was achieved using a suspension ink with hydroxypropyl cellulose, but not on an alternative polyethylene terephthalate substrate, emphasising the need to tailor the binder to the substrate. Future work will focus on lower-dose drugs, for which dosing flexibility and fixed dose combinations are of particular interest."
  },
  {
    "pmid": "25500485",
    "title": "Bioavailability and pharmacokinetic profile of a newly-developed twice-a-day sustained-release paracetamol formulation.",
    "date": "2015 Feb",
    "journal": "Int J Clin Pharmacol Ther",
    "authors": [
      "Liu DJ",
      "Collaku A",
      "Youngberg SP"
    ],
    "abstract": "A new twice daily sustained-release (SR) paracetamol formulation was developed to improve convenience and enhance patient compliance for treatment of pain from chronic diseases. This research aimed to evaluate bioavailability and compare pharmacokinetic (PK) properties of the new SR paracetamol formulation (2x1,000 mg) with those of immediate-release (IR) paracetamol (2x500 mg) and existing extended-release (ER) paracetamol (2x665 mg)."
  },
  {
    "pmid": "30275684",
    "title": "Glucosamine-paracetamol spray-dried solid dispersions with maximized intrinsic dissolution rate, bioavailability and decreased levels of in vivo toxic metabolites.",
    "date": "2018",
    "journal": "Drug Des Devel Ther",
    "authors": [
      "Ali AMA",
      "Khames A",
      "Alrobaian MM",
      "Hamaidi M",
      "Abourehab MA"
    ],
    "abstract": "This study is aimed at preparing and testing physicochemical, pharmacokinetic and levels of toxic metabolites of paracetamol and glucosamine solid dispersions intended for multiple deliveries via the parenteral or per oral route."
  },
  {
    "pmid": "19132456",
    "title": "Perceived barriers to paracetamol (acetaminophen) prescribing, especially following rofecoxib withdrawal from the market.",
    "date": "2009 May",
    "journal": "Clin Rheumatol",
    "authors": [
      "Barozzi N",
      "Tett SE"
    ],
    "abstract": "Cyclooxygenase-2 inhibitor (COX-2) inhibitors were publicly subsidized in Australia for osteoarthritis. However, guidelines still recommended paracetamol as first choice therapy. When rofecoxib was withdrawn in 2004, paracetamol should have been offered as replacement. However, dispensing data indicate no increase in paracetamol use. The objective of this study was to gain understanding about barriers to paracetamol use and to identify what choices consumers were offered after rofecoxib withdrawal. We conducted two focus groups (consumers and pharmacists) and 15 semi-structured interviews (seven with patients taking rofecoxib at the time it was withdrawn in Australia, four with pharmacists, and four with general practitioners). Familiarity with and use of paracetamol, perceived strengths and weaknesses of paracetamol for chronic pain, and choices given about therapy changes were investigated. All interviews and focus groups were recorded, transcribed verbatim, and thematically analyzed. Consumers reported that transfer of information on their medicines was limited or absent. They perceived that their knowledge about COX-2 inhibitor safety and/or appropriate use of paracetamol was lacking. Pharmacists agreed that several factors were relevant concerning paracetamol and COX-2 inhibitor use, including lack of counseling and information for consumers. Not personalizing prescribing to elderly patients was identified as a weakness. Consumers who had received rofecoxib were divided about their perceptions of the efficacy of paracetamol. It appears that when rofecoxib was withdrawn, they were not offered an opportunity to try paracetamol. Consumers in this study appeared to have poor knowledge about the opportunity to effectively use paracetamol. Consumers did not remember being given the choice to use paracetamol as regular treatment for chronic pain. Pharmacists and doctors did not appear to be discussing options for pain control well with consumers and had mismatched perceptions with consumers about paracetamol. An educational intervention to encourage more rational use of paracetamol is now being planned to provide consumers with more knowledge about paracetamol effective use."
  },
  {
    "pmid": "32853574",
    "title": "Comparative Physicochemical Evaluation of Starch Extracted from Pearl millet seeds grown in Sudan as a Pharmaceutical Excipient against Maize and Potato Starch, using Paracetamol as a model drug.",
    "date": "2021 Jan",
    "journal": "Ann Pharm Fr",
    "authors": [
      "Osman Z",
      "Farah Y",
      "Ali Hassan H",
      "Elsayed S"
    ],
    "abstract": "The aim of the current study was to compare the physicochemical and disintegrant properties of pearl millet starch with other starches using paracetamol as model drug."
  },
  {
    "pmid": "17118591",
    "title": "Effects of solid-state reaction between paracetamol and cloperastine hydrochloride on the pharmaceutical properties of their preparations.",
    "date": "2007 Apr 20",
    "journal": "Int J Pharm",
    "authors": [
      "Sakata Y",
      "Tanabe E",
      "Sumikawa T",
      "Shiraishi S",
      "Tokudome Y",
      "Otsuka M"
    ],
    "abstract": "Tablets containing both paracetamol (PM) and cloperastine hydrochloride (CLH) in a combination formulation prepared by standard vertical granulation technology were found to have altered pharmaceutical properties. The hardness and disintegration time of tablets containing both PM and CLH gradually increased during storage, and the cross-screw did not operate smoothly during preparation of the mixed powder. The objective of the present study was to investigate the mechanism of formation of eutectic mixtures consisting of PM and CLH. Binary mixtures of PM and CLH in various proportions were prepared as physical mixtures and analyzed by DSC to study their thermal behavior. Phase diagrams obtained from the endothermic peaks due to melting of physical mixtures of PM and CLH demonstrated the formation of eutectic mixtures with eutectic temperatures of 86.9-110.2 degrees C depending on the ratio of constituents. The formation of the eutectic mixture was studied for a 50:50 mol.% ratio of PM and CLH. PXRD analysis revealed that the eutectic mixture of PM and CLH is structurally different from native PM and CLH. The most probable interaction sites between PM and CLH were demonstrated by DSC analysis of a binary mixture of PM and CLH prepared by melt quenching."
  },
  {
    "pmid": "12098841",
    "title": "A new rapidly absorbed paracetamol tablet containing sodium bicarbonate. I. A four-way crossover study to compare the concentration-time profile of paracetamol from the new paracetamol/sodium bicarbonate tablet and a conventional paracetamol tablet in fed and fasted volunteers.",
    "date": "2002 May",
    "journal": "Drug Dev Ind Pharm",
    "authors": [
      "Rostami-Hodjegan A",
      "Shiran MR",
      "Ayesh R",
      "Grattan TJ",
      "Burnett I",
      "Darby-Dowman A",
      "Tucker GT"
    ],
    "abstract": "The primary objective of this four-way crossover study was to compare the concentration-time profile of paracetamol from a new rapidly absorbed paracetamol tablet containing sodium bicarbonate (PS) with a conventional paracetamol tablet (P), in a panel of 28 fed and fasted healthy volunteers. The results demonstrated that paracetamol was absorbed more rapidly from tablets containing sodium bicarbonate compared to conventional tablets, as indicated by a shorter tmax in both the fed and fasted state and a higher Cmax in the fasted state. The two formulations were bioequivalent with respect to area under curve (AUC). Food did not affect the extent of absorption from either formulation, as indicated by AUC, however, food did reduce the rate of absorption from both formulations, as indicated by a longer tmax and a lower Cmax. Metabolic activation of paracetamol to its oxidation metabolites, as assessed by combined partial clearances to subsequent secondary metabolites cysteine and mercapturic acid conjugates, indicated that the two formulations were bioequivalent in this respect."
  },
  {
    "pmid": "25127609",
    "title": "Simultaneous voltammetric determination of paracetamol and ascorbic acid using a boron-doped diamond electrode modified with Nafion and lead films.",
    "date": "2014 Nov",
    "journal": "Talanta",
    "authors": [
      "Tyszczuk-Rotko K",
      "Bęczkowska I",
      "Wójciak-Kosior M",
      "Sowa I"
    ],
    "abstract": "The paper describes the fabrication and application of a novel sensor (a boron-doped diamond electrode modified with Nafion and lead films) for the simultaneous determination of paracetamol and ascorbic acid by differential pulse voltammetry. The main advantage of the lead film and polymer covered boron-doped diamond electrode is that the sensitivity of the stripping responses is increased and the separation of paracetamol and ascorbic acid signals is improved due to the modification of the boron-doped diamond surface by the lead layer. Additionally, the repeatability of paracetamol and ascorbic acid signals is improved by the application of the Nafion film coating. In the presence of oxygen, linear calibration curves were obtained in a wide concentration range from 5×10(-7) to 2×10(-4) mol L(-1) for paracetamol and from 1×10(-6) to 5×10(-4) mol L(-1) for ascorbic acid. The analytical utility of the differential pulse voltammetric method elaborated was tested in the assay of paracetamol and ascorbic acid in commercially available pharmaceutical formulations and the method was validated by high performance liquid chromatography coupled with diode array detector."
  },
  {
    "pmid": "18242020",
    "title": "Characterisation of solid dispersions of paracetamol and EUDRAGIT E prepared by hot-melt extrusion using thermal, microthermal and spectroscopic analysis.",
    "date": "2008 Apr 16",
    "journal": "Int J Pharm",
    "authors": [
      "Qi S",
      "Gryczke A",
      "Belton P",
      "Craig DQ"
    ],
    "abstract": "Hot-melt extrusion has attracted considerable interest within the pharmaceutical industry. However, there remains some uncertainty as to how to characterise the physical structure of the extruded systems, particularly in terms of identifying the nature of the drug dispersion within the polymer. The aim of the study was to develop a combined thermal, imaging and spectroscopic approach for the identification and characterisation of the drug and polymer structure. Solid dispersions containing 10% and 20% paracetamol in EUDRAGIT E were prepared by hot-melt extrusion into elongated strands. Differential scanning calorimetry (DSC) run at scanning rates up to 100 degrees C/min, modulated temperature DSC, microthermal analysis (mu-TA) and Attenuated Reflection Fourier Transform IR (ATR-FTIR) were used to characterise the systems. It was noted that the glass transition of the dispersions were considerably lower than the polymer alone, indicating dispersion of the drug in the polymer on a molecular basis. However, thermal and spectroscopic evidence was also obtained for the presence of crystalline drug at the 10% and 20% loadings, indicating that the drug was present in two physical forms simultaneously. Furthermore, both ATR-FTIR and microthermal analysis indicated that the drug crystals were preferentially located in the centre, rather than on the surface, of the extrudate. The study has indicated that the dispersion of the drug in the polymer may be complex in terms of both physical form and spatial distribution, with potential ramifications for stability and dissolution kinetics. In addition, the investigation has indicated that the combined approach outlined here is highly appropriate, as no single technique may yield all the required information."
  },
  {
    "pmid": "19574",
    "title": "The effect of temperature on the tensile strength and disintegration of paracetamol and oxytetracycline tablets.",
    "date": "1977 Jul",
    "journal": "J Pharm Pharmacol",
    "authors": [
      "Pilpel N",
      "Esezobo S"
    ],
    "abstract": "The tensile strengths and disintegration times of paracetamol and oxytetracycline tablets at room temperature are higher when they have been prepared at high temperatures, e.g. 85 degrees, than at room temperature or below, e.g.--20 degrees. The activation energies of the two materials, 3 and 1 k cal mol-1 (13 and 4kJmol-1) respectively, were derived from plots of log tensile strength and log disintegration time versus the reciprocal of the absolute temperature. The results have been explained in terms of sintering theory and the formation of welded bonds between particles."
  },
  {
    "pmid": "20080382",
    "title": "[Treating pain after dental surgery: a randomised, controlled, double-blind trial to assess a new formulation of paracetamol, opium powder and caffeine versus tramadol or placebo].",
    "date": "2010 May",
    "journal": "Presse Med",
    "authors": [
      "Borel JF",
      "Deschaumes C",
      "Devoize L",
      "Huard C",
      "Orliaguet T",
      "Dubray C",
      "Baudet-Pommel M",
      "Dallel R"
    ],
    "abstract": "The aim of this study was to evaluate the analgesic efficacy and the safety of the association, paracetamol, opium prepared and caffeine, in two different dosages as compared to the conventional analgesic tramadol hydrochloride, on acute postoperative dental pain."
  },
  {
    "pmid": "16526453",
    "title": "Simultaneous spectrophotometric determination of paracetamol and salicylamide in human serum and pharmaceutical formulations by a differential kinetic method.",
    "date": "2005 Nov-Dec",
    "journal": "J AOAC Int",
    "authors": [
      "Zarei AR",
      "Afkhami A",
      "Sarlak N"
    ],
    "abstract": "A rapid, simple, and sensitive differential kinetic method is presented for the determinations of acetaminophen (also known as paracetamol) and salicylamide. The method is based on their oxidation reaction by Fe3+ ion in the presence of 1, 10-phenanthroline as indicator. The reactions can be monitored spectrophotometrically by measuring the increase in the absorbance of the solution at 510 nm. Two times were selected one in which only paracetamol is oxidized by Fe3+ ion and the other in which both drugs are oxidized by Fe3+ ion. The data were evaluated by the proportional equations method. The method allowed the simultaneous determination of paracetamol and salicylamide at concentrations between 0.5-20 and 1-40 microg/mL with relative standard deviations of 3.47 and 2.58%, respectively. The method was applied to the simultaneous determination of paracetamol and salicylamide in human serum and pharmaceutical formulations."
  },
  {
    "pmid": "24395640",
    "title": "Design and optimization of self-nanoemulsifying delivery system to enhance quercetin hepatoprotective activity in paracetamol-induced hepatotoxicity.",
    "date": "2014 Feb",
    "journal": "J Pharm Sci",
    "authors": [
      "Ahmed OA",
      "Badr-Eldin SM",
      "Tawfik MK",
      "Ahmed TA",
      "El-Say KM",
      "Badr JM"
    ],
    "abstract": "The present study aimed to develop optimized quercetin (QT)-loaded self-nanoemulsifying drug delivery system (SNEDDS) that offers protective effect against liver damage. Solubility study of QT in different oils, surfactants, and cosurfactants was performed. Ternary phase mixtures of the selected components were constructed to select a suitable range for each component. Experimental mixture design was utilized to optimize SNEDDSs that possess smaller globule size with enhanced emulsification and dissolution rates. QT SNEDDS was compared with QT suspension control and silymarin. In vivo evaluation and histopatholgical study of the selected QT SNEDDSs were achieved after administration of paracetamol over dosage to albino rats. Two optimized formulations were selected; one based on Sefsol and the other based on linoleic acid as an oily phase, Tween(®) 80 and polyethylene glycol 400 as surfactant and cosurfactant, respectively. Both Sefsol and linoleic-acid-optimized SNEDDS formulation showed no symptoms associated with toxicity and offered protective effect against paracetamol-induced hepatotoxicity by scavenging free radicals, attenuating lipid peroxidation, and enhancing the activity of antioxidants. The histopatholgical observations revealed that the inflammatory infiltrations induced by paracetamol were significantly ameliorated."
  },
  {
    "pmid": "17474510",
    "title": "Application of derivative, derivative ratio, and multivariate spectral analysis and thin-layer chomatography-densitometry for determination of a ternary mixture containing drotaverine hydrochloride, caffeine, and paracetamol.",
    "date": "2007 Mar-Apr",
    "journal": "J AOAC Int",
    "authors": [
      "Metwally FH",
      "El-Saharty YS",
      "Refaat M",
      "El-Khateeb SZ"
    ],
    "abstract": "New selective, precise, and accurate methods are described for the determination of a ternary mixture containing drotaverine hydrochloride (I), caffeine (II), and paracetamol (III). The first method uses the first (D1) and third (D3) derivative spectrophotometry at 331 and 315 nm for the determination of (I) and (III), respectively, without interference from (II). The second method depends on the simultaneous use of the first derivative of the ratio spectra (DD1) with measurement at 312.4 nm for determination of (I) using the spectrum of 40 microg/mL (III) as a divisor or measurement at 286.4 and 304 nm after using the spectrum of 4 microg/mL (I) as a divisor for the determination of (II) and (III), respectively. In the third method, the predictive abilities of the classical least-squares, principal component regression, and partial least-squares were examined for the simultaneous determination of the ternary mixture. The last method depends on thin-layer chromatography-densitometry after separation of the mixture on silica gel plates using ethyl acetate-chloroform-methanol (16 + 3 + 1, v/v/v) as the mobile phase. The spots were scanned at 281, 272, and 248 nm for the determination of (I), (II), and (III), respectively. Regression analysis showed good correlation in the selected ranges with excellent percentage recoveries. The chemical variables affecting the analytical performance of the methodology were studied and optimized. The methods showed no significant interferences from excipients. Intraday and interday assay precision and accuracy values were within regulatory limits. The suggested procedures were checked using laboratory-prepared mixtures and were successfully applied for the analysis of their pharmaceutical preparations. The validity of the proposed methods was further assessed by applying a standard addition technique. The results obtained by applying the proposed methods were statistically analyzed and compared with those obtained by the manufacturer's method."
  },
  {
    "pmid": "17331340",
    "title": "Characterisation of blends of paracetamol and citric acid.",
    "date": "2007 Mar",
    "journal": "J Pharm Pharmacol",
    "authors": [
      "Hoppu P",
      "Jouppila K",
      "Rantanen J",
      "Schantz S",
      "Juppo AM"
    ],
    "abstract": "The purpose of this study was to characterise physically stable amorphous blends that were sticky (low glass transition temperature) in ambient conditions. The effects of composition, melting time and melting temperature were evaluated with respect to physical and chemical property. Citric acid anhydrate and paracetamol were melt-quenched as binary mixtures and as pure materials. Bulk samples were characterised by differential scanning calorimetry, X-ray powder diffractometry, and Raman and Fourier transform infrared spectroscopy. The composition and the sample exposure to moisture affected significantly the physical stability of samples. The extreme melting conditions, coupled with long exposure to heat and a high melting temperature, lowered the overall crystallisation rate. Paracetamol had a stronger tendency to crystallise from the blends than did citric acid. The 50:50% (w/w) blend was physically stable for at least 27 weeks in dry conditions and was partly crystalline after 4 weeks of storage at a relative humidity of 43%. The result of the physical stability of blends is discussed in terms of hydrogen bonding interaction between paracetamol and citric acid and in relation to degradation products formed in a mixing state."
  },
  {
    "pmid": "27038581",
    "title": "Novel pure component contribution, mean centering of ratio spectra and factor based algorithms for simultaneous resolution and quantification of overlapped spectral signals: An application to recently co-formulated tablets of chlorzoxazone, aceclofenac and paracetamol.",
    "date": "2016 Jun 15",
    "journal": "Spectrochim Acta A Mol Biomol Spectrosc",
    "authors": [
      "Toubar SS",
      "Hegazy MA",
      "Elshahed MS",
      "Helmy MI"
    ],
    "abstract": "In this work, resolution and quantitation of spectral signals are achieved by several univariate and multivariate techniques. The novel pure component contribution algorithm (PCCA) along with mean centering of ratio spectra (MCR) and the factor based partial least squares (PLS) algorithms were developed for simultaneous determination of chlorzoxazone (CXZ), aceclofenac (ACF) and paracetamol (PAR) in their pure form and recently co-formulated tablets. The PCCA method allows the determination of each drug at its λmax. While, the mean centered values at 230, 302 and 253nm, were used for quantification of CXZ, ACF and PAR, respectively, by MCR method. Partial least-squares (PLS) algorithm was applied as a multivariate calibration method. The three methods were successfully applied for determination of CXZ, ACF and PAR in pure form and tablets. Good linear relationships were obtained in the ranges of 2-50, 2-40 and 2-30μgmL(-1) for CXZ, ACF and PAR, in order, by both PCCA and MCR, while the PLS model was built for the three compounds each in the range of 2-10μgmL(-1). The results obtained from the proposed methods were statistically compared with a reported one. PCCA and MCR methods were validated according to ICH guidelines, while PLS method was validated by both cross validation and an independent data set. They are found suitable for the determination of the studied drugs in bulk powder and tablets."
  },
  {
    "pmid": "12644364",
    "title": "Preparation and evaluation of a melt pelletised paracetamol/stearic acid sustained release delivery system.",
    "date": "2003 Mar 26",
    "journal": "J Control Release",
    "authors": [
      "Grassi M",
      "Voinovich D",
      "Moneghini M",
      "Franceschinis E",
      "Perissutti B",
      "Filipovic-Grcic J"
    ],
    "abstract": "The potential of a sustained release formulation for paracetamol produced by melt pelletisation was investigated. The chosen formulation was based on the combination of stearic acid as a melting binder and anhydrous lactose as a filler. After determination of the size distribution, the pellet characterisation included scanning electron microscopy (SEM), X-ray photoelectron spectroscopy (XPS), specific surface area and true density determination. Hence, the in vitro release from every single size fraction (2000, 1250, 800, 630, <630 microm) was evaluated and the release mechanism was analysed with the help of an appropriate mathematical model. The results of drug content and superficial atomic composition were found to be constant in all pellets size fractions, attesting the ability of melt pelletisation in a high shear mixer to form a product with homogeneous composition. The mathematical model is built on the hypotheses that drug diffusion and solid drug dissolution in the release environment are the key phenomena affecting drug release kinetics. Smaller classes apart (particles are not perfectly spherical), the comparison between model best fitting and experimental data indicated the reasonability of these hypotheses. Moreover, model reliability is proved by its ability of predicting drug release from a known mixture of the above mentioned particles classes."
  },
  {
    "pmid": "24500339",
    "title": "Neem gum as a binder in a formulated paracetamol tablet with reference to Acacia gum BP.",
    "date": "2014 Apr",
    "journal": "AAPS PharmSciTech",
    "authors": [
      "Ogunjimi AT",
      "Alebiowu G"
    ],
    "abstract": "This study determined the physical, compressional, and binding properties of neem gum (NMG) obtained from the trunk of Azadirachta indica (A Juss) in a paracetamol tablet formulation in comparison with official Acacia gum BP (ACA). The physical and flow properties were evaluated using density parameters: porosity, Carr's index, Hausner's ratio, and flow rate. Compressional properties were analyzed using Heckel and Kawakita equations. The tensile strength, brittle fracture index, and crushing strength-friability/disintegration time ratio were used to evaluate the mechanical properties of paracetamol tablets while the drug release properties of the tablets were assessed using disintegration time and dissolution times. Tablet formulations containing NMG exhibited faster onset and higher amount of plastic deformation during compression than those containing ACA. Neem gum produced paracetamol tablets with lower mechanical strength; however, the tendency of the tablets to cap or laminate was lower when compared to those containing ACA. Inclusion of NMG improved the balance between binding and disintegration properties of paracetamol tablets produced than those containing ACA. Neem gum produced paracetamol tablets with lower disintegration and dissolution times than those containing ACA."
  },
  {
    "pmid": "28596036",
    "title": "The oriented processes for extraction and recovery of paracetamol compound across different affinity polymer membranes. Parameters and mechanisms.",
    "date": "2018 May",
    "journal": "Eur J Pharm Biopharm",
    "authors": [
      "El Atmani EH",
      "Benelyamani A",
      "Mouadili H",
      "Tarhouchi S",
      "Majid S",
      "Touaj K",
      "Lebrun L",
      "Hlaibi M"
    ],
    "abstract": "Membrane processes represent one of the most promising technologies for separation and extraction in modern industries, because they have several advantages. Today these processes are an important research topic, including affinity polymer membranes that are highly efficient for oriented processes. Three affinity polymer membrane types containing lipophilic compounds, methyl cholate (MC) and cholic acid (CA) as extractive agents were prepared and characterized. They have been used to extract active ingredient paracetamol (acetaminophen), from concentrated solutions (0.08-0.01M). Substrate acetaminophen is an important active ingredient and its recovery as a pure compound, is very useful for the pharmaceutical industry. These affinity polymer membranes were adopted to perform experiments on a facilitated extraction process of this substrate at different medium acidities and temperatures. Macroscopic parameters, permeabilities (P) and initial fluxes (J 0 ) for a facilitated extraction of this substrate through each membrane were determined. The results indicate that values of initial fluxes (J 0 ) of the extracted substrate are related to its initial concentration C 0 by a saturation law, which allowed to determine microscopic parameters, apparent diffusion coefficients (D * ) and association constants (K ass ) of formed entity (substrate - extractive agent) (ST). The results show a clear influence of temperature and acidity factors on the evolution of these parameters and membrane performances in this studied process. Activation parameters (E a , ΔH ≠ , and ΔS ≠ ) were determined and the values indicate that high performances of these membrane types are certainly related to the movement nature of the substrate across the organic phase, and the structures of the substrate and the extractive agent."
  },
  {
    "pmid": "17022846",
    "title": "A pharmacokinetic study investigating the rate of absorption of a 500 mg dose of a rapidly absorbed paracetamol tablet and a standard paracetamol tablet.",
    "date": "2006 Oct",
    "journal": "Curr Med Res Opin",
    "authors": [
      "Ibáñez Y",
      "Rodríguez JM",
      "Luján M",
      "Grattan TJ",
      "Martin AJ",
      "Burnett I"
    ],
    "abstract": "A rapidly absorbed tablet formulation of paracetamol containing sodium bicarbonate (PS) has been previously shown to be absorbed at least twice as fast as a standard paracetamol tablet (P) at a 1 g dose. In South America and Asia it is customary for patients to take a 500 mg dose of analgesic. The objective of this pharmacokinetic study was to compare the rate of absorption of PS versus P at a 500 mg dose."
  },
  {
    "pmid": "27497612",
    "title": "Formulation of paracetamol-containing pastilles with in situ coating technology.",
    "date": "2016 Dec 1",
    "journal": "Eur J Pharm Sci",
    "authors": [
      "Katona G",
      "Szalontai B",
      "Budai-Szűcs M",
      "Csányi E",
      "Szabó-Révész P",
      "Jójárt-Laczkovich O"
    ],
    "abstract": "The focus of this research was to apply the in situ coating technology for producing paracetamol- (PCT-) containing pastilles for paediatric use from a eutectic of two sugar alcohols (sorbitol, xylitol) in one step. This type of melt-technology is more cost-efficient and simpler than other conventional tableting technologies, whereby the formation of the pastilles and their coating occur upon the same fabrication step. We managed to produce pastilles having a softer core and a harder, resistant shell in one cooling step. Adding polyethylene glycol (PEG) 2000 or 6000 to the PCT-containing eutectic, the dissolution rate of PCT could be considerably increased, especially when using PEG 2000, reaching equal dissolution characteristics both under mouth- and gastric-specific conditions. Distributions of the components within the pastilles have been determined by X-ray scattering and Raman spectroscopy. Physico-chemical parameters of the xylitol-sorbitol eutectic and their changes upon adding PCT and PEGs have been determined, and it has been revealed that xylitol and sorbitol form a new entity with a distinguished crystal structure. The significant changes in viscosity were explained and the interaction in the eutectic mixture was investigated using Fourier transform infrared spectroscopy (FT-IR). The uniformity of the physical parameters of the pastilles (including size, weight and drug content) also demonstrates the feasibility of using the cost-efficient and simple one-step eutectic-cooling technology for manufacturing pastilles."
  },
  {
    "pmid": "17383842",
    "title": "Optimisation and validation of a rapid and efficient microemulsion liquid chromatographic (MELC) method for the determination of paracetamol (acetaminophen) content in a suppository formulation.",
    "date": "2007 May 9",
    "journal": "J Pharm Biomed Anal",
    "authors": [
      "McEvoy E",
      "Donegan S",
      "Power J",
      "Altria K"
    ],
    "abstract": "A rapid and efficient oil-in-water microemulsion liquid chromatographic method has been optimised and validated for the analysis of paracetamol in a suppository formulation. Excellent linearity, accuracy, precision and assay results were obtained. Lengthy sample pre-treatment/extraction procedures were eliminated due to the solubilising power of the microemulsion and rapid analysis times were achieved. The method was optimised to achieve rapid analysis time and relatively high peak efficiencies. A standard microemulsion composition of 33 g SDS, 66 g butan-1-ol, 8 g n-octane in 1l of 0.05% TFA modified with acetonitrile has been shown to be suitable for the rapid analysis of paracetamol in highly hydrophobic preparations under isocratic conditions. Validated assay results and overall analysis time of the optimised method was compared to British Pharmacopoeia reference methods. Sample preparation and analysis times for the MELC analysis of paracetamol in a suppository were extremely rapid compared to the reference method and similar assay results were achieved. A gradient MELC method using the same microemulsion has been optimised for the resolution of paracetamol and five of its related substances in approximately 7 min."
  },
  {
    "pmid": "26353962",
    "title": "Development and Validation of a New HPLC Method for the Simultaneous Determination of Paracetamol, Ascorbic Acid, and Pseudoephedrine HCl in their Co-formulated Tablets. Application to in vitro Dissolution Testing.",
    "date": "2015",
    "journal": "Anal Sci",
    "authors": [
      "Ibrahim F",
      "El-Enany N",
      "El-Shaheny RN",
      "Mikhail IE"
    ],
    "abstract": "The first HPLC method was developed for the simultaneous determination of paracetamol (PC), ascorbic acid (AA), and pseudoephedrine HCl (PE) in their co-formulated tablets. Separation was achieved on a C18 column in 5 min using a mobile phase composed of methanol-0.05 M phosphate buffer (35:65, v/v) at pH 2.5 with UV detection at 220 nm. Linear calibration curves were constructed over concentration ranges of 1.0 - 50.0, 3.0 - 60.0 and 3.0 - 80.0 μg mL(-1) for PC, AA, and PE, respectively. The method was validated and applied for the simultaneous determination of these drugs in their tablets with average % recoveries of 101.17 ± 0.67, 98.34 ± 0.77, and 98.95 ± 1.11%, for PC, AA, and PE, respectively. The proposed method was also used to construct in vitro dissolution profiles of the co-formulated tablets containing the three drugs."
  },
  {
    "pmid": "19427478",
    "title": "Simultaneous determination of acetylsalicylic acid, paracetamol and caffeine using solid-phase molecular fluorescence and parallel factor analysis.",
    "date": "2009 May 29",
    "journal": "Anal Chim Acta",
    "authors": [
      "Alves JC",
      "Poppi RJ"
    ],
    "abstract": "This paper describes the determination of acetylsalicylic acid (ASA), paracetamol and caffeine in pharmaceutical formulations using solid-phase molecular fluorescence and second order multivariate calibration. This methodology is applicable even in the presence of unknown interferences and with spectral overlap of the components in the mixture. Parallel factor analysis (PARAFAC) was used for model development, whose effectiveness was demonstrated by analysis of variance (ANOVA). Errors below 10% were obtained for all compounds using an external validation set. Benefits of the new procedures not included in the reference methods such as low cost, no need of sample preparation, simple and fast analysis using fluorescence spectrometer and no generation of waste, make this method very attractive, allowing for the simultaneous determination of compounds with good reproducibility and accuracy."
  },
  {
    "pmid": "14769246",
    "title": "The effects of starches on mechanical properties of paracetamol tablet formulations. I. Pregelatinization of starch binders.",
    "date": "2003 Sep",
    "journal": "Acta Pharm",
    "authors": [
      "Alebiowu G",
      "Itiola OA"
    ],
    "abstract": "A study has been made of the effects of pregelatinization of native sorghum and plantain starches on the mechanical properties of a paracetamol tablet formulation in comparison with corn starch BP. The mechanical properties tested, viz. tensile strength (T) and brittle fracture index (BFI) of the paracetamol tablets were affected by pregelatinization of the starch. The results suggest that pregelatinized starches may be useful as binders when a particular degree of bond strength and brittleness is desired."
  }
]