{
  "executive_points": [],
  "key_findings": [],
  "risks": [],
  "opportunities": [],
  "repurposing_signals": [],
  "confidence_note": "",
  "source": "uploaded_docs",
  "document_count": 3,
  "raw_text_preview": "Documentation of a heroin manufacturing\nprocess in Afghanistan\n\nU. Zerell, B. Ahrens and P. Gerz*\nFederal Criminal Police Office, Wiesbaden, Germany\n\nABSTRACT\n\nThe present article documents an authentic process of heroin manufacturing\nin Afghanistan: white heroin hydrochloride produced using simple equipment and\na small quantity of chemicals. The quantities of chemicals actually used corres-\nponded to the minimum needed for manufacturing heroin. The only organic solvent\nused was acetone, and only a very small quantity of it was used.\n\nBecause the chemicals used in the demonstration were from actual seizures\nin Afghanistan, some of the chemicals had been disguised or repackaged by\nsmugglers. Others had been put into labelled containers that proved to be counter-\nfeit, and some glass containers used were not the original containers of the\nmanufacturer displayed on the label.\n\nThe brown heroin base prepared as an intermediate step in the process shares\nsome of the characteristics of the South-West Asia type of heroin preparations\noften seized in Germany. The final product of the documented heroin manufactur-\ning process was white heroin hydrochloride, which shares the key characteristics\nof the white heroin occasionally seized in Germany and other countries in Western\nEurope since 2000. The present article demonstrates that this kind of heroin can\nbe produced in Afghanistan.\n\nIntroduction\n\nThe United Nations Office on Drugs and Crime (UNODC) has estimated that\nAfghanistan is home to the world’s largest area of opium poppy cultivation, sup-\nplying opium, the basic material used for the illicit manufacturing of heroin. Up\nto 90 per cent of the heroin seized in Western Europe is considered to be of\nAfghan origin. While, until 1999, most of the cases of opium smuggling were\nrecorded in States bordering Afghanistan, in recent years there have been more\nand more indications that illicit heroin manufacturing is increasing in\nAfghanistan itself. In addition, in Western Europe, there has been a growing\n\n*The authors would like to thank the Central Analysis Laboratories I and II and the Organic\n\nMaterials section of the Forensic Science Institute of the Federal Criminal Police Office for their support\n\nin analysing the samples.\n\n17\n12 Bulletin on Narcotics, vol. LVII, Nos. 1 and 2, 2005\n\nnumber of seizures of heroin of particularly high quality, referred to as “white\nheroin”, whose origin is believed to be Afghanistan.\n\nThere are few descriptions of the methods used in illicit heroin manufac-\nturing in publicly available literature. And almost all share a common flaw: they\nare based on either purely theoretical calculations or mere “evidence by inspec-\ntion”, in the form of an observer’s description of the synthesis of heroin. Much\nof the information available lacks authenticity; so, estimates of the quantity of\nheroin manufactured, based on the total area known to be under opium poppy\ncultivation and the potential opium yield of that area, have, until now, r"
}