[
  {
    "pmid": "33370462",
    "title": "PROSPECT guideline for elective caesarean section: updated systematic review and procedure-specific postoperative pain management recommendations.",
    "date": "2021 May",
    "journal": "Anaesthesia",
    "authors": [
      "Roofthooft E",
      "Joshi GP",
      "Rawal N",
      "Van de Velde M"
    ],
    "abstract": "Caesarean section is associated with moderate-to-severe postoperative pain, which can influence postoperative recovery and patient satisfaction as well as breastfeeding success and mother-child bonding. The aim of this systematic review was to update the available literature and develop recommendations for optimal pain management after elective caesarean section under neuraxial anaesthesia. A systematic review utilising procedure-specific postoperative pain management (PROSPECT) methodology was undertaken. Randomised controlled trials published in the English language between 1 May 2014 and 22 October 2020 evaluating the effects of analgesic, anaesthetic and surgical interventions were retrieved from MEDLINE, Embase and Cochrane databases. Studies evaluating pain management for emergency or unplanned operative deliveries or caesarean section performed under general anaesthesia were excluded. A total of 145 studies met the inclusion criteria. For patients undergoing elective caesarean section performed under neuraxial anaesthesia, recommendations include intrathecal morphine 50-100 µg or diamorphine 300 µg administered pre-operatively; paracetamol; non-steroidal anti-inflammatory drugs; and intravenous dexamethasone administered after delivery. If intrathecal opioid was not administered, single-injection local anaesthetic wound infiltration; continuous wound local anaesthetic infusion; and/or fascial plane blocks such as transversus abdominis plane or quadratus lumborum blocks are recommended. The postoperative regimen should include regular paracetamol and non-steroidal anti-inflammatory drugs with opioids used for rescue. The surgical technique should include a Joel-Cohen incision; non-closure of the peritoneum; and abdominal binders. Transcutaneous electrical nerve stimulation could be used as analgesic adjunct. Some of the interventions, although effective, carry risks, and consequentially were omitted from the recommendations. Some interventions were not recommended due to insufficient, inconsistent or lack of evidence. Of note, these recommendations may not be applicable to unplanned deliveries or caesarean section performed under general anaesthesia."
  },
  {
    "pmid": "31309583",
    "title": "Oral manifestations of illicit drug use.",
    "date": "2019 Sep",
    "journal": "Aust Dent J",
    "authors": [
      "Teoh L",
      "Moses G",
      "McCullough MJ"
    ],
    "abstract": "The use of illicit and misuse of licit drugs is a global public health problem, with illicit drug use being responsible for 1.8% of the total disease burden in Australia in 2011. Oral adverse effects associated with illicit drug use are well-established, with aggressive caries, periodontitis, bruxism, poor oral hygiene and general neglect documented. Other factors such as a high cariogenic diet and lifestyle, social and psychological factors compound the poorer oral health in illicit drug users. Literature has shown that the oral health-related quality of life among injecting drug users is poorer compared with the Australian general population and the overall quality of life of addicted people correlates with caries experience. Thus, the role of the dentist is imperative in managing the oral health of these individuals. Given their widespread recreational use, it is likely that dental practitioners will encounter patients who are regular or past users of illicit drugs. The aim of this article is to describe the prevalence and mechanism of action of commonly used illicit drugs in Australia, including cannabis, methamphetamine, cocaine and heroin and to inform dentists about the common orofacial presentations of their side effects to help with patient management."
  },
  {
    "pmid": "31420089",
    "title": "Medication Treatment of Opioid Use Disorder.",
    "date": "2020 Jan 1",
    "journal": "Biol Psychiatry",
    "authors": [
      "Bell J",
      "Strang J"
    ],
    "abstract": "Opioid use disorder (OUD) is a chronic, relapsing condition, often associated with legal, interpersonal, and employment problems. Medications demonstrated to be effective for OUD are methadone (a full opioid agonist), buprenorphine (a partial agonist), and naltrexone (an opioid antagonist). Methadone and buprenorphine act by suppressing opioid withdrawal symptoms and attenuating the effects of other opioids. Naltrexone blocks the effects of opioid agonists. Oral methadone has the strongest evidence for effectiveness. Longer duration of treatment allows restoration of social connections and is associated with better outcomes. Treatments for OUD may be limited by poor adherence to treatment recommendations and by high rates of relapse and increased risk of overdose after leaving treatment. Treatment with methadone and buprenorphine has the additional risk of diversion and misuse of medication. New depot and implant formulations of buprenorphine and naltrexone have been developed to address issues of safety and problems of poor treatment adherence. For people with OUD who do not respond to these treatments, there is accumulating evidence for supervised injectable opioid treatment (prescribing pharmaceutical heroin). Another medication mode of minimizing risk of overdose is take-home naloxone. Naloxone is an opioid antagonist used to reverse opioid overdose, and take-home naloxone programs aim to prevent fatal overdose. All medication-assisted treatment is limited by lack of access and by stigma. In seeking to stem the rising toll from OUD, expanding access to approved treatment such as methadone, for which there remains the best evidence of efficacy, may be the most useful approach."
  },
  {
    "pmid": "31712552",
    "title": "The rising crisis of illicit fentanyl use, overdose, and potential therapeutic strategies.",
    "date": "2019 Nov 11",
    "journal": "Transl Psychiatry",
    "authors": [
      "Han Y",
      "Yan W",
      "Zheng Y",
      "Khan MZ",
      "Yuan K",
      "Lu L"
    ],
    "abstract": "Fentanyl is a powerful opioid anesthetic and analgesic, the use of which has caused an increasing public health threat in the United States and elsewhere. Fentanyl was initially approved and used for the treatment of moderate to severe pain, especially cancer pain. However, recent years have seen a growing concern that fentanyl and its analogs are widely synthesized in laboratories and adulterated with illicit supplies of heroin, cocaine, methamphetamine, and counterfeit pills, contributing to the exponential growth in the number of drug-related overdose deaths. This review summarizes the recent epidemic and evolution of illicit fentanyl use, its pharmacological mechanisms and side effects, and the potential clinical management and prevention of fentanyl-related overdoses. Because social, economic, and health problems that are related to the use of fentanyl and its analogs are growing, there is an urgent need to implement large-scale safe and effective harm reduction strategies to prevent fentanyl-related overdoses."
  },
  {
    "pmid": "25581144",
    "title": "The prescription opioid and heroin crisis: a public health approach to an epidemic of addiction.",
    "date": "2015 Mar 18",
    "journal": "Annu Rev Public Health",
    "authors": [
      "Kolodny A",
      "Courtwright DT",
      "Hwang CS",
      "Kreiner P",
      "Eadie JL",
      "Clark TW",
      "Alexander GC"
    ],
    "abstract": "Public health authorities have described, with growing alarm, an unprecedented increase in morbidity and mortality associated with use of opioid pain relievers (OPRs). Efforts to address the opioid crisis have focused mainly on reducing nonmedical OPR use. Too often overlooked, however, is the need for preventing and treating opioid addiction, which occurs in both medical and nonmedical OPR users. Overprescribing of OPRs has led to a sharp increase in the prevalence of opioid addiction, which in turn has been associated with a rise in overdose deaths and heroin use. A multifaceted public health approach that utilizes primary, secondary, and tertiary opioid addiction prevention strategies is required to effectively reduce opioid-related morbidity and mortality. We describe the scope of this public health crisis, its historical context, contributing factors, and lines of evidence indicating the role of addiction in exacerbating morbidity and mortality, and we provide a framework for interventions to address the epidemic of opioid addiction."
  },
  {
    "pmid": "37812779",
    "title": "Xylazine Adulteration of the Heroin-Fentanyl Drug Supply : A Narrative Review.",
    "date": "2023 Oct",
    "journal": "Ann Intern Med",
    "authors": [
      "D'Orazio J",
      "Nelson L",
      "Perrone J",
      "Wightman R",
      "Haroz R"
    ],
    "abstract": "Xylazine is an animal sedative, approved by the U.S. Food and Drug Administration, that is commonly used in veterinary medicine and is not approved for human use. Since 2016, xylazine has consistently appeared in the illicitly manufactured fentanyl supply and has significantly increased in prevalence, likely due to its low cost, easy availability, and presumed synergistic psychoactive effect. Clinical experience along with the available pertinent research were used to review xylazine adulteration of the drug supply and provide guidance on the care of patients exposed to xylazine. This review discusses xylazine pharmacology, animal and human clinical effects, and what is known to date about care of patients experiencing acute overdose, xylazine-fentanyl withdrawal, and xylazine-associated wounds."
  },
  {
    "pmid": "29339294",
    "title": "Ketamine for the treatment of addiction: Evidence and potential mechanisms.",
    "date": "2018 Nov",
    "journal": "Neuropharmacology",
    "authors": [
      "Ivan Ezquerra-Romano I",
      "Lawn W",
      "Krupitsky E",
      "Morgan CJA"
    ],
    "abstract": "Ketamine is a dissociative anaesthetic drug which acts on the central nervous system chiefly through antagonism of the n-methyl-d-aspartate (NMDA) receptor. Recently, ketamine has attracted attention as a rapid-acting anti-depressant but other studies have also reported its efficacy in reducing problematic alcohol and drug use. This review explores the preclinical and clinical research into ketamine's ability to treat addiction. Despite methodological limitations and the relative infancy of the field, results thus far are promising. Ketamine has been shown to effectively prolong abstinence from alcohol and heroin in detoxified alcoholics and heroin dependent individuals, respectively. Moreover, ketamine reduced craving for and self-administration of cocaine in non-treatment seeking cocaine users. However, further randomised controlled trials are urgently needed to confirm ketamine's efficacy. Possible mechanisms by which ketamine may work within addiction include: enhancement of neuroplasticity and neurogenesis, disruption of relevant functional neural networks, treating depressive symptoms, blocking reconsolidation of drug-related memories, provoking mystical experiences and enhancing psychological therapy efficacy. Identifying the mechanisms by which ketamine exerts its therapeutic effects in addiction, from the many possible candidates, is crucial for advancing this treatment and may have broader implications understanding other psychedelic therapies. In conclusion, ketamine shows great promise as a treatment for various addictions, but well-controlled research is urgently needed. This article is part of the Special Issue entitled 'Psychedelics: New Doors, Altered Perceptions'."
  },
  {
    "pmid": "30528374",
    "title": "Fentanyl: Receptor pharmacology, abuse potential, and implications for treatment.",
    "date": "2019 Nov",
    "journal": "Neurosci Biobehav Rev",
    "authors": [
      "Comer SD",
      "Cahill CM"
    ],
    "abstract": "Opioid overdoses, many of which are attributed to use of illicit fentanyl, are currently one of the leading causes of death in the U.S. Although fentanyl has been used safely for decades in clinical settings, the widespread use of illicit fentanyl is a recent phenomenon. Starting in 2013, illicitly manufactured fentanyl and its analogs began to appear on the streets. These substances were added to or sold as heroin, often unbeknownst to the user. Because fentanyl is so potent, only small amounts are needed to produce pharmacological effects, but the margin between safe and toxic doses is narrow. Surprisingly little is known about the exact signaling mechanisms underlying fentanyl-related respiratory depression or the effectiveness of naloxone in reversing this effect. Similarly, little is known about the ability of treatment medications such as buprenorphine, methadone, or naltrexone to reduce illicit fentanyl use. The present article reviews the receptor, preclinical and clinical pharmacology of fentanyl, and how its pharmacology may predict the effectiveness of currently approved medications for treating illicit fentanyl use."
  },
  {
    "pmid": "29042317",
    "title": "Fentanyl, fentanyl analogs and novel synthetic opioids: A comprehensive review.",
    "date": "2018 May 15",
    "journal": "Neuropharmacology",
    "authors": [
      "Armenian P",
      "Vo KT",
      "Barr-Walker J",
      "Lynch KL"
    ],
    "abstract": "Deaths from opioid use are increasing in the US, with a growing proportion due to synthetic opioids. Until 2013, sporadic outbreaks of fentanyl and fentanyl analogs contaminating the heroin supply caused some deaths in heroin users. Since then, fentanyl has caused deaths in every state and fentanyl and its analogs have completely infiltrated the North American heroin supply. In 2014, the first illicit pills containing fentanyl, fentanyl analogs, and other novel synthetic opioids such as U-47700 were detected. These pills, which look like known opioids or benzodiazepines, have introduced synthetic opioids to more unsuspecting customers. As soon as these drugs are regulated by various countries, new compounds quickly appear on the market, making detection difficult and the number of cases likely underreported. Standard targeted analytical techniques such as GC-MS (gas chromatography mass spectrometry) and LC-MS/MS (liquid chromatography tandem mass spectrometry) can detect these drugs, but novel compound identification is aided by nontargeted testing with LC-HRMS (liquid chromatography high resolution mass spectrometry). Fentanyl, fentanyl analogs and other novel synthetic opioids are all full agonists of varying potencies at the μ-opioid receptor, leading to typical clinical effects of miosis and respiratory and central nervous system depression. Due to their high affinity for μ-opioid receptors, larger doses of naloxone are required to reverse the effects than are commonly used. Synthetic opioids are an increasingly major public health threat requiring vigilance from multiple fields including law enforcement, government agencies, clinical chemists, pharmacists, and physicians, to name a few, in order to stem its tide. This article is part of the Special Issue entitled 'Designer Drugs and Legal Highs.'"
  },
  {
    "pmid": "30735692",
    "title": "Respiratory depression and brain hypoxia induced by opioid drugs: Morphine, oxycodone, heroin, and fentanyl.",
    "date": "2019 Jun",
    "journal": "Neuropharmacology",
    "authors": [
      "Kiyatkin EA"
    ],
    "abstract": "Opioid drugs are important tools to alleviate pain of different origins, but they have strong addictive potential and their abuse at higher doses often results in serious health complications. Respiratory depression that leads to brain hypoxia is perhaps the most dangerous symptom of acute intoxication with opioids, and it could result in lethality. The development of substrate-specific sensors coupled with amperometry made it possible to directly evaluate physiological and drug-induced fluctuations in brain oxygen levels in awake, freely-moving rats. The goal of this review paper is to consider changes in brain oxygen levels induced by several opioid drugs (heroin, fentanyl, oxycodone, morphine). While some of these drugs are widely used in clinical practice, they all are abused, often at doses exceeding the clinical range and often resulting in serious health complications. First, we consider some basic knowledge regarding brain oxygen, its physiological fluctuations, and mechanisms involved in regulating its entry into brain tissue. Then, we present and discuss data on brain oxygen changes induced by each opioid drug within a wide range of doses, from low, behaviorally relevant, to high, likely to be self-administered by drug users. These data allowed us to compare the effects of these drugs on brain oxygen in terms of their potency, time-course, and their potential danger when used at high doses via rapid-onset administration routes. While most data discussed in this work were obtained in rats, we believe that these data have clear human relevance in addressing the alarming rise in lethality associated with the opioid abuse."
  },
  {
    "pmid": "31644000",
    "title": "Heroin.",
    "date": "2012",
    "journal": "",
    "authors": [],
    "abstract": null
  },
  {
    "pmid": "29902699",
    "title": "Abuse of fentanyl: An emerging problem to face.",
    "date": "2018 Aug",
    "journal": "Forensic Sci Int",
    "authors": [
      "Kuczyńska K",
      "Grzonkowski P",
      "Kacprzak Ł",
      "Zawilska JB"
    ],
    "abstract": "Fentanyl is a potent synthetic opioid used as a narcotic analgesic supplement in general and regional anesthesia as well as in management of persistent, severe chronic pain. Alarming epidemiological and forensic medicine reports, accumulated mainly during the last two decades, point to a growing increase in illicit use of fentanyl, mainly in North America and Europe. Toxicological data indicates that fentanyl use is inextricably linked with polydrug use. There are two main sources of fentanyl on the \"recreational\" drug market. First, the most common, combines illicitly manufactured fentanyl from clandestine sources. The drug is often mixed up with heroin (\"fake heroin\") to increase its potency at a little cost, or included in cocaine products. It can also be mixed into and sold as oxycodone-, hydrocodone- or alprazolam-containing tablets. The other way to gain fentanyl is through the diversion of fentanyl-containing medicines, especially transdermal patches (FTPs). Fentanyl extracted from FTP can be administered intravenously, insufflated or inhaled after volatilization. The drug can also be delivered by oral or transmucosal application of the whole patch, or by rectal insertion. The most common overdose symptoms are coma, lethargy, respiratory depression and arrest. Although naloxone, an opioid receptor antagonist, is the standard drug for fentanyl overdose rescue, attempts to revive patients with naloxone could be unsuccessful, due to the rapid onset of fentanyl's action. As the fentanyl problem is constantly growing, there is an urgent need for new, effective harm-reduction strategies and technologies, as well as overdose maintenance."
  },
  {
    "pmid": "31643568",
    "title": "Naloxone.",
    "date": "2012",
    "journal": "",
    "authors": [],
    "abstract": null
  },
  {
    "pmid": "35952018",
    "title": "Heroin.",
    "date": "1994",
    "journal": "",
    "authors": [],
    "abstract": null
  },
  {
    "pmid": "27511799",
    "title": "Heroin overdose.",
    "date": "2016 Nov",
    "journal": "Addiction",
    "authors": [
      "Darke S"
    ],
    "abstract": "This narrative review aims to provide a brief history of the development of the heroin overdose field by discussing a selection of major 'classics' from the latter part of the 20th century."
  },
  {
    "pmid": "31239953",
    "title": "Opioid Toxicity.",
    "date": "2017 Mar",
    "journal": "Acad Forensic Pathol",
    "authors": [
      "Dolinak D"
    ],
    "abstract": "In recent years, there has been a substantial increase in opioid use and abuse, and in opioid-related fatal overdoses. The increase in opioid use has resulted at least in part from individuals transitioning from prescribed opioids to heroin and fentanyl, which can cause significant respiratory depression that can progress to apnea and death. Heroin and fentanyl may be used individually, together, or in combination with other substances such as ethanol, benzodiazepines, or other drugs that can have additional deleterious effects on respiration. Suspicion that a death is drug-related begins with the decedent's medical and social history, and scene investigation, where drugs and drug paraphernalia may be encountered, and examination of the decedent, which may reveal needle punctures and needle track marks. At autopsy, the most significant internal finding that is reflective of opioid toxicity is pulmonary edema and congestion, and frothy watery fluid is often present in the airways. Various medical ailments such as heart and lung disease and obesity may limit an individual's physiologic reserve, rendering them more susceptible to the toxic effects of opioids and other drugs. Although many opioids will be detected on routine toxicology testing, more specialized testing may be warranted for opioid analogs, or other uncommon, synthetic, or semisynthetic drugs."
  },
  {
    "pmid": "29999842",
    "title": "Heroin.",
    "date": "2006",
    "journal": "",
    "authors": [],
    "abstract": null
  },
  {
    "pmid": "37515654",
    "title": "Narcotic analgesics.",
    "date": "2024 Feb",
    "journal": "Inflammopharmacology",
    "authors": [
      "Buchanan WW",
      "Rainsford KD",
      "Kean CA",
      "Kean WF"
    ],
    "abstract": "There is documentation of the use of opium derived products in the ancient history of the Assyrians: the Egyptians; in the sixth century AD by the Roman Dioscorides; and by Avicenna (980-1037). Reference to opium like products is made by Paracelsus and by Shakespeare. Charles Louis Derosne and Fredrich Wilhelm Adam Serturner isolated morphine from raw opium in 1802 and 1806 respectively, and it was Sertürner who named the substance morphine, after Morpheus, the Greek God of dreams. By the middle 1800s, Opium and related opioid derived products were the source of a major addiction in USA, and to some extent in the United Kingdom. Opioid products are of major therapeutic value in the treatment of pain from injury, post surgery, intractable pain conditions, and some forms of terminal cancer."
  },
  {
    "pmid": "36395294",
    "title": "",
    "date": "2021",
    "journal": "",
    "authors": [],
    "abstract": null
  },
  {
    "pmid": "33040865",
    "title": "Toxin-Induced Parkinsonism.",
    "date": "2020 Nov",
    "journal": "Neurol Clin",
    "authors": [
      "McKnight S",
      "Hack N"
    ],
    "abstract": "Toxins identified as causing parkinsonism and being related to overall idiopathic Parkinson disease risk range from heavy metals to pesticides to contaminants in synthetic heroin. Several described in this article exhibit significant oxidative stress on neurons of the central nervous system and have a particular predilection toward damage of dopaminergic neurons. Although many of these toxins have well-established connections with Parkinson disease risk, a few continue to be studied with data still being produced. The parkinsonisms caused by these agents have variable responses to dopaminergic therapies. This article discusses manganese, mercury, MPTP, organochlorines, organophosphates, paraquat, rotenone, and Agent Orange."
  },
  {
    "pmid": "34010972",
    "title": "Metabolic and Toxic Myelopathies.",
    "date": "2021 Jun",
    "journal": "Semin Neurol",
    "authors": [
      "Slama MCC",
      "Berkowitz AL"
    ],
    "abstract": "Metabolic and toxic causes of myelopathy form a heterogeneous group of disorders. In this review, we discuss the causes of metabolic and toxic myelopathies with respect to clinical presentation, pathophysiology, diagnostic testing, treatment, and prognosis. This review is organized by temporal course (hyperacute, acute, subacute, and chronic) and etiology (e.g., nutritional deficiency, toxic exposure). Broadly, the myelopathies associated with dietary toxins (neurolathyrism, konzo) and decompression sickness present suddenly (hyperacute). The myelopathies associated with heroin use and electrical injury present over hours to days (acutely). Most nutritional deficiencies (cobalamin, folate, copper) and toxic substances (nitrous oxide, zinc, organophosphates, clioquinol) cause a myelopathy of subacute onset. Vitamin E deficiency and hepatic myelopathy cause a chronic myelopathy. Radiation- and intrathecal chemotherapy-induced myelopathy can cause a transient and/or a progressive syndrome. For many metabolic and toxic causes of myelopathy, clinical deficits may stabilize or improve with rapid identification and treatment. Familiarity with these disorders is therefore essential."
  },
  {
    "pmid": "31961074",
    "title": "[Addictions].",
    "date": "2020 Jan 15",
    "journal": "Rev Med Suisse",
    "authors": [
      "Vogel M",
      "Strasser H",
      "Thorens G",
      "Zullino D",
      "Humair JP",
      "Simon O",
      "Broers B",
      "Haettel C",
      "Devaud C",
      "Gothuey I",
      "Favrod-Counej T",
      "Daeppen JB"
    ],
    "abstract": "This article describes a new form of administration of inhaled prescribed heroin currently under investigation. It underlines the particularity of opioid agonist prescription in jail and presents new perspectives in using psilocybin in addiction medicine treatment. A brief literature review about vaping confirms its interest in quitting cigarette, with a cost of addiction to vaping and recent worrisome reports of chemical pneumonia. Finally, the withdrawal of WHO guidelines on opiates use in pain management, in the context of a suspicion of conflict of interest, underlines the sensible balance between over- and under- prescription of opiates in analgesic treatment."
  },
  {
    "pmid": "28670869",
    "title": "Heroin in Malaysia and Singapore.",
    "date": "2018 Jan",
    "journal": "Drug Test Anal",
    "authors": [
      "Sulaiman M",
      "Kunalan V",
      "Yap ATW",
      "Lim WJL",
      "Ng JJY",
      "Loh SWX",
      "Chan KB"
    ],
    "abstract": "Clandestine heroin laboratories have been a feature of the Malaysian illicit drug scene since soon after the abuse of heroin emerged in 1972. The first few clandestine heroin laboratories which synthesised heroin via the acetylation of imported morphine were uncovered in 1973 and 1977. By the mid-1980s, this type of laboratory was replaced by heroin-cutting laboratories whereby imported high-grade heroin was cut to street heroin. This was to meet the rising demand for the drug owing to the rapid escalation of the number of drug users. Over the years, the most significant change in the composition of the street heroin is the decrease in its purity from 30%-50% to 3%-5%. Caffeine has remained the major adulterant and chloroquine is detected in virtually all recent seizures."
  },
  {
    "pmid": "28068563",
    "title": "A review: Fentanyl and non-pharmaceutical fentanyls.",
    "date": "2017 Feb 1",
    "journal": "Drug Alcohol Depend",
    "authors": [
      "Suzuki J",
      "El-Haddad S"
    ],
    "abstract": "Fentanyl and non-pharmaceutical fentanyls (NPFs) have been responsible for numerous outbreaks of overdoses all over the United States since the 1970s. However, there has been a growing concern in recent years that NPFs are contributing to an alarming rise in the number of opioid-related overdoses."
  },
  {
    "pmid": "33337587",
    "title": "The North American Opioid Epidemic.",
    "date": "2021 Feb 1",
    "journal": "Ther Drug Monit",
    "authors": [
      "Jannetto PJ"
    ],
    "abstract": "The culmination of the widespread overprescription of opioids, a resurgence of heroin use, and increased accessibility and use of illicit synthetic opioids is commonly referred to as the opioid epidemic in North America."
  },
  {
    "pmid": "37031205",
    "title": "Heroin and its metabolites: relevance to heroin use disorder.",
    "date": "2023 Apr 8",
    "journal": "Transl Psychiatry",
    "authors": [
      "Milella MS",
      "D'Ottavio G",
      "De Pirro S",
      "Barra M",
      "Caprioli D",
      "Badiani A"
    ],
    "abstract": "Heroin is an opioid agonist commonly abused for its rewarding effects. Since its synthesis at the end of the nineteenth century, its popularity as a recreational drug has ebbed and flowed. In the last three decades, heroin use has increased again, and yet the pharmacology of heroin is still poorly understood. After entering the body, heroin is rapidly deacetylated to 6-monoacetylmorphine (6-MAM), which is then deacetylated to morphine. Thus, drug addiction literature has long settled on the notion that heroin is little more than a pro-drug. In contrast to these former views, we will argue for a more complex interplay among heroin and its active metabolites: 6-MAM, morphine, and morphine-6-glucuronide (M6G). In particular, we propose that the complex temporal pattern of heroin effects results from the sequential, only partially overlapping, actions not only of 6-MAM, morphine, and M6G, but also of heroin per se, which, therefore, should not be seen as a mere brain-delivery system for its active metabolites. We will first review the literature concerning the pharmacokinetics and pharmacodynamics of heroin and its metabolites, then examine their neural and behavioral effects, and finally discuss the possible implications of these data for a better understanding of opioid reward and heroin addiction. By so doing we hope to highlight research topics to be investigated by future clinical and pre-clinical studies."
  },
  {
    "pmid": "33738658",
    "title": "Imaging of drug mules.",
    "date": "2021 Aug",
    "journal": "Emerg Radiol",
    "authors": [
      "Malhotra R",
      "Singh A"
    ],
    "abstract": "Cocaine, heroin, methamphetamine, and hashish are the primary drugs transported by a body packer, who swallows such packages. A body pusher or stuffer transports drug packages in rectum or vagina. Plain radiography is the primary imaging modality used in the evaluation of concealed drugs and has sensitivity of 85-90%. The imaging features include well-defined opacities in the bowel with crescents of air near ovoid opacities. The imaging signs include double condom sign, halo sign, parallelism sign, and tic tac sign. A low-dose CT is an efficient noninvasive and accurate technique of locating packages internally for all types of concealment."
  },
  {
    "pmid": "26974713",
    "title": "The cutting of cocaine and heroin: A critical review.",
    "date": "2016 May",
    "journal": "Forensic Sci Int",
    "authors": [
      "Broséus J",
      "Gentile N",
      "Esseiva P"
    ],
    "abstract": "The illicit drug cutting represents a complex problem that requires the sharing of knowledge from addiction studies, toxicology, criminology and criminalistics. Therefore, cutting is not well known by the forensic community. Thus, this review aims at deciphering the different aspects of cutting, by gathering information mainly from criminology and criminalistics. It tackles essentially specificities of cocaine and heroin cutting. The article presents the detected cutting agents (adulterants and diluents), their evolution in time and space and the analytical methodology implemented by forensic laboratories. Furthermore, it discusses when, in the history of the illicit drug, cutting may take place. Moreover, researches studying how much cutting occurs in the country of destination are analysed. Lastly, the reasons for cutting are addressed. According to the literature, adulterants are added during production of the illicit drug or at a relatively high level of its distribution chain (e.g. before the product arrives in the country of destination or just after its importation in the latter). Their addition seems hardly justified by the only desire to increase profits or to harm consumers' health. Instead, adulteration would be performed to enhance or to mimic the illicit drug effects or to facilitate administration of the drug. Nowadays, caffeine, diltiazem, hydroxyzine, levamisole, lidocaïne and phenacetin are frequently detected in cocaine specimens, while paracetamol and caffeine are almost exclusively identified in heroin specimens. This may reveal differences in the respective structures of production and/or distribution of cocaine and heroin. As the relevant information about cutting is spread across different scientific fields, a close collaboration should be set up to collect essential and unified data to improve knowledge and provide information for monitoring, control and harm reduction purposes. More research, on several areas of investigation, should be carried out to gather relevant information."
  },
  {
    "pmid": "29613894",
    "title": "Metabolic and Toxic Myelopathies.",
    "date": "2018 Apr",
    "journal": "Continuum (Minneap Minn)",
    "authors": [
      "Schwendimann RN"
    ],
    "abstract": "Myelopathy may occur as a consequence of various metabolic and toxic conditions. This article provides an update on the clinical presentations, diagnostic evaluations, and management of metabolic and toxic myelopathies."
  },
  {
    "pmid": "27338968",
    "title": "Opioid Use Disorders.",
    "date": "2016 Jul",
    "journal": "Child Adolesc Psychiatr Clin N Am",
    "authors": [
      "Sharma B",
      "Bruner A",
      "Barnett G",
      "Fishman M"
    ],
    "abstract": "Opioid use and addiction in adolescents and young adults is a health problem of epidemic proportions, with devastating consequences for youth and their families. Opioid overdose is a life-threatening emergency that should be treated with naloxone, and respiratory support if necessary. Overdose should always be an opportunity to initiate addiction treatment. Detoxification is often a necessary, but never sufficient, component of treatment for OUDs. Treatment for OUDs is effective but treatment capacity is alarmingly limited and under-developed. Emerging consensus supports the incorporation of relapse prevention medications such as buprenorphine and extended release naltrexone into comprehensive psychosocial treatment including counseling and family involvement."
  },
  {
    "pmid": "39202583",
    "title": "Poisoning-Induced Acute Kidney Injury: A Review.",
    "date": "2024 Aug 12",
    "journal": "Medicina (Kaunas)",
    "authors": [
      "Yu CH",
      "Huang LC",
      "Su YJ"
    ],
    "abstract": "Acute kidney injury (AKI) is a debilitating, multi-etiological disease that is commonly seen in clinical practice and in the emergency department. In this review, we introduce the definition, symptoms, and causes of poisoning-related AKI; we also discuss its mechanisms, risk factors, and epidemiology, as well as elaborate on the relevant laboratory tests. Subsequently, we discuss the treatment strategies for toxin- and substance-related AKI caused by Glafenin, antimicrobial agents, lithium, contrast media, snake venom, herbicides, ethylene glycol, synthetic cannabinoids, cocaine, heroin, and amphetamines. Finally, for a comprehensive overview of poisoning-related AKI, we review the management, prevention, and outcomes of this condition."
  },
  {
    "pmid": "37704079",
    "title": "Endogenous opiates and behavior: 2022.",
    "date": "2023 Nov",
    "journal": "Peptides",
    "authors": [
      "Bodnar RJ"
    ],
    "abstract": "This paper is the forty-fifth consecutive installment of the annual anthological review of research concerning the endogenous opioid system, summarizing articles published during 2022 that studied the behavioral effects of molecular, pharmacological and genetic manipulation of opioid peptides and receptors as well as effects of opioid/opiate agonists and antagonists. The review is subdivided into the following specific topics: molecular-biochemical effects and neurochemical localization studies of endogenous opioids and their receptors (1), the roles of these opioid peptides and receptors in pain and analgesia in animals (2) and humans (3), opioid-sensitive and opioid-insensitive effects of nonopioid analgesics (4), opioid peptide and receptor involvement in tolerance and dependence (5), stress and social status (6), learning and memory (7), eating and drinking (8), drug abuse and alcohol (9), sexual activity and hormones, pregnancy, development and endocrinology (10), mental illness and mood (11), seizures and neurologic disorders (12), electrical-related activity and neurophysiology (13), general activity and locomotion (14), gastrointestinal, renal and hepatic functions (15), cardiovascular responses (16), respiration and thermoregulation (17), and immunological responses (18)."
  },
  {
    "pmid": "37925326",
    "title": "[Bronchial diseases and heroin use. A systematic review].",
    "date": "2023 Nov-Dec",
    "journal": "Rev Mal Respir",
    "authors": [
      "Underner M",
      "Perriot J",
      "Peiffer G",
      "Brousse G",
      "Jaafari N"
    ],
    "abstract": "Heroin use can cause respiratory complications including asthma, chronic obstructive pulmonary disease (COPD) and bronchiectasis (BD)."
  },
  {
    "pmid": "33522740",
    "title": "Metabolic and Toxic Myelopathies.",
    "date": "2021 Feb 1",
    "journal": "Continuum (Minneap Minn)",
    "authors": [
      "Parks NE"
    ],
    "abstract": "This article describes the clinical presentation, relevant diagnostic investigations, and treatment of metabolic and toxic myelopathies."
  },
  {
    "pmid": "28734637",
    "title": "[Asthma and heroin use].",
    "date": "2017 Jul-Aug",
    "journal": "Presse Med",
    "authors": [
      "Underner M",
      "Perriot J",
      "Peiffer G",
      "Jaafari N"
    ],
    "abstract": "Heroin use can be responsible for many respiratory complications including asthma."
  },
  {
    "pmid": "27842794",
    "title": "Clinical Toxicology and Its Relevance to Asthma and Atopy.",
    "date": "2016 Dec",
    "journal": "Clin Lab Med",
    "authors": [
      "Joks R",
      "Bluth MH"
    ],
    "abstract": "Although both the prevalence of asthma and the prescription drug use, notably the opiate analgesic class, epidemics are increasing, there is a complex interplay between both disorders, with both protective and exacerbating factors involved in the effect of opiates on asthma pathogenesis and clinical severity. This review examines the airway effects, both immunologic and neurologic, of opiates, which may interact and result in protection or exacerbation of asthma."
  },
  {
    "pmid": "27858495",
    "title": "Asthma associated with the use of cocaine, heroin, and marijuana: A review of the evidence.",
    "date": "2017 Sep",
    "journal": "J Asthma",
    "authors": [
      "Self TH",
      "Shah SP",
      "March KL",
      "Sands CW"
    ],
    "abstract": "A review of the evidence was conducted regarding asthma associated with the use of cocaine, heroin, and marijuana."
  },
  {
    "pmid": "34055568",
    "title": "New Approaches in Drug Dependence: Opioids.",
    "date": "2021",
    "journal": "Curr Addict Rep",
    "authors": [
      "Mielau J",
      "Vogel M",
      "Gutwinski S",
      "Mick I"
    ],
    "abstract": "This article aims to provide an overview of standard and adjunctive treatment options in opioid dependence in consideration of therapy-refractory courses. The relevance of oral opioid substitution treatment (OST) and measures of harm reduction as well as heroin-assisted therapies are discussed alongside non-pharmacological approaches."
  },
  {
    "pmid": "32653338",
    "title": "[Asthma and cannabis, cocaine or heroin use].",
    "date": "2020 Sep",
    "journal": "Rev Mal Respir",
    "authors": [
      "Underner M",
      "Peiffer G",
      "Perriot J",
      "Jaafari N"
    ],
    "abstract": "The use of cannabis, cocaine or heroin can be responsible for many respiratory complications including asthma."
  },
  {
    "pmid": "28284383",
    "title": "Tubulointerstitial Injury and Drugs of Abuse.",
    "date": "2017 Mar",
    "journal": "Adv Chronic Kidney Dis",
    "authors": [
      "Nanavati A",
      "Herlitz LC"
    ],
    "abstract": "Drug abuse is widespread in many populations, and patients abusing illicit substances are at a significantly increased risk of kidney injury. The tubulointerstitial compartment is a common target of these nephrotoxic agents. This review will cover some of the common illicit drugs and will focus on the tubulointerstitial injuries seen in the setting of drug abuse. Agents addressed in this review are synthetic cannabinoids, \"bath salts,\" ecstasy, anabolic steroids, inhaled solvents, heroin, and cocaine. The most frequent biopsy findings are those of acute tubular necrosis and acute interstitial nephritis. Unfortunately, histology is often unable to sufficiently narrow the differential diagnosis and point to a single likely cause. A high suspicion for drug abuse as a potential cause of kidney injury is needed to identify the patients for whom this is the cause of their kidney failure. Toxicology screens are often of little use in identifying patients using emerging drugs of abuse."
  },
  {
    "pmid": "40034818",
    "title": "Neurotoxicity mechanisms and clinical implications of six common recreational drugs.",
    "date": "2025",
    "journal": "Front Pharmacol",
    "authors": [
      "Wang J",
      "Hao Y",
      "Ma D",
      "Feng L",
      "Yang F",
      "An P",
      "Su X",
      "Feng J"
    ],
    "abstract": "The recreational abuse of addictive drugs poses considerable challenges to public health, leading to widespread neurotoxicity and neurological dysfunction. This review comprehensively examines the neurotoxic mechanisms, clinical manifestations, and treatment strategies associated with six commonly abused substances: methamphetamine, cocaine, synthetic cathinones, ketamine, nitrous oxide and heroin. Despite their diverse pharmacological properties, these drugs converge on shared neurotoxic pathways, including oxidative stress, mitochondrial dysfunction, excitotoxicity, and neuroinflammation. Psychostimulants, such as methamphetamine, cocaine and synthetic cathinones, disrupt monoaminergic neurotransmission, causing cognitive impairment, psychiatric disturbances, and neurovascular damage. Dissociative anesthetics, including ketamine and nitrous oxide, impair glutamatergic transmission and mitochondrial function, thereby exacerbating excitotoxicity and neuronal apoptosis. Opioids, such as heroin, primarily target the brain's reward system and induce oxidative stress, neuroinflammation, and cerebrovascular complications. Treatment strategies remain limited, focusing on symptomatic management, neuroprotective interventions, and behavioral therapies. Emerging approaches, such as antioxidants, NMDA receptor modulators, and cognitive rehabilitation, show promise but require further validation. By highlighting the underlying mechanisms and therapeutic challenges, this review provides a foundation for developing targeted interventions and advancing research on drug-induced neurotoxicity."
  },
  {
    "pmid": "31526817",
    "title": "Opioid addiction and the cerebellum.",
    "date": "2019 Dec",
    "journal": "Neurosci Biobehav Rev",
    "authors": [
      "Moreno-Rius J"
    ],
    "abstract": "Opioid addiction has reached the epidemic status in the United States in recent years. A multitude of factors have contributed to an alarming increase in misuse and health issues related to these drugs. Although medications exist to treat some aspects of opioid addiction since long ago, relapse and fatality rates remain very high despite their long-term availability. Therefore, more research devoted to better understanding its neural substrates is needed to aid developing new treatment options. Interestingly, a number of studies show the cerebellum to be involved in the effects of opioids and addiction-related processes, though it is not usually regarded as part of the opioid addiction-related brain circuitry. This review provides a summary of cerebellar anatomy and synaptic organization, followed by discussing the studies reporting cerebellar involvement in opioid effects in animals and humans, and their possible role in opioid addiction. Additionally, future experimental approaches will be proposed. We hope this work will contribute considering the cerebellum as an integral part of the circuitry underlying opioid-related disorders."
  },
  {
    "pmid": "27884551",
    "title": "Resting-state Abnormalities in Heroin-dependent Individuals.",
    "date": "2018 May 15",
    "journal": "Neuroscience",
    "authors": [
      "Pandria N",
      "Kovatsi L",
      "Vivas AB",
      "Bamidis PD"
    ],
    "abstract": "Drug addiction is a major health problem worldwide. Recent neuroimaging studies have shed light into the underlying mechanisms of drug addiction as well as its consequences to the human brain. The most vulnerable, to heroin addiction, brain regions have been reported to be specific prefrontal, parietal, occipital, and temporal regions, as well as, some subcortical regions. The brain regions involved are usually linked with reward, motivation/drive, memory/learning, inhibition as well as emotional control and seem to form circuits that interact with each other. So, along with neuroimaging studies, recent advances in resting-state dynamics might allow further assessments upon the multilayer complexity of addiction. In the current manuscript, we comprehensively review and discuss existing resting-state neuroimaging findings classified into three overlapping and interconnected groups: functional connectivity alterations, structural deficits and abnormal topological properties. Moreover, behavioral traits of heroin-addicted individuals as well as the limitations of the currently available studies are also reviewed. Finally, in need of a contemporary therapy a multimodal therapeutic approach is suggested using classical treatment practices along with current neurotechonologies, such as neurofeedback and goal-oriented video-games."
  },
  {
    "pmid": "34286498",
    "title": "Psychosis after buprenorphine, heroin, methadone, morphine, oxycodone, and tramadol withdrawal: a systematic review.",
    "date": "2021 Jul",
    "journal": "Eur Rev Med Pharmacol Sci",
    "authors": [
      "Lozano-López MT",
      "Gamonal-Limcaoco S",
      "Casado-Espada N",
      "Aguilar L",
      "Vicente-Hernández B",
      "Grau-López L",
      "Álvarez-Navares A",
      "Roncero C"
    ],
    "abstract": "This study's main objective is to carry out a systematic review of the onset of psychotic symptoms after opioid withdrawal. The opiate dependence correlated to psychiatric symptoms has been well described."
  },
  {
    "pmid": "39404797",
    "title": "Hypoxic effects of heroin and fentanyl and their basic physiological mechanisms.",
    "date": "2024 Dec 1",
    "journal": "Am J Physiol Lung Cell Mol Physiol",
    "authors": [
      "Kiyatkin EA"
    ],
    "abstract": "Respiratory depression that diminishes oxygen delivery to the brain is the most dangerous effect of opioid drugs. Although plethysmography is a valuable tool to examine drug-induced changes in respiration, the primary cause of brain abnormalities induced by opioids is the global decrease in brain oxygen levels. The primary goal of this review is to provide an overview and discussion on fluctuations in brain oxygen levels induced by opioids, with a focus on heroin and fentanyl. To evaluate fluctuations in brain oxygen levels, we used oxygen sensors coupled with high-speed amperometry in awake, freely moving rats. First, we provide an overview of brain oxygen responses induced by natural physiological stimuli and discuss the mechanisms regulating oxygen entry into brain tissue. Then, we present data on brain oxygen responses induced by heroin and fentanyl and review their underlying mechanisms. These data allowed us to compare the effects of these drugs on brain oxygen regarding their latency, potency, time-dependency, and potential lethality at high doses as well as their relationships with peripheral oxygen responses. We also discuss data on the effects of naloxone on brain oxygen responses induced by heroin and fentanyl in the paradigms of both the pretreatment and treatment, when naloxone is administered at different times after the primary opioid drug. Although most data discussed were obtained in rats, they may have clinical relevance for understanding the mechanisms underlying the physiological effects of opioids and developing rational treatment strategies to decrease acute lethality and long-term health complications of opioid misuse."
  },
  {
    "pmid": "33169674",
    "title": "Chronic heroin use disorder and the brain: Current evidence and future implications.",
    "date": "2021 Dec 20",
    "journal": "Prog Neuropsychopharmacol Biol Psychiatry",
    "authors": [
      "Tolomeo S",
      "Steele JD",
      "Ekhtiari H",
      "Baldacchino A"
    ],
    "abstract": "The incidence of chronic heroin use disorder, including overdose deaths, has reached epidemic proportions. Here we summarise and evaluate our knowledge of the relationship between chronic heroin use disorder and the brain through a narrative review. A broad range of areas was considered including causal mechanisms, cognitive and neurological consequences of chronic heroin use and novel neuroscience-based clinical interventions. Chronic heroin use is associated with limited or very limited evidence of impairments in memory, cognitive impulsivity, non-planning impulsivity, compulsivity and decision-making. Additionally, there is some evidence for certain neurological disorders being caused by chronic heroin use, including toxic leukoencephalopathy and neurodegeneration. However, there is insufficient evidence on whether these impairments and disorders recover after abstinence. Whilst there is a high prevalence of comorbid psychiatric disorders, there is no clear evidence that chronic heroin use per se causes depression, bipolar disorder, PTSD and/or psychosis. Despite the growing burden on society from heroin use, knowledge of the long-term effects of chronic heroin use disorder on the brain remains limited. Nevertheless, there is evidence for progress in neuroscience-based interventions being made in two areas: assessment (cognitive assessment and neuroimaging) and interventions (cognitive training/remediation and neuromodulation). Longitudinal studies are needed to unravel addiction and neurotoxic mechanisms and clarify the role of pre-existing psychiatric symptoms and cognitive impairments."
  },
  {
    "pmid": "38217568",
    "title": "Mucocutaneous Manifestations of Recreational Drug Use.",
    "date": "2024 Mar",
    "journal": "Am J Clin Dermatol",
    "authors": [
      "Alexander-Savino CV",
      "Mirowski GW",
      "Culton DA"
    ],
    "abstract": "Recreational drug use is increasingly common in the dermatology patient population and is often associated with both general and specific mucocutaneous manifestations. Signs of substance use disorder may include changes to general appearance, skin, and mucosal findings associated with particular routes of drug administration (injection, insufflation, or inhalation) or findings specific to a particular drug. In this review article, we provide an overview of the mucocutaneous manifestations of illicit drug use including cocaine, methamphetamine, heroin, hallucinogens, marijuana, and common adulterants to facilitate the identification and improved care of these patients with the goal being to connect this patient population with appropriate resources for treatment."
  },
  {
    "pmid": "33663672",
    "title": "[Advances in Immunotherapy for Drug Addiction].",
    "date": "2021 Feb 28",
    "journal": "Zhongguo Yi Xue Ke Xue Yuan Xue Bao",
    "authors": [
      "Chen L",
      "Ru Q",
      "Zhou M",
      "Wu YX"
    ],
    "abstract": "Drug addiction is a major worldwide medical and social problem.Cocaine,nicotine,methamphetamine,heroin and other psychoactive substances,with small molecular weight,can easily cross the blood-brain barrier and eventually lead to addiction and other serious neuropsychological damage.There is no effective cure for addiction currently.The drug-antibody complex formed on the basis of active or passive immunotherapy could not cross the blood-brain barrier,which reduces the concentration of the free active drug and prevents its distribution in the brain,thereby weakening the drug addiction-related reward effects.It provides a promising way for the treatment of drug addiction.This article reviews the progress of immunotherapy against psychoactive substances such as cocaine,nicotine,methamphetamine and heroin in the past 50 years from the aspects of active immunity,passive immunity,drug metabolism-related enzymes,adjuvants and so on.The goal is to provide some ideas for the development of agents for the treatment of psychoactive substance addiction."
  },
  {
    "pmid": "30654135",
    "title": "Cognitive enhancers as a treatment for heroin relapse and addiction.",
    "date": "2019 Mar",
    "journal": "Pharmacol Res",
    "authors": [
      "Ma B",
      "Mei D",
      "Wang F",
      "Liu Y",
      "Zhou W"
    ],
    "abstract": "Heroin addiction is a disorder that stems from maladaptive plasticity within neural circuits and produces broad cognitive deficits. Despite considerable advances in psychotherapy and pharmacotherapy for heroin relapse and addiction, effective treatments for heroin use disorder are still lacking. Increasing preclinical evidence indicates that heroin seeking behavior is persistent after withdrawal, while cognitive dysfunctions associated with chronic heroin use are an important contributing factor to risk of heroin relapse and addiction. Cognitive enhancers may be used to stimulate treatment success and enhance treatment efficacy. The purpose of this review is to outline the literature that demonstrates the cognitive deficits during the development of heroin addiction and withdrawal process, and several factors that underline the efficacy of cognitive enhancers for heroin use disorders. The review, then, examines the potential use and pharmacological mechanisms of cognitive enhancers that act on cholinergic, glutamatergic, dopaminergic or adrenergic pathways. It also examines the effects of compounds that alter CREB signaling and epigenetic mechanisms in animal model of heroin relapse. The current body of research reveals the new insights into the pharmacological mechanisms underlying heroin addiction and holds a significant promise for cognitive enhancers as an improved approach to treat heroin use disorder in a more efficient and persistent way."
  },
  {
    "pmid": "28252898",
    "title": "Women of Childbearing Age and Opioids.",
    "date": "2013",
    "journal": "",
    "authors": [
      "Smith K",
      "Lipari R"
    ],
    "abstract": null
  }
]