[
  {
    "nct_id": "NCT01307306",
    "title": "Glucose Control in Severely Burned Patients: Mechanisms and Therapeutic Potential",
    "status": "COMPLETED",
    "conditions": [
      "Burns"
    ],
    "phases": [
      "NA"
    ],
    "brief_summary": "The central aim of this application is to determine whether improved outcomes with tight euglycemic control are due to insulin-specific responses. The investigators hypothesize that improving insulin resistance will lead to decreased inflammatory and hypermetabolic responses, as well as restored glucose metabolism, and so result in improved clinical outcome of severely burned patients.",
    "detailed_description": null,
    "interventions": [
      {
        "type": "DRUG",
        "name": "Humulin R",
        "description": "Humulin R (U-100) will be given i.v. The dose given will be adjusted in order to achieve a blood glucose level of 130-140 mg/dl.",
        "armGroupLabels": [
          "Insulin"
        ]
      },
      {
        "type": "DRUG",
        "name": "Metformin",
        "description": "Metformin 850 mg q. 8 hours will be given to decrease blood glucose to 130-140 mg/dl.",
        "armGroupLabels": [
          "Metformin"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Ross Tilley Burn Centre, Sunnybrook Health Sciences Centre",
        "city": "Toronto",
        "state": "Ontario",
        "zip": "M4N 3M5",
        "country": "Canada",
        "geoPoint": {
          "lat": 43.70643,
          "lon": -79.39864
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* between 18 and 90 years of age\n* \\>20% TBSA\n* Admitted to the burn unit within 120 hours following burn\n* At least 1 surgical intervention necessary\n\nExclusion Criteria:\n\n* death upon admission\n* decision not to treat due to burn injury severity\n* presence of anoxic brain injury that is not expected to result in complete recovery\n* known history of AIDS, ARC, HIV, Hepatitis B-E\n* history of cancer within 5 years of malignancy currently under treatment\n* inability to obtain informed consent\n* previous or existing renal dysfunction, liver disease, or hepatic dysfunction\n* pre-existing type I diabetes mellitus\n* pregnancy\n* allergy to metformin",
    "study_type": "INTERVENTIONAL",
    "start_date": "2011-03",
    "completion_date": "2018-03",
    "last_update_posted": "2022-03-28",
    "enrollment": 45
  },
  {
    "nct_id": "NCT02437084",
    "title": "Relationship Between Insulin Resistance and Statin Induced Type 2 Diabetes, and Integrative Personal Omics Profiling",
    "status": "COMPLETED",
    "conditions": [
      "Hyperlipidemia",
      "Insulin Resistance",
      "Type 2 Diabetes"
    ],
    "phases": [
      "PHASE4"
    ],
    "brief_summary": "Background:\n\nThere is general agreement that statin-treatment of patients to lower plasma cholesterol levels can increase the incidence of type 2 diabetes mellitus (T2D) in some individuals1-5. The physiologic mechanism for the increased risk for T2D from statin treatment is unknown but could result from effects on insulin sensitivity or insulin secretion. This study will evaluate how the medication atorvastatin (trade name Lipitor) works in non-diabetic individuals in regards to its effect on insulin sensitivity and insulin secretion to help further understand the possible cause of the increased occurrence of T2D in people who are at risk for T2D. This research study will also examine what metabolic characteristics and variables (for example insulin resistance, high triglycerides, or both) will identify those people at highest risk of statin-induced T2D.\n\nThe goals of this study are to:\n\n1. determine the effect of high-intensity atorvastatin (40 mg/day) for \\~ 10 weeks on insulin sensitivity and insulin secretion (defined with gold standard methods) (PRIMARY OUTCOMES) as well as other glycemic traits (SECONDARY OUTCOMES);\n2. compare a number of cardio-metabolic characteristics (e.g. weight, lipids) before, during, and after administration of atorvastatin;\n3. determine if significant deterioration of insulin action and/or secretion following statin treatment will be confined to those with baseline insulin resistance (PRE-SPECIFIED SUBGROUP ANALYSES);\n4. perform Personal Omics Profiling (iPOP) 6,7 before and after taking atorvastatin to examine treatment-associated changes in all baseline variables and to analyze not only previously-known drug efficacy but also untargeted drug efficacy (EXPLORATORY ANALYSES).\n\nGeneral approach:\n\nThis will be an open-label study to evaluate the diabetogenic effect of atorvastatin (40 mg/day for 10 weeks) on both insulin action and insulin secretion in nondiabetic individuals. To ensure we recruit individuals across a broad range of insulin sensitivity, we will target recruitment to enrich for those with combined increases in LDL-C and TG concentrations (see SIGNIFICANCE and RATIONALE). The experimental population will consist of \\~75 apparently healthy, non-diabetic volunteers eligible for statin therapy but without pre-existing atherosclerotic cardiovascular disease. Following baseline assessments of co-primary outcome measures: insulin sensitivity (by insulin suppression test, IST) and insulin secretion (by graded glucose infusion test, GGIT), participants will be placed on a weight maintenance diet and treated with 40 mg/day of atorvastatin. All baseline measurements will be repeated \\~10 weeks later with iPOP8 measurements done at baseline, at weeks 2, 4, and 10 on atorvastatin, and at weeks 4 and 8 off atorvastatin.",
    "detailed_description": "1. SIGNIFICANCE\n\n   Statins and the risk of T2D: Statin treatment is associated with an increase in incident T2D.1-4 5\n\n   Mechanism of statin-induced T2D: It is unclear whether statins increase the risk of T2D by decreasing insulin action, secretion, or both. Several manuscripts have been published that substantially increase understanding of the link between statin use and incident T2D. Swerdlow, et al.2 based on evidence from genetic analysis and randomized trials, concluded that the increased risk of T2D noted with statins is at least \"partially explained by HMG-coenzyme A reductase (HMGCR) inhibition.\" They also noted an association of weight gain with HMGCR variants in statin-treated patients, leading to the notion that decreases in insulin sensitivity contribute to statin-induced diabetes. In that context, Cederberg, at al.9 have shown in a large prospective study (n=8749 men) that participants treated with statins (n=2142) had a 46% increase in incident T2D, associated with a 24% decrease in insulin sensitivity and a 12% decrease in insulin secretion assessed by surrogate measures.\n\n   Identifying those with at enhanced risk of statin-induced T2D: Studies of 3 randomized clinical trials with atorvastatin by David Waters' group 1,3,4 have demonstrated that \"baseline fasting glucose, body mass index, hypertension, and fasting triglycerides were independent predictors of T2D.\" These abnormalities form a cluster attributed to insulin resistance.10 Since insulin resistance is a predictor of developing T2D, it seems likely that the more insulin resistant the individuals are before treatment, the greater is their risk to for statin-induced T2D.\n\n   In that context, relatively little attention has been given to the role that metabolic heterogeneity in patients with elevated LDL-C concentrations might play in statin-induced T2D. Specifically, subjects with elevated LDL-C concentrations, whose plasma triglyceride (TG) concentrations are also elevated, are insulin resistant, hyperinsulinemic, and glucose intolerant as compared to those with isolated LDL-C levels. As such, this subset of patients with elevated LDL-C concentrations can be viewed as being at a \"tipping point,\" and any adverse effect of statins on insulin action and/or secretion, irrespective of how mediated, places them at enhanced risk to develop statin-induced diabetes. Indeed, we have shown (Kohli et al)1 that patients with both insulin resistance (as estimated by high TGs) and prediabetes are at particularly high risk of statin-induced T2D.\n\n   We seek to address 2 important unanswered questions: Do statins primarily affect insulin resistance or insulin secretion?; Are there subsets of individuals at highest risk of statin-induced T2D?\n2. RATIONALE, HYPOTHESIS\n\n   Rationale:\n\n   T2D develops when insulin resistant individuals cannot maintain the degree of compensatory hyperinsulinemia needed to maintain normal glucose tolerance. However, significant fundamental questions remain. For example, what is the cellular/molecular link between statin treatment and changes in insulin action and secretion?\n\n   This proposal is based on the premise that studying the effect of statins on insulin action and insulin secretion using \"gold standard\" methods will help determine if statins adversely affect the risk of T2D by increasing insulin resistance or decreasing insulin secretion. We use the insulin suppression test (with the read-out of steady-state plasma glucose, SSPG) to ascertain insulin sensitivity and the graded glucose infusion test (with the readout of insulin secretion rate, ISR) to ascertain insulin secretion both before and after statin treatment in non-diabetic individuals.\n\n   We hypothesize that treatment with atorvastatin 40 mg/day for approximately 10 weeks will impair insulin sensitivity and/or insulin secretion and that this effect may be exacerbated in those with underlying insulin resistance. Thus, we plan to look at the effect of atorvastatin not only in all participants but also in subsets of individuals with baseline insulin resistance (which will be enriched for by recruiting volunteers with elevated plasma TG levels (≥150 mg/dL) at baseline. The rationale for this is that plasma TGs are a surrogate measure for insulin resistance with a modest correlation with the direct measure of insulin resistance (steady-state plasma glucose) measured by the insulin suppression test. Clinically, subjects with elevated TGs prior to statin treatment would have substantial clinical benefit from statins, and one of investigators' secondary goals is to demonstrate that a simple measurement of plasma TG concentration (as a surrogate for insulin resistance) can help identify those most at risk of statin induced derangements in glycemic control. Consequently, we propose to enroll nondiabetic volunteers at high-risk for T2D, free of known atherosclerotic cardiovascular disease (ASCVD), not receiving statins, eligible for statin therapy according to ACC/AHA (American College for Cardiology/American Heart Association) 2013 guidelines.11 We will also target recruitment efforts to enrich for subjects with plasma TG concentration ≥ 150 mg/dL to ensure that we enroll subjects across the range of insulin sensitivity.\n\n   Hypothesis: We hypothesize that high intensity atorvastatin treatment for approximately 10 weeks will impair insulin sensitivity and/or insulin secretion and that this effect may be exacerbated in those with underlying insulin resistance.\n3. STUDY DESIGN\n\n   Sample Size\n\n   • We aim to recruit and retain 75 total participants in this study.\n\n   Study Location\n\n   • Clinical and Translational Research Unit (CTRU) at 800 Welch Road, Palo Alto, CA 94304.\n\n   Duration\n\n   • We anticipate that the entire study will take 4 - 5 years through the end of data analysis. Each eligible candidate who voluntarily consents to participate in the study will be active in the study for a total of 5 months from screening to the end of their last visit.\n4. STUDY PROCEDURES\n\n   Recruitment\n\n   Preliminary recruitment strategies will include:\n\n   Volunteers will be recruited from the San Francisco Bay Area through advertisements in newspapers, posted flyers, and the social networking site NextDoor as well as from the Preventive Cardiology Clinics at Stanford Health Care. Our goal is to ensure recruitment across a broad range of insulin sensitivity. Prior work from our group and others has shown that high plasma TG concentrations are associated with increased insulin resistance as assessed by reference measures. Therefore, we will target advertisements to enrich for individuals with high TG levels (\\> 150 mg/dL) as a surrogate for increased insulin resistance.\n\n   Participant Visits and Procedures\n\n   Potential participants will be screened initially when they call or email in response to recruitment ads, or a letter from their MD, describing the study as follows:\n\n   Preliminary intake will occur over the phone.\n\n   Visit 1 Screening visit.\n\n   Visit 2: Oral Glucose Tolerance Test (OGTT): This test will take approximately 3 hours.\n\n   i) Glycemic status: Participants will be classified as having normal glucose tolerance (NGT), isolated impaired fasting glucose (IFG), isolated impaired glucose tolerance (IGT), or combined IFG/IGT12. In addition, the total integrated plasma glucose response during the OGTT will be calculated by the trapezoidal method (Glucose-AUC).\n\n   ii) β-cell function: Calculations of the Insulin Secretion- Sensitivity Index-2 (ISSI-2) will be used to quantify insulin secretory function 13, if for some reason a graded glucose infusion study is not done. The ISSI-2 is a validated OGTT- derived method to measure of β-cell function, analogous to the disposition index obtained from the intravenous glucose tolerance test 14. It is calculated by multiplying the insulin secretory response during the OGTT (Insulin-AUC/Glucose-AUC) by insulin resistance (Matsuda index).\n\n   The fasting and 2-hour glucose results will be discussed with the study participant and a copy of the results will be given to them.\n\n   Visit 3. Graded Glucose Infusion, GGIT 15,16: This test will take approximately 6 hours.\n\n   This test is designed to assess the ability of the pancreas to produce insulin in response to a graded glucose infusion. During this test, subjects will have two small IV catheters placed, one in each arm. One IV will be used for drawing samples and the other for the infusion of glucose. During the GGIT, continuous intravenous infusions of glucose will be given at progressively increasing rates: 1, 2, 3, 4, 5, 6, and 8 kg/min in six infusion periods of 40-min duration. Blood samples will be collected for measurements of glucose, insulin, and C-peptide concentrations at fasting and at 30 min and 40 min into each infusion period. The two values during the last 10 min of each infusion period will be averaged. The amount of blood taken for this test will 47.5 ml.\n\n   Visit 4.Insulin Suppression test, IST 17,18: This test will take approximately 6 hours.\n\n   This test is designed to determine whole body insulin sensitivity. Following an overnight fast, subjects will have an IV placed in each arm. One for collection of blood and the other for infusion with octreotide (0.27 μg/m2/min), insulin (32 mU/m2/min), and glucose (267 mg/m2/min) for 180 minutes. During the test, endogenous insulin is suppressed and all individuals are given the same concentration of insulin, based on their body surface area. Blood is drawn every 30 minutes for 150 minutes and then at 10-minute intervals from 150 to 180 minutes of the infusion to measure plasma glucose and insulin concentrations. The mean of the last four values is used as the steady-state plasma insulin (SSPI) and glucose (SSPG) concentrations for each individual. As SSPI concentrations are similar in all subjects during the IST, the SSPG concentration provides a direct measure of the ability of insulin to mediate disposal of an infused glucose load; the higher the SSPG concentration, the more insulin resistant the individual. Labs to check kidney and liver function plus a lipid panel and a urine pregnancy test (if appropriate) will be done at this visit. Blood drawn or IST will be 58.5 ml and 5 ml for SHC labs.\n\n   Labs for iPOP will be drawn at this time and additional samples will be obtained for transcriptome, microbiome, metabolome, and proteome analysis in blood; nasal, tongue, skin surface swabs; urine; and stool.\n\n   The study drug, atorvastatin 40 mg will be given to study participants, once all labs have been reviewed and participant qualifies.\n\n   Visit 5-7: Visits will be every 2 weeks for a total of 10 weeks on study medication (statin). Participants will be assessed for any side effects or adverse events (AE) on the statin. Adherence to study medication will be assessed at each visit.\n\n   Visit 8: Weight, vital signs, and OGTT described above.\n\n   Visit 9: Repeat GGIT as described above.\n\n   Visit 10: Repeat IST and iPOP lab testing and samples as described above. At the end of this visit, the statin will be stopped and the study participant would be scheduled for 4- and 8-week follow up visits.\n\n   Visit 11: One month off statin study visit - weight, vital signs, and iPOP laboratory testing and samples will be done as described above.\n\n   Visit 12: Last study visit - weight, vital signs, and iPOP laboratory testing and samples will be done as described above.\n\n   Participants will be asked to fill out questionnaire about her/his physical activity status, food and eating habits, and stress at the time of each iPOP.\n5. STATISTICAL CONSIDERATIONS\n\nBased on our prior work19, we calculated that with 60 subjects, we would be able to detect an 8% change in SSPG concentration and an 8% change in ISRAUC after atorvastatin therapy with 80% power and two-side significance level of 5% using a paired samples t test. Thus, we estimated needing to enroll 75 subjects with an anticipated a dropout rate of 20%.\n\nSummary statistics will be reported as median (interquartile range) or number (percent) of participants unless otherwise specified. Shapiro-Wilk tests will be used to assess normality of data, and variables that are not normally distributed will be log-transformed. Percent changes in variables will be calculated by the formula: \\[(end-of study value) - (baseline value) / baseline value\\] x 100. Paired samples t tests will be used to compare baseline and end-of-study means. One sample t tests will be employed to evaluate whether percent changes in variables are significantly different from zero (no change). Pearson correlation coefficients will be calculated to determine the strength of association between variables of interest. Prespecified subgroup analyses will be carried out by stratifying for insulin resistant versus insulin sensitive subjects. The SSPG concentration median will be used to define subjects as being insulin resistant or insulin sensitive. Insulin resistant and insulin sensitive group means will be compared by independent sample t tests and proportions by chi-square tests or Fisher's exact tests. Statistical analyses will be performed by using statistical software IBM SPSS version 26.0.",
    "interventions": [
      {
        "type": "DRUG",
        "name": "Atorvastatin",
        "description": "Study subjects will receive atorvastatin 40 mg for 10 weeks.",
        "armGroupLabels": [
          "Individuals without diabetes eligible to receive statin therapy"
        ],
        "otherNames": [
          "Lipitor"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Stanford University School of Medicine",
        "city": "Stanford",
        "state": "California",
        "zip": "94305",
        "country": "United States",
        "geoPoint": {
          "lat": 37.42411,
          "lon": -122.16608
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n1. Healthy adults 30 - 70 years old\n2. BMI: 20 - 37 kg/m2\n3. Without diabetes as defined by fasting plasma glucose \\<126 mg/dL and not taking glucose lowering medications\n4. Eligible for statin therapy for primary prevention of ASCVD based on LDL-C ≥ 130 mg/dL, \\> 5% ASCVD risk over 10 years, or hs-CRP ≥ 2.0 mg/L\n\nExclusion Criteria:\n\n1. Younger than 30 or older than 70 years\n2. Persons with any significant co-morbidities, such as diabetes (fasting glucose ≥ 126 mg/dL or use of glucose lowering medications), active coronary artery disease, heart failure, accelerated or malignant hypertension, kidney disease (creatinine ≥ 1.5 mg/dL), liver disease (alanine aminotransferase \\> 2 times upper limit of normal), or severe anemia (hematocrit \\< 30%).\n3. Individuals taking any medications for weight loss or known to influence insulin sensitivity.\n4. Pregnant or lactating\n5. Women unwilling to use an effective birth control method\n6. History of statin intolerance",
    "study_type": "INTERVENTIONAL",
    "start_date": "2015-05",
    "completion_date": "2020-04",
    "last_update_posted": "2021-04-06",
    "enrollment": 115
  },
  {
    "nct_id": "NCT00159952",
    "title": "Effect of Hyperglycemia in PAI-1 Activity and the Relationship With Outcome in Severe Sepsis and Septic Shock",
    "status": "COMPLETED",
    "conditions": [
      "Severe Sepsis",
      "Septic Shock"
    ],
    "phases": [
      "PHASE2",
      "PHASE3"
    ],
    "brief_summary": "The purpose of this study is to determine the effect of the intensive insulin therapy on coagulation and fibrinolysis in patients affected by severe sepsis and septic shock. As a secondary endpoints the investigators will determine the effect of intensive insulin therapy on organ dysfunction and mortality of these patients.",
    "detailed_description": "BACKGROUND\n\nThe treatment of the sepsis can be done at three different level:\n\n1. Etiologic therapy. The eradication of the infectious agent is the primary end-point. An appropriate surgical treatment and antibiotic therapy are the key of the etiologic therapy.\n2. Symptomatic therapy. It is the traditional approach in the Intensive Care Unit. It involves to correct the symptomatic issues that can lead to the death of the patients, buying the time necessary for the action of the etiologic and the pathogenic therapy. The key point of the symptomatic therapy are: a) an adequate expansion of the volemia and the use of cardiovascular-acting drugs, for the maintenance of an adequate cardiocirculatory homeostasis. Recently it has been demonstrated that an early aggressive haemodynamic therapy direct to maintain a mixed venous Oxygen Saturation above 70% improved the mortality compared with a standard approach (3); b) apply a mechanical ventilation adequate for the maintenance of the respiratory homeostasis. In fact it has been recently shown an increased survival rate in patients treated with low tidal volume ventilation strategy compared to standard strategy.\n3. Pathogenic therapy. It consists to block the inflammatory and/or coagulation pathway at different level. In the last 30 years a number of report studied different approach (anti-endotoxin antibodies, anti-TNF antibodies, anti-IL6 antibodies, treatment with high doses of corticosteroid, etc.). While all these approaches showed an efficacy in experimental settings when given preventively, most of them have no effect in phase 3 clinical trial. This discrepancy may be explained considering: 1) the system can be considered chaotic, with riddance and interdependency of the response; 2) in the clinical studies the treatment was applied after the development of the sepsis, when the inflammatory and coagulation systems are still largely activated.\n\nThree study has recently demonstrated a benefit in survival:\n\n1. The treatment with low-dosage corticosteroids in patients non-responders to ACH stimulation test (5). This is a substitutive therapy. It is important to note that the treatment with high dosage corticosteroids to block completely the inflammatory response is not effective (6).\n2. The treatment with recombinant activated Protein C (7) did increased the relative survival rate by 20%. Of note the activated Protein C is the only molecule with three main mechanisms of action: anticoagulatory, antiinflammatory and profibrinolytic.\n3. In a recent study in post-surgical patients it has been shown a significant improvement in survival in patients treated with a a tight glycemic control within 80 and 110 mg/dL compared to those in which the glycemia was corrected only when reaching higher level (\\>215 mg/dL) (8).We still lack a definitive explanation for these findings, and the discussion is mainly on the relative roles of glycemia per se versus insulin therapy per se.\n\nHowever, looking at the overall scenario, some issues are of note:\n\n1. We know that a complete block of the inflammatory reaction or a complete block of the coagulation cascade do not improve outcome in septic patients\n2. The activated Protein C is the molecule with the highest spectrum of action, in particular is the only molecule within the numerous molecules tested with pro-fibrinolytic activity\n3. We know that higher glycemia per se does greatly increase the PAI production (the molecule which inhibits the fibrinolysis).\n4. The septic patients primarily die because of multiple organ dysfunction which is in part due to a widespread microthrombosis.\n\nA possible unifying hypothesis is that the improved outcome observed with activate Protein C and with the tight glycemic control is due to the maintenance of a physiologic fibrinolysis. This hypothesis has never been tested and if proved could open interesting therapeutical approaches in the septic patients exposed to the high mortality risk.\n\nOBJECTIVES: The primary end-point is the evaluation of the activation/deactivation of the fibrinolytic system in the two-randomization groups.\n\nSTUDY DESIGN: This study is a multicenter, randomized, Phase 2/3 study of adult patients with severe sepsis and septic shock. We will enroll a total of approximately 80 adult patients.\n\nTREATMENTS ADMINISTERED\n\n1. Control: glycemia will be controlled with insulin administration when higher than 215 mg/dL.\n2. Treatment: glycemia will be controlled with be controlled with insulin administration when higher than 110 mg/dL.\n\nRANDOMIZATION: The patients enrolled will undergo a block-randomization by center in two arms and stratified according to the clinical decision of the caring physician to use or not use the activated Protein C.\n\nDATA COLLECTION: The clinical variables and the biochemical variables of fibrinolysis, coagulation, contact phase and pro-inflammatory cytokines will be recorded daily for the first 7 days, each second day until the 14 days and the each fifth until the end of the study (28th day, or dimission/death if before).\n\nAt Baseline:Demographic data\n\nEvery 24 hours:\n\n1. Simplified Acute Physiology Score II (SAPS II) (9). The Simplified Acute Physiology Score assesses the severity of illness on the basis of 12 physiological variables; age, the type of admission (urgent or nonurgent) and 3 variables related to the underlying disease. Scores can range from 0 to 194; higher scores are correlated with a higher risk of death during hospitalization\n2. SOFA (Sepsis-related Organ Failure Assessment) (10). It is an index of multi-organ dysfunction (range 0-24).\n3. Ramsey scale (11). It is an index of level of sedation (range 1-6).\n4. Respiratory, circulatory and biochemical of variables for monitoring the organs dysfunction (4).\n\nThe main biochemical variables collected are:\n\n* Fibrinolytic system:\n\n  1. PAI-1 activity\n  2. PAI- 1 antigen\n  3. tPA antigen\n  4. Plasmin-antiplasmin complex (PAP)\n  5. D-Dimer fragment\n  6. Polymorphism 4G/5 of the PAI-1 gene\n* Final phase pf the coagulation pathway\n\n  1. Thrombin-antithrombin complex (TAT)\n  2. Prothrombin fragment F1 + 2\n* Contact system\n\n  1. Activated Factor XII (FXIIa)\n  2. Metabolism of endogenous bradykinin\n  3. Polymorphism insertion/deletion of the gene of angiotensin converting enzyme\n* Inflammation\n\n  1. C reactive protein (CRP)\n  2. Interleukin-6 (IL-6)\n  3. Tumor necrosis factor (TNF)\n  4. C3a\n  5. SC5b-9\n\nSAFETY ASPECTS AND SEVERE ADVERSE EVENTS (SAE) REPORTING: GCP rules will be strictly applied, including timely reporting to the study coordination within 48 hours from their occurrence of the SAEs not included in the efficacy end-points. Clinical investigators and nurses of each of the participating centers will be instructed to monitor specifically and to document the adverse events more likely to be associated with the study treatment.\n\nSTATISTICAL ASPECTS: we plan to enroll 80 septic patients in the ICU related with the participating research units. This size will allow showing an average difference of 30% of fibrinolysis biochemical parameters (alfa = 0.05, 1-beta = 0.80).\n\nADMINISTRATIVE, LEGAL, ETHICAL ISSUES: This study is designed by our collaborative group, which has been active over the last ten years in conducting clinical trials in intensive care. The study has been planned and is managed independently, and the clinicians who take active part in the study do not receive economic incentives. The Ely Lilly Italia Spa will provide a financial support for performing the laboratory tests required in studying the fibrinolysis. It is important to emphasize that we are comparing the effects of two different strategies of glycemic control on the fibrinolysis. The Ely Lilly interest in the study is only scientific, as, if we could show the importance of the fibrinolysis in sepsis, this could elucidate one of the putative mechanisms of activated Protein C action. This study is also partially funded by a grant of the Ministry of University and research (COFIN 2004).\n\nThe data which are produced belong to the study group, who ensures their publication and their availability for public authorities.\n\nAll data related to the patients included in the study are treated in strict compliance with the Italian Laws related to privacy 675/1996.\n\nThe informed consent for the patients will be administered as soon as and every time the clinical conditions of the same patients are compatible with the procedure, thus following the provisions set forth by the ICH-GCP guidelines (13), and confirmed by the most recent European Directive 2001/20/CE Decreto Legislativo 211 24/06/2003. It is worth recalling that there is no legal basis for requiring the consent to a relative of the patient.\n\nREFERENCES\n\n1. Gattinoni L, Vagginelli F, Taccone P, Carlesso E, Bertoja E, Sepsis: state of the art. Minerva Anestesiologica 2003; 69: 17-28.\n2. Salvo I, de Cian W, Musico M. Langer M, Piadina R, Wolfer A, et al. The Italian SEPSIS study: preliminary results on the incidence and evolution of SIRS, sepsis, severe sepsis and septic shock. Intensive Care Medicine 1995; 21 Suppl. 2:S244-249.\n3. Rivers E, Nguyen B, Havstad S, Ressler J, Muzzin A, Knoblich B, et al. Early goal-directed therapy in the treatment of severe sepsis and septic shock. The New England Journal of Medicine 2001; 345: 1368-1377\n4. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. The New England Journal of Medicine 2000; 342: 1301-1308\n5. Annane D, Sibille V, Charpentier C, Bollaert PE, Francois B, Korach JM , et al. Effect of treatment with low doses of hydrocortisone and fludrocortisone on mortality in patients with septic shock. JAMA 2002; 288: 862-871\n6. Bone RC, Fischer CJJ, Clemer TP, Slotman GJ, Metz CA Balk RA. A controlled clinical trial of high-dose methyl-prednisolone in the treatment of severe sepsis and septic shock. The New England Journal of Medicine 1987; 317: 653-658\n7. Bernard GR, Vincent JL, Laterre PF, La Rosa SP, Dhainaut JF, Lopez-Rodriguez A, et al. Efficacy and safety of recombinant human activated protein C for severe sepsis. The New England Journal of Medicine 2001; 344:699-709\n8. Van de Berghe G, Wouters P, Weekers F, Verwaest C, Brunynckx F, Schets M, et al. Intensive insulin therapy in the critically ill patients. New Engl j med 2001; 345:1359-1367\n9. Knaus WA, Draper EA, Wagner DP, Zimmerman JE, APACHE II: a severity of disease classification system. Crit Care Med 1985; 13: 818-829\n10. Vincent JL, de Mendonca A, Contraine F, Moreno R, Takala J, Suter PM, Sprung CL, Colardyn F, Blecher S, Use of the SOFA score to assess the incidence of organ dysfunction/failure in intensive care units: results of a multicenter prospective study. Working group on \"sepsis-related problems\" of the European Society of Intensive Care Medicine. Crit Care Med 1998; 26:1793-800\n11. Ramsay MAE, Savege TM, Simpson BRJ et al.: Controlled sedation with alphaxalone-alphadolone. Br Med J 1974; 2: 656-659\n12. Dhainaut JF, Yan SB, Cariou A, Mira JP. Soluble thrombomodulin, plasma-derived unactivated protein C, and recombinant human activated protein C in sepsis. Crit Care Med 2002 May; 30 (5 Suppl): S318-24\n13. Guidelines for Good Clinical Practice, par. 4.8. ICH Steering Committee meeting. 1 May 1996.",
    "interventions": [
      {
        "type": "PROCEDURE",
        "name": "intensive insulin therapy",
        "description": "control: glycemia will be controlled with insulin administration when higher than 215 mg/dL.\n\ntreatment: glycemia will be controlled with be controlled with insulin administration when higher than 110 mg/dL",
        "armGroupLabels": [
          "1"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Hospital \"S.Paolo\"",
        "city": "Milan",
        "country": "Italy",
        "geoPoint": {
          "lat": 45.46427,
          "lon": 9.18951
        }
      },
      {
        "facility": "Policlinico Hospital",
        "city": "Milan",
        "country": "Italy",
        "geoPoint": {
          "lat": 45.46427,
          "lon": 9.18951
        }
      },
      {
        "facility": "Hospital \"S.Gerardo\"",
        "city": "Monza",
        "country": "Italy",
        "geoPoint": {
          "lat": 45.58005,
          "lon": 9.27246
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\nPatients with sepsis, severe sepsis and sepsis shock defined as follows:\n\nSepsis:\n\nSystemic response to infection with two or more of the following conditions:\n\n* Body temperature\\<36° or \\>38°\n* Heart rate \\>90 bpm\n* Respiratory rate \\>20 bpm or PaCO2\\<32 torr\n* White cells count\\>12000 mm3 or \\<4000 mm3 or a differential count showing\\>10% of immature neutrophiles\n\nSevere sepsis:\n\n* Sepsis associated to a organ dysfunction.\n\nSepsis shock:\n\n* Sepsis associated to hypotension despite adequate fluid resuscitation, with hypoperfusion including lactic acidosis, oliguria and acute alteration of consciousness. The hypotension does not need to be present in patients treated with inotropic or vasoactive drugs.\n\nExclusion Criteria:\n\n* Age below 16 years\n* Patients with hematologic malignancy or bone marrow transplant\n* Patients with type I diabetes\n* Patients with expected early death because of underlying disease.",
    "study_type": "INTERVENTIONAL",
    "start_date": "2004-11",
    "completion_date": "2007-11",
    "last_update_posted": "2013-11-27",
    "enrollment": 90
  },
  {
    "nct_id": "NCT01107717",
    "title": "Durability of Early Initial Combination Therapy With Exenatide/Pioglitazone/Metformin vs Conventional Therapy in New Onset Type 2 Diabetes",
    "status": "COMPLETED",
    "conditions": [
      "Diabetes"
    ],
    "phases": [
      "PHASE4"
    ],
    "brief_summary": "Type 2 diabetes is a systemic metabolic disease with significant morbidity and mortality due to damaging blood vessels. Increased blood sugar level is a hallmark of diabetes and is an contributes to the development of many of its complications. Multiple defects, e.g. impaired insulin secretion and impaired insulin action, contribute to the development of the disease. The aim of this study is to test the efficacy and durability of combination of drugs which correct the defects that lead to the development of diabetes on achieving adequate and durable control of blood sugar levels. Achieving adequate and durable control of blood sugar will prevent many of diabetes complications.",
    "detailed_description": "Subjects will be randomized (using a table of random numbers) to receive, in open label fashion, one of the following treatment regimens: (i) Group I will be started on pioglitazone (15 mg/day) plus metformin (1000 mg/day) with the supper meal and exenatide (5 mcg s.c. bid 30 min before breakfast and supper) and up-titrated to 45 pioglitazone plus 2000 metformin and 10 mcg s.c. bid exenatide to achieve HbA1c \\<6.0%; (II) Group II will be started on metformin, 1000 mg with breakfast and 1000 mg with supper, glyburide and basal insulin will be added and up titrated to achieve HbA1c \\<6.0% The study team will compare the efficacy of two therapeutic regimens: (i) triple therapy (pioglitazone, metformin, exenatide) at the time of diagnosis of T2DM versus (ii) stepwise therapy starting with metformin and subsequent addition of sulfonylurea and basal insulin (i.e., the \"standard\" approach) in achieving this goal. The first intervention is based on the novel concept of initiating therapy at the time of diagnosis with combination therapy using agents that correct specific pathophysiologic defects that are characteristic of T2DM (insulin resistance and beta cell failure). The second intervention is based upon stepwise addition of antidiabetic agents to reduce the HbA1C according to the current ADA therapeutic recommendation.",
    "interventions": [
      {
        "type": "DRUG",
        "name": "metformin\\pioglitazone\\exenatide",
        "description": "metformin (1000 mg), pioglitazone (15 mg) and exenatide (5 microgram bid) are started and dose is up titrated to achieve HbA1c \\< 6.5%",
        "armGroupLabels": [
          "Triple Therapy"
        ]
      },
      {
        "type": "DRUG",
        "name": "metformin, glyburide and glargine",
        "description": "subjects are started on metformin 500 mg bid and dose is up titrated and glyburide (up to 5 mg) and glargine are sequentially added to maintain HbA1c \\< 6.5%",
        "armGroupLabels": [
          "conventional therapy"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Texas Diabetes Institute",
        "city": "San Antonio",
        "state": "Texas",
        "zip": "78229-3900",
        "country": "United States",
        "geoPoint": {
          "lat": 29.42412,
          "lon": -98.49363
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* subjects with type 2 diabetes diagnosed during the past 2 years,\n* above 18 years of age,\n* drug naive, or have been on metformin less than 3 months\n\nExclusion Criteria:\n\n* subjects with type 1 diabetes or GAD positive subjects or subjects with long standing diabetes (\\>2 years) or subjects who are not drug naive or have been on metformin more than 3 months.",
    "study_type": "INTERVENTIONAL",
    "start_date": "2009-01",
    "completion_date": "2023-02-03",
    "last_update_posted": "2024-09-05",
    "enrollment": 318
  },
  {
    "nct_id": "NCT01005940",
    "title": "Health Outcomes of Treatment of Obstructive Sleep Apnea With Dental Devices",
    "status": "COMPLETED",
    "conditions": [
      "Sleep Apnea Syndromes"
    ],
    "phases": [
      "NA"
    ],
    "brief_summary": "This study is being done to see if treatment of obstructive sleep apnea (OSA) with a mandibular advancement device (MAD) shows an increase in the quality of life. Many patients prefer to call them mandibular advancers, jaw advancers, jaw advancement splints, jaw advancement devices, anti-snoring mouthpieces, or oral appliances for the treatment of snoring and mild to moderate obstructive sleep apnea. The investigators will also see how helpful the mandibular advancement device is on insulin resistance.",
    "detailed_description": "Patients with obstructive sleep apnea (OSA) will be included in this prospective controlled trial. OSA patients who are unable to tolerate CPAP or refuse CPAP(Continuous positive airway pressure) (and who are deemed appropriate by their attending physician for dental device treatment of OSA will be randomized to a control group (no MAD treatment) or to active MAD therapy.\n\nEpidemiologic studies suggest that OSA is associated with insulin resistance independent of other known risk factors such as obesity. The cyclic intermittent hypoxia in OSA is the primary stimulus that leads to insulin resistance, a primary risk factor for the development of type 2 diabetes. There is an association between the level of hypoxic stress in OSA and insulin resistance.\n\nThe overall hypothesis to be tested is that treatment of OSA with MAD will improve insulin sensitivity, increase levels of HMW (High-molecular- weight) adiponectin, and improve psychological adjustment.",
    "interventions": [
      {
        "type": "DEVICE",
        "name": "Mandibular advancement device",
        "description": "Mandibular advancement device made to subject specific specifications",
        "armGroupLabels": [
          "Mandibular advancement device"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "The Ohio State University",
        "city": "Columbus",
        "state": "Ohio",
        "zip": "43210",
        "country": "United States",
        "geoPoint": {
          "lat": 39.96118,
          "lon": -82.99879
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* Apnea-hypopnea index (AHI) of at least 20 events/hr based on overnight polysomnography\n* \\> 18 years of age\n* Unable to tolerate or refuse CPAP treatment\n\nExclusion Criteria:\n\n* Known diabetes mellitus\n* Body mass index (BMI) \\> 45 kg/m2\n* Uncontrolled hypertension\n* Known congestive heart failure\n* Use of illicit drugs\n* Excessive alcohol consumption, defined as:\n\n  * More than 3 glasses of wine a day\n  * More than 3 beers a day\n  * More than 60 mL of hard liquor a day\n* Room air oxyhemoglobin saturation \\< 90%\n* Use of home oxygen\n* Use of corticosteroids\n* Unable to give voluntary consent",
    "study_type": "INTERVENTIONAL",
    "start_date": "2010-01",
    "completion_date": "2014-12",
    "last_update_posted": "2025-07-30",
    "enrollment": 20
  },
  {
    "nct_id": "NCT03830268",
    "title": "Optimisation of Acute Medium Chain Triglycerides Intake Characteristics on Different Plasma Metabolites in Young and Older Participants",
    "status": "COMPLETED",
    "conditions": [
      "Ketonemia"
    ],
    "phases": [
      "NA"
    ],
    "brief_summary": "Compare plasma metabolites following different conditions paired with a dietary MCT beverage over an 8-hour metabolic day protocol in young and older participants.",
    "detailed_description": null,
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "No MCT intake with breakfast, no lunch",
        "description": "Water given with a regular standardize breakfast and water given at noon without lunch.",
        "armGroupLabels": [
          "MCT intake in young participants"
        ],
        "otherNames": [
          "CTL"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "No MCT intake with lunch, no breakfast",
        "description": "Water given in the beginning of the metabolic study day without breakfast and water given at noon with a regular standardize lunch.",
        "armGroupLabels": [
          "MCT intake in young participants"
        ],
        "otherNames": [
          "CTL inverted"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "10g of Betaquik",
        "description": "BQ10 given with a regular standardize breakfast and BQ10 given at noon without lunch.",
        "armGroupLabels": [
          "MCT intake in older participants",
          "MCT intake in young participants"
        ],
        "otherNames": [
          "BQ10"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "10g of Betaquik with low-carbs breakfast",
        "description": "BQ10 given with a low-carbs standardize breakfast and BQ10 given at noon without lunch.",
        "armGroupLabels": [
          "MCT intake in young participants"
        ],
        "otherNames": [
          "BQ10LC"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "20g of Betaquik",
        "description": "BQ20 given with a regular standardize breakfast and BQ20 given at noon without lunch.",
        "armGroupLabels": [
          "MCT intake in young participants"
        ],
        "otherNames": [
          "BQ20"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "10g of Betaquik with lunch, no breakfast",
        "description": "BQ10 given in the beginning of the metabolic study day without breakfast and BQ10 given at noon with a regular standardize lunch.",
        "armGroupLabels": [
          "MCT intake in young participants"
        ],
        "otherNames": [
          "BQ10 inverted"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Rearsh Centre on Aging",
        "city": "Sherbrooke",
        "state": "Quebec",
        "zip": "J1H4C4",
        "country": "Canada",
        "geoPoint": {
          "lat": 45.40008,
          "lon": -71.89908
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* 10 health young (20-40 y old) and 10 health older (\\> 60 y old) participants\n* Men and women\n\nExclusion Criteria:\n\n* smoking\n* diabetes (fasting glucose \\>7.0 mmol/l and glycated hemoglobin \\>6.9%)\n* strenuous aerobic exercise more than three times a week\n* untreated hypertension, dyslipidemia, and abnormal renal, liver, heart or thyroid function\n* under medication known to affect triglycerides and carbohydrates metabolism (i.e. diuretics, beta-blockers, steroids, insulin sensitizing)",
    "study_type": "INTERVENTIONAL",
    "start_date": "2017-06-02",
    "completion_date": "2019-06-25",
    "last_update_posted": "2020-03-25",
    "enrollment": 20
  },
  {
    "nct_id": "NCT00560690",
    "title": "Effect and Safety of Adding Metformin to the Standard Treatment of Hepatitis C on Sustained Viral Response",
    "status": "COMPLETED",
    "conditions": [
      "Hepatitis C"
    ],
    "phases": [
      "PHASE4"
    ],
    "brief_summary": "Insulin resistance is known to adversely effect viral response to treatment in hepatitis C patients\n\nWe are aiming to study the effect of an insulin sensitizer, metformin, in viral response of hepatitis C to treatment with pegylated interferon and ribavirin in a double blind randomized controlled trial",
    "detailed_description": "Subjects with hepatitis C will be randomized to receive standard treatment with or without metformin. The results will be compared.",
    "interventions": [
      {
        "type": "DRUG",
        "name": "Metformin",
        "description": "500 mg oral three times a day for 6 months",
        "armGroupLabels": [
          "Metformin"
        ]
      },
      {
        "type": "DRUG",
        "name": "pegylated interferon",
        "description": "180 micrograms, or 1.5 micrograms/kg body weight weekly SQ injection for 6 or 12 months depending on genotype",
        "armGroupLabels": [
          "Metformin",
          "Placebo"
        ]
      },
      {
        "type": "DRUG",
        "name": "Ribavirin",
        "description": "800-1200 mg PO given in 2 divided doses for 6 to 12 months depending on weight and genotype",
        "armGroupLabels": [
          "Metformin",
          "Placebo"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Shariati Hospital",
        "city": "Tehran",
        "state": "Tehran Province",
        "zip": "14114",
        "country": "Iran",
        "geoPoint": {
          "lat": 35.69439,
          "lon": 51.42151
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* chronic hepatitis C\n* Iranian nationality\n* Treatment naive\n\nExclusion Criteria:\n\n* cirrhosis\n* diabetes mellitus\n* HBV/HIV coinfection\n* contraindications of metformin, interferon, ribavirin\n* severe medical conditions (e.g. CHF, CRF, psychosis, ...)\n* not consenting",
    "study_type": "INTERVENTIONAL",
    "start_date": "2007-12",
    "completion_date": "2010-12",
    "last_update_posted": "2015-04-06",
    "enrollment": 140
  },
  {
    "nct_id": "NCT01106313",
    "title": "Insulin Resistance in Patients With Major Depression",
    "status": "COMPLETED",
    "conditions": [
      "Depression",
      "Bipolar Disorder",
      "Mood Disorders",
      "Insulin Resistance",
      "Depressive Disorder, Major",
      "Depressive Disorder"
    ],
    "phases": [],
    "brief_summary": "The purpose of this study is to study the relationship between insulin and glucose action and neuropsychological functioning (memory, attention, general thinking abilities) in persons with depression.",
    "detailed_description": null,
    "interventions": [],
    "sponsors": null,
    "locations": [
      {
        "facility": "Stanford University School of Medicine",
        "city": "Stanford",
        "state": "California",
        "zip": "94305",
        "country": "United States",
        "geoPoint": {
          "lat": 37.42411,
          "lon": -122.16608
        }
      }
    ],
    "eligibility": "Inclusion Criteria:1)Willingness to sign the Human Subject Protection Consent Form prior to enrollment into the study.\n\n2)Men and women ages 20 to 65 years of age. 3)Diagnosis of unipolar, non-psychotic, non-melancholic major depressive disorder (MDD) or depressive episode of bipolar disorder (Bipolar I, II or NOS), based on a Structured Clinical Interview for DSM-IV Axis I disorders (SCID) and confirmed by a psychiatrist.\n\n4\\) Depression severity as defined by score of \\<17 on the 21-item Hamilton Rating Scale for Depression and no psychiatric admission within 6 months from study entry and no suicide attempt within the last 12 months.\n\n5)Adequate visual and auditory acuity to allow neuropsychological testing. 6)Stable regime of psychiatric medications for 1 month prior to insulin test. Exclusion Criteria:1)Diagnosis of possible or probable cognitive impairment.\n\n2)For women only: pregnancy, breastfeeding. 3)Personal history of Type I or Type II diabetes. 4) Unstable cardiovascular disease or other major medical condition, or history of myocardial infarction within the previous year.\n\n5)Significant cerebrovascular disease, as evidenced by neurological examination, uncontrolled hypertension (systolic blood pressure \\> 170 or diastolic blood pressures \\> 100).\n\n6\\) Current drug or alcohol abuse. 7)History of neurological disorder, e.g. multiple sclerosis, stroke etc. 8)Use of any drug that may significantly affect psychometric testing, or the insulin testing",
    "study_type": "OBSERVATIONAL",
    "start_date": "2009-07",
    "completion_date": "2016-01",
    "last_update_posted": "2017-10-04",
    "enrollment": 57
  },
  {
    "nct_id": "NCT06978023",
    "title": "Clinical Safety, Efficacy and Multiomic Evaluation of a Novel Chinese Medicine Formula in Type 2 Diabetes: Effects on Beta-cell Function and Insulin Resistance",
    "status": "NOT_YET_RECRUITING",
    "conditions": [
      "Type 2 Diabetes"
    ],
    "phases": [
      "PHASE2"
    ],
    "brief_summary": "Diabetes is a leading cause of heart disease, stroke, kidney failure, cancer and premature death. One in 10 adults are affected by diabetes. Early control of high blood gluocse prevents progressive deterioration and treatment escalation. People with diabetes have impaired insulin secretion, the only hormone that can lower blood glucose, or resistance to insulin action. There are trillions of microrganisms (tiny living things including bacteria) in the gut that can interact with foods and medicine to alter bodily functions including insulin secretion and its actions. Studies in animals and human suggested that a Traditional Chinese Medicine (TCM) containing a combination of four herbs (Jinmai, abbreviated as JM) reduced blood glucose by increasing insulin secretion accompanied by favorable changes in gut bacteria and expression of genetic information that regulate bodily functions.\n\nIn this study, people with type 2 diabetes diagnosed for less than 6 years and not treated with any glucose lowering drugs are assigned randomly to recieve 1) high dose JM (JM-HD) or 2) low dose JM (JM-LD) or 3) look-alike dummy (placebo) given in powder form to be dissolved in water taken twice daily for 24 weeks. We shall compare the abilities of these 3 combination products to lower blood glucose over a 2-hour period after taking a nutritional drink at 0, 12 and 24 weeks. The assigned treatment will then be discontinued for 12 weeks and the test will be repeated to see if improvement is sustained. Samples will be collected at week 0 and 24 (on-treatment) and week 36 (12 weeks off-treament) to compare changes in gut bacteria in faeces and expression of genetic information that make proteins which regulate blood glucose amongst these 3 groups.",
    "detailed_description": "People with impaired insulin secretion from the pancreatic beta-cells is the main cause of type 2 diabetes (T2D). This can be demonstrated by measuring insulin secretion following an 75 gram oral glucose tolerance test (OGTT) or a mixed meal tolerance test (MMTT). Other pathophysiological processes underlying diabetes include non-suppression of glucagon from pancreatic alpha-cells with increased fasting blood glucose, abnormal incretin (e.g. glucagon like peptide GLP1) secretion from gut which augment insulin secretion during food intake as well as changes in gut microbiota which can interact with foods and medicine to alter hormonal secretion and metabolic milieu. Obesity, hyperglycaemia and dyslipidemia can alter inflammatory pathways, transcription factors and oxidative stress resulting in further impairment of insulin secretion and its actions. Early attainment of glycemic control can break these vicious cycles, improve glycemic durability and reduce progressive treatment escalation.\n\nSeveral randomized controlled trials (RCTs) and meta-analyses indicate that TCM containing multiple active components may prevent and control diabetes in human. In animal studies, our group first reported that a combination of extracts from 3 herbs (Coptidis Rhizoma; Astragali Radix; Lonicerae Japonicae Flos, abbreviated as CAL) lowered blood glucose in diabetic rats with sustained improvement in insulin resistance and beta-cell function accompanied by resolution of fatty liver. These effects persisted for weeks or months after treatment discontinuation depending on treatment duration. These improvements were accompanied by changes in gene expression (RNA and microRNA) implicated in energy metabolism. In another animal study, we first reported that extracts from Ophiopogonis (Oph) increased insulin secretion, reduced inflammation and expanded islet mass with lowering of blood glucose.\n\nBased on these mechanistic studies, we designed a proprietary formula consisting of CAL plus Oph (referred as Jinmai, JM). We randomized people with prediabetes to recieve 12-week treatment with 1) CAL only, 2) CAL+Oph low dose (JM-LD), 3) CAL+Oph very low dose (JM-VLD) and 4) consultation with CM practitioners (control), followed by treatment discontinuation for 12 weeks. Amongst these 4 groups, participants treated with JM-LD had signficant reduction in blood glucose and increased insulin secretion during 75 gram OGTT. This effect was sustained after discontinuation of JM-LD for 3 months. Microbiota and RNA analysis indicated that JM-LD caused favorable changes in microbiota and gene expression which correlated with these metabolic changes.\n\nBased on these consistent evidence, we produced a proprietary JM formula consisting of a fixed combination of extracts of CAL with low dose (JM-LD) or high dose extracts of Oph (JM-HD) under good manufacturing practice. The study was approved by the Hong Kong Department of Health for investigational use aimed at registering JM as a novel CM for prevention and treatment of T2D.\n\nHypothesis:\n\nA 24-week treatment with JM in people with T2D reduce glucose excursion and improve beta-cell function through changes in gut microbiota and gene expression\n\nStudy design:\n\nA double-blind, placebo-controlled RCT to assess the efficacy, safety and multiomic effects of JM and its optimal dose in people with early T2D (within 6 years) not treated with glucose lowering drugs.\n\nIntervention:\n\nRandomized in a 1:1:1 ratio to receive 24-week treatment with\n\n1. JM-LD in powder form (13.5 g twice daily) to be dissolved in 250 ml of hot water\n2. JM-HD in powder form (13.5 g twice daily) to be dissolved in 250 ml of hot water or\n3. matching placebo in powder form (13.5 g twice daily) to be dissolved in 250 ml of hot water followed by treatment discontinuation for 3 months\n\nPrimary objective:\n\nTo compare changes in glucose excursion during MMTT after 24 week treatment with JM-LD or JM-HD compared to placebo\n\nSecondary objectives:\n\n1. To evaluate the sustained effect of JM on glucose exursion during MMTT 12 weeks after JM discontinuation compared to placebo\n2. To compare changes in cardiometabolic risk factors including blood pressure, lipids and body weight and HbA1c as well as insulin secretion and resistance during MMTT after 24 weeks of JM treatment compared to placebo\n3. To compare changes in biomarkers and multiomics and their correlations with metabolic changes after 24 weeks of JM treatment compared to placebo\n\nPrimary outcome measure:\n\nBetween-group difference in area-under-the-curve of plasma glucose (AUC-PG) during MMTT in the JM group versus changes in the placebo group (difference-difference) from week 0 to 24 (on treatment)\n\nSample size:\n\nIn the aforementioned 12-week study of JM versus placebo in people with prediabetes, the mean (SD) of AUC-PG during OGTT in placebo group was 18.9 (1.8) mmol/L/min. The AUC-PG was 1.89 mmol/L/min, i.e. 10% lower in the JM-LD group than the placebo group. Based on a conservative estimation of a superiority margin of 0.945 (5% of mean difference) in favor of JM-HD versus placebo, 45 participants in each arm are needed to achieve an 80% power at one-sided significance level of 5%. Allowing a 20% drop out rate, we shall assign 54 participants to each of 3 groups with a total of 162 participants.\n\nStudy site:\n\nThe study will be conducted at Ward 3M, Diabetes and Endocrine Research Centre, Prince of Wales Hospital in accordance with Declaration of Helsinki, and Good Clinical Practice (GCP) and Standard Operation Procedures (SOP) stipulated by the CUHK-NTEC Clinical Research Management Office\n\nSignificance of the study:\n\nThis double-blind placebo-controlled RCT will provide data in support of the beneficial effects of a novel proprietary CM formula (JM) on glycemic excursion in people with early T2D as a therapeutic option. The effects of JM on beta-cell function, insulin resistance, biomarkers, multiomics and gut microbiota will explain the mechanisms underlying the benefits of JM. These data will provide the basis for conduct of large-scale study to examine the effects of JM in the prevention of T2D and its progression to non-communicable diseases.",
    "interventions": [
      {
        "type": "COMBINATION_PRODUCT",
        "name": "JM-LD",
        "description": "Proprietary formula of extracts of Coptidis Rhizoma, Astragali Radix Lonicerae Japonicae Flos (CAL) plus low dose extract of Ophiopogonis Radix",
        "armGroupLabels": [
          "JM-LD group"
        ],
        "otherNames": [
          "Jinmai (CAL+ low dose Ophiopogonis Radix)"
        ]
      },
      {
        "type": "COMBINATION_PRODUCT",
        "name": "JM-HD",
        "description": "Proprietary formula of extracts of Coptidis Rhizoma, Astragali Radix, Lonicerae Japonicae Flos (CAL) plus high dose extract of Ophiopogonis Radix",
        "armGroupLabels": [
          "JM-HD group"
        ],
        "otherNames": [
          "Jinmai (CAL+ high dose Ophiopogonis Radix)"
        ]
      },
      {
        "type": "COMBINATION_PRODUCT",
        "name": "Placebo",
        "description": "Placebo consisting of excipients, coloring and food ingredients to provide a powder mixture of same weight with similar color, texture and odour",
        "armGroupLabels": [
          "Placebo group"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Department of Medicine and Therapeutics, The Chinese University of Hong Kong (CUHK), Ward 3M, Diabetes and Endocrine Research Centre, 3/F Day Treatment Block and Children Wards (Old Block), Prince of Wales Hospital",
        "city": "Hong Kong",
        "country": "Hong Kong",
        "contacts": [
          {
            "name": "Juliana CN Chan, MD",
            "role": "CONTACT",
            "phone": "+85235053138",
            "email": "jchan@cuhk.edu.hk"
          },
          {
            "name": "Chun-Kwan O, MBChB",
            "role": "CONTACT",
            "phone": "+85235051549",
            "email": "chunkwano@cuhk.edu.hk"
          },
          {
            "name": "Juliana CN Chan, MD",
            "role": "PRINCIPAL_INVESTIGATOR"
          }
        ],
        "geoPoint": {
          "lat": 22.27832,
          "lon": 114.17469
        }
      }
    ],
    "eligibility": "Inclusion criteria:\n\n* Diabetes based on 1) HbA1c≥6.5% OR 2) 75-gram OGTT (fasting PG ≥7 mmol/L or 2-h PG≥11.1 mmol/L) with 2 abnormal values in individuals without symptoms or 1 abnormal value in individuals with symptoms\n* HbA1c≤8%\n* Age ≥18 years - 70 years (inclusive)\n* Body mass index (BMI) ≥18 kg/m2\n* Chinese ethnicity\n* Duration of T2D (no history of ketosis or continuous requirement of insulin within 12 months of diagnosis) ≤ 6 years\n* Not on any glucose lowering drugs for the last 3 months\n\nExclusion criteria:\n\n* Not willing to participate in the study or adhere to study procedures\n* Significant medical history including but not limited to history of cardiovascular disease (stroke, ischaemic heart disease, peripheral vascular disease) within the last 6 months, estimated glomerular filtration rate (eGFR) \\<60 ml/min/1.73m2 and/or liver dysfunction (AST and/or ALT≥1.5 times upper limit of normal)\n* History of drug abuse or excessive alcohol intake based on investigator judgment\n* Dehydration, diarrhea or vomiting at the time of recruitment\n* Individuals with severe infection, in perioperative period or with serious injury at the time of recruitment\n* Individuals with blood haemoglobin outside the normal range (male: 13.5-17.5 g/dl and female: 12.0-15.5 g/dl)\n* Use of dietary supplements or health products which might affect glucose metabolism or body weight within 1 month before first dose, as judged by the investigator\n* Breast feeding, pregnant women or women with plans for pregnancy\n* Individuals using warfarin or other medications which may cause herb-drug interactions as judged by the investigator\n* Individuals with known G6PD deficiency or known history of herb-drug interactions\n* HbA1c \\>8.0% at screening, treated or untreated\n* Use of weight loss drugs currently or within 1 month before first dose\n* Use of any glucose lowering drugs\n* Previous metabolic surgery\n* Known history of thyroid disorders\n* History of clinically significant drug hypersensitivity reactions\n* Use of any investigational drug within 3 months prior to screening\n* Use of any sensitive substrates or organic anion transporter (OAT) 1 or 2, or inhibitors of OAT1 or OAT2 from randomization to the study close out visit (Examples of OAT1 substrates include adefovir, ciprofloxacin, furosemide, tenofovir. Examples of OAT2 substrate include metformin. Examples of OAT1 inhibitors include probenecid. Examples of OAT2 inhibitors include cimetidine, dolutegravir, isavuconazole, ranolazine).\n* Use of any OATP1B1 transporter substrates from randomization to the study close out visit (Examples include atorvastatin, lovastatin, pitavastatin, pravastatin, glyburide, paclitaxel, exofenadine, elagolix, docetaxel, bosentan).\n* Use of any P-gp substrates or P-gp inhibitors from randomization to the study close out visit (Examples of P-gp substates include digoxin, fexofenadine, dabigatran etexilate, edoxaban. Examples of P-gp inhibitors include amiodarone, clarithromycin, erythromycin, itraconazole, ketoconazole, cobicistat, cyclosporine, dronedarone, lapatinib, lopinavir and ritonavir)\n* BP ≥140 mmHg (systolic) or 90 mmHg (diastolic) treated or untreated.\n* Any conditions considered unsuitable by the investigators",
    "study_type": "INTERVENTIONAL",
    "start_date": "2025-05",
    "completion_date": "2027-02",
    "last_update_posted": "2025-05-18",
    "enrollment": 162
  },
  {
    "nct_id": "NCT04952779",
    "title": "A Multi-centre, Prospective, Open-label, Single-arm, Non-interventional, Regulatory Post Marketing Surveillance (rPMS) Study of Xultophy® (Insulin Degludec / Liraglutide) to Evaluate Safety and Effectiveness in Patients With Type 2 Diabetes Mellitus in Routine Clinical Practice in Korea",
    "status": "COMPLETED",
    "conditions": [
      "Diabetes Mellitus, Type 2"
    ],
    "phases": [],
    "brief_summary": "The aim of this study is to assess the safety and effectiveness of Xultophy® initiated according to label in adults with type 2 diabetes mellitus (T2DM) under routine clinical practice conditions. Participants will get Xultophy® as prescribed to them by the study doctor. The study will last for about 26 weeks.",
    "detailed_description": null,
    "interventions": [
      {
        "type": "DRUG",
        "name": "Xultophy® (insulin degludec/liraglutide)",
        "description": "Xultophy® is a fixed ratio combination of the long-acting basal insulin, insulin degludec, and the glucagon-like peptide 1 receptor agonist (GLP-1 RA), liraglutide, administered under the skin.\n\nPatients will be treated according to routine clinical practice at the discretion of the treating physician according to the label approved by MFDS.\n\nThe assignment of the patient to Xultophy® is not decided in advance by the protocol but falls within current practice and the prescription of Xultophy® is clearly separated from the decision to include the patient in the study.",
        "armGroupLabels": [
          "Xultophy®"
        ],
        "otherNames": [
          "insulin degludec/liraglutide"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Daejeon Endo Internal Medicine Clinic",
        "city": "Daejeon",
        "state": "Cheongsa-ro, Seo-gu",
        "zip": "35220",
        "country": "South Korea",
        "geoPoint": {
          "lat": 36.34913,
          "lon": 127.38493
        }
      },
      {
        "facility": "Soonchunhyang University Hospital",
        "city": "Cheonan",
        "state": "Chungcheongnam-do",
        "zip": "31151",
        "country": "South Korea",
        "geoPoint": {
          "lat": 36.8065,
          "lon": 127.1522
        }
      },
      {
        "facility": "Isam Hospital",
        "city": "Busan",
        "zip": "47354",
        "country": "South Korea",
        "geoPoint": {
          "lat": 35.10168,
          "lon": 129.03004
        }
      },
      {
        "facility": "Inje University Busan Paik Hospital",
        "city": "Busan",
        "zip": "47392",
        "country": "South Korea",
        "geoPoint": {
          "lat": 35.10168,
          "lon": 129.03004
        }
      },
      {
        "facility": "Kosin University Gospel Hospital",
        "city": "Busan",
        "zip": "49267",
        "country": "South Korea",
        "geoPoint": {
          "lat": 35.10168,
          "lon": 129.03004
        }
      },
      {
        "facility": "Keimyung University Dongsan Hospital",
        "city": "Daegu",
        "zip": "42601",
        "country": "South Korea",
        "geoPoint": {
          "lat": 35.87028,
          "lon": 128.59111
        }
      },
      {
        "facility": "Keimyung University Dongsan Medical Center",
        "city": "Daegu",
        "zip": "42601",
        "country": "South Korea",
        "geoPoint": {
          "lat": 35.87028,
          "lon": 128.59111
        }
      },
      {
        "facility": "Eulji University Hospital_Daejeon",
        "city": "Daejeon",
        "zip": "302-120",
        "country": "South Korea",
        "geoPoint": {
          "lat": 36.34913,
          "lon": 127.38493
        }
      },
      {
        "facility": "Daejeon Endo Internal Medicine Clinic",
        "city": "Daejeon",
        "zip": "35220",
        "country": "South Korea",
        "geoPoint": {
          "lat": 36.34913,
          "lon": 127.38493
        }
      },
      {
        "facility": "Chungbuk National University Hospital",
        "city": "Daejeon",
        "zip": "361-711",
        "country": "South Korea",
        "geoPoint": {
          "lat": 36.34913,
          "lon": 127.38493
        }
      },
      {
        "facility": "Dongguk University Ilsan Hospital",
        "city": "Goyang",
        "zip": "10326",
        "country": "South Korea",
        "geoPoint": {
          "lat": 36.21689,
          "lon": 127.19731
        }
      },
      {
        "facility": "Seoul National University Bundang Hospital",
        "city": "Gyeonggi-do",
        "zip": "13620",
        "country": "South Korea",
        "geoPoint": {
          "lat": 37.58944,
          "lon": 126.76917
        }
      },
      {
        "facility": "Hyewon Medical Foundation Sejong General Hospital",
        "city": "Gyeonggi-do",
        "zip": "14754",
        "country": "South Korea",
        "geoPoint": {
          "lat": 37.58944,
          "lon": 126.76917
        }
      },
      {
        "facility": "Ajou University Hospital",
        "city": "Gyeonggi-do",
        "zip": "16499",
        "country": "South Korea",
        "geoPoint": {
          "lat": 37.58944,
          "lon": 126.76917
        }
      },
      {
        "facility": "Gyeongsang National University Hospital",
        "city": "Gyeongsangnam-do",
        "zip": "52727",
        "country": "South Korea"
      },
      {
        "facility": "Dongtan Jeil Women's Hospital",
        "city": "Hwasung-si",
        "zip": "18450",
        "country": "South Korea"
      },
      {
        "facility": "Inha University Hospital",
        "city": "Incheon",
        "zip": "22332",
        "country": "South Korea",
        "geoPoint": {
          "lat": 37.45646,
          "lon": 126.70515
        }
      },
      {
        "facility": "ChonBuk Nataional University Hospital",
        "city": "Jeonju",
        "zip": "561-712",
        "country": "South Korea",
        "geoPoint": {
          "lat": 35.82194,
          "lon": 127.14889
        }
      },
      {
        "facility": "Hanil General Hospital",
        "city": "Seoul",
        "zip": "01450",
        "country": "South Korea",
        "geoPoint": {
          "lat": 37.566,
          "lon": 126.9784
        }
      },
      {
        "facility": "Nowon Eulji Medical Center, Eulji University",
        "city": "Seoul",
        "zip": "01830",
        "country": "South Korea",
        "geoPoint": {
          "lat": 37.566,
          "lon": 126.9784
        }
      },
      {
        "facility": "Yonsei Leehyunchul Internal Medicine",
        "city": "Seoul",
        "zip": "04058",
        "country": "South Korea",
        "geoPoint": {
          "lat": 37.566,
          "lon": 126.9784
        }
      },
      {
        "facility": "Inje University Seoul Paik Hospital",
        "city": "Seoul",
        "zip": "04551",
        "country": "South Korea",
        "geoPoint": {
          "lat": 37.566,
          "lon": 126.9784
        }
      },
      {
        "facility": "Gangdong Kyung Hee University Hospital",
        "city": "Seoul",
        "zip": "05278",
        "country": "South Korea",
        "geoPoint": {
          "lat": 37.566,
          "lon": 126.9784
        }
      },
      {
        "facility": "Seoul Saint Mary's Hospital",
        "city": "Seoul",
        "zip": "06591",
        "country": "South Korea",
        "geoPoint": {
          "lat": 37.566,
          "lon": 126.9784
        }
      },
      {
        "facility": "KangNam Sacred Heart Hospital",
        "city": "Seoul",
        "zip": "07441",
        "country": "South Korea",
        "geoPoint": {
          "lat": 37.566,
          "lon": 126.9784
        }
      },
      {
        "facility": "Sahm Yook Medical Center",
        "city": "Seoul",
        "zip": "130711",
        "country": "South Korea",
        "geoPoint": {
          "lat": 37.566,
          "lon": 126.9784
        }
      },
      {
        "facility": "St. Mary's Hospital, The Catholic University of Korea",
        "city": "Seoul",
        "zip": "150-713",
        "country": "South Korea",
        "geoPoint": {
          "lat": 37.566,
          "lon": 126.9784
        }
      },
      {
        "facility": "The Catholic University of Korea. St. Vincent's Hospital",
        "city": "Suwon-si, Gyeonggi-do",
        "zip": "16247",
        "country": "South Korea"
      },
      {
        "facility": "Uijeongbu Eulji university Hospital",
        "city": "Uijeongbu-si",
        "zip": "11759",
        "country": "South Korea",
        "geoPoint": {
          "lat": 37.7415,
          "lon": 127.0474
        }
      },
      {
        "facility": "Ulsan Hospital",
        "city": "Ulsan",
        "zip": "44686",
        "country": "South Korea",
        "geoPoint": {
          "lat": 35.53722,
          "lon": 129.31667
        }
      },
      {
        "facility": "Ulsan University Hospital",
        "city": "Ulsan",
        "zip": "682-060",
        "country": "South Korea",
        "geoPoint": {
          "lat": 35.53722,
          "lon": 129.31667
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* The decision to initiate treatment with commercially available Xultophy® has been made by the participant/Legally Acceptable Representative (LAR) and the study doctor before and independently from the decision to include the participant in this study.\n* Informed consent obtained before any study related activities. Study related activities are any procedures that are carried out as part of the study, including activities to determine suitability for the study.\n* Male or female, age 19 years or older at the time of signing informed consent form.\n* Participants diagnosed (clinically) with T2DM and who is scheduled to start treatment with Xultophy® based on the clinical judgment of their treating physician as specified in the approved Korean-Prescribing information (local label).\n\nExclusion Criteria:\n\n* Participants who are or have previously been on Xultophy® therapy.\n* Known or suspected hypersensitivity to Xultophy® (the active substance or any of the excipients).\n* Previous participation in this study. Participation is defined as having given informed consent in this study.\n* Mental incapacity, unwillingness or language barriers precluding adequate understanding or cooperation.",
    "study_type": "OBSERVATIONAL",
    "start_date": "2021-06-02",
    "completion_date": "2024-12-15",
    "last_update_posted": "2025-05-04",
    "enrollment": 750
  },
  {
    "nct_id": "NCT02244879",
    "title": "Effects of Resveratrol on Inflammation in Type 2 Diabetic Patients. A Double-blind Randomized Controlled Trial",
    "status": "COMPLETED",
    "conditions": [
      "Type 2 Diabetes Mellitus",
      "Inflammation",
      "Insulin Resistance",
      "Other Disorders of Bone Density and Structure"
    ],
    "phases": [
      "PHASE3"
    ],
    "brief_summary": "This research will investigate the effect of resveratrol on inflammatory mediators in type 2 diabetic patients in vivo.\n\nThe investigators will also investigate the hypothesis that resveratrol has an antioxidant activity, improves insulin sensitivity and lipid pattern, down-regulates bone-turnover.",
    "detailed_description": "Despite a large body of evidence demonstrating promising effects of resveratrol in rodents, human studies are still lacking and both preventive and therapeutic value of resveratrol in humans remains to be elucidated. The published evidence is not sufficiently strong to recommend for the administration of resveratrol to humans, beyond dietary sources. On the other hand, animal data are promising in prevention of various cancer types, coronary heart diseases and diabetes which strongly indicate the need for human clinical trials.\n\nFurthermore, data are lacking either about safety during long-term administration, or on the efficacy of resveratrol administration in patients with chronic illnesses, such as diabetes mellitus.\n\nThe main objective of this study is to investigate the effect of resveratrol on inflammatory mediators in type 2 diabetic patients in vivo.\n\nThis research will investigate the hypothesis that resveratrol, when given orally to type 2 diabetic subjects for 24 weeks induces a decrease in values of high-sensitivity CRP (C-reactive protein) (primary outcome measure), IL-6 (Interleukin-6), PTX3 (pentraxin 3).\n\nThe investigators will also investigate the hypothesis that resveratrol has an antioxidant activity, improves insulin sensitivity and lipid pattern, down-regulates bone-turnover. Secondary outcomes are therefore variations in the following variables: TAS (total antioxidant status), glycemia, glycated hemoglobin (HbA1c), Homeostasis model assessment of insulin resistance (HOMA-IR), total and HDL-cholesterol, triglycerides, adiponectin, body composition (evaluated by Dual-emission X-ray absorptiometry DXA-), bone mineral density (DXA).\n\nFinally, the investigators are interested in evaluating efficacy, safety and tolerability of two different dosages of resveratrol: 500 mg/day and 40 mg/day.",
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "resveratrol",
        "description": "arm resveratrol 500: 6 months of resveratrol 500 mg/day arm resveratrol 40: 6 months of resveratrol 40 mg/day",
        "armGroupLabels": [
          "placebo",
          "resveratrol 40",
          "resveratrol 500"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "University of Turin",
        "city": "Turin",
        "state": "IT",
        "zip": "10126",
        "country": "Italy",
        "geoPoint": {
          "lat": 45.07049,
          "lon": 7.68682
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n1. 35 years of age and older\n2. Type 2 diabetes with body mass index (BMI)\\<35 kg/m2\n3. Subjects on hypoglycemic agents other than insulin\n4. Willing to give written informed consent and able to understand, to participate in and to comply with the study requirements.\n\nExclusion Criteria:\n\n1. Subjects on any antioxidant medication\n2. Patient on non-steroidal anti-inflammatory drug, steroids or insulin\n3. On any agent with significant antioxidant properties\n4. History of drug or alcohol abuse\n5. Liver or kidney diseases\n6. Any life threatening diseases\n7. Allergy to peanuts, grapes, wine, mulberries\n8. Pregnant women\n9. Coronary event or procedure (myocardial infarction, unstable angina, coronary artery bypass surgery or coronary angioplasty) in the previous four Weeks\n10. Subjects on anticoagulants",
    "study_type": "INTERVENTIONAL",
    "start_date": "2013-10",
    "completion_date": "2016-02",
    "last_update_posted": "2016-03-08",
    "enrollment": 192
  },
  {
    "nct_id": "NCT02831361",
    "title": "A Multinational, Multicenter, Randomized, Placebo-controlled, Parallel Group, Double-Blind, Phase 3 Trial to Evaluate the Efficacy and Safety of Gemigliptin 50 mg q.d Compared With Placebo Added to Subjects With Type 2 Diabetes Who Have Inadequate Glycemic Control on Insulin Alone or on Insulin in Combination With Metformin",
    "status": "COMPLETED",
    "conditions": [
      "Type 2 Diabetes Mellitus"
    ],
    "phases": [
      "PHASE3"
    ],
    "brief_summary": "The objective of this study is to evaluate the efficacy and safety of gemigliptin 50 mg orally administered once daily for 24 weeks compared with placebo in patients with type 2 diabetes mellitus who have inadequate glycemic control on insulin alone or on insulin in combination with metformin stably for 8 weeks.",
    "detailed_description": null,
    "interventions": [
      {
        "type": "DRUG",
        "name": "Gemigliptin",
        "armGroupLabels": [
          "Gemigliptin 50mg"
        ]
      },
      {
        "type": "DRUG",
        "name": "Gemigliptin placebo",
        "armGroupLabels": [
          "Gemigliptin 50mg placebo"
        ]
      },
      {
        "type": "DRUG",
        "name": "Metformin",
        "description": "For patients who have been taking metformin, the patients who had taken at least 1000 mg of metformin daily and continue the same dosage and administration as before participant in the study",
        "armGroupLabels": [
          "Gemigliptin 50mg",
          "Gemigliptin 50mg placebo"
        ]
      },
      {
        "type": "PROCEDURE",
        "name": "Diet/exercise questionnaire",
        "description": "doing exercise with about intermediate intensity(50\\~70%) for ≥150minutes in total over at least 3 times(every other day) weekly should be recommended and regualr diet without greater changes in life style as much as possible during the whole study period.\n\nthe questionnaire regarding diet/exercise will be collected at -week2, week 1 week 7, week 13, week 19, week 25",
        "armGroupLabels": [
          "Gemigliptin 50mg",
          "Gemigliptin 50mg placebo"
        ]
      }
    ],
    "sponsors": null,
    "locations": [],
    "eligibility": "Inclusion Criteria:\n\n1. Patients with type 2 diabetes mellitus of ≥19 years of age at the time of Visit 1 (Screening)\n2. Patients with HbA1c and FPG values measured at central laboratory satisfying the following conditions at the time of Visit 1(Screening)\n\n   * Patients who had not taken OADs other than metformin within 8 weeks prior to Visit 1(Screening) : 7.0% ≤ HbA1c ≤ 11%, FPG \\< 270mg/dl\n   * Patients who had taken OADs other than metformin within 8 weeks prior to Visit 1(Screening) : 6.5% ≤ HbA1c ≤ 10.5%, FPG \\< 270mg/dl However, re-test can be carried out only once during the visit window, if the central laboratory values don't meet the criteria mentioned above.\n3. Patients who had stably received minimum ≥15 U/day and maximum ≤1 U/kg/day of insulin(long-acting, intermediate-acting or pre-mixed) for 8 weeks prior to Visit 1(Screening) ( 'Stably' is defined as the cases in which mean total daily dose of insulin is adjusted to range between ±10% of the dose used on the day of Visit 1(Screening) for 8 weeks prior to Visit 1(Screening).\n4. For patients who have been taking metformin, the patients who had taken at least 1000 mg of metformin daily without dose adjustment for 8 weeks prior to Visit 1(Screening)\n5. Patients who are applicable to one of the three in the following.\n\n   1. Surgically infertile patients\n   2. Postmenopausal female patients of ≥45 years of age for whom ≥2 years elapsed since their last menstruation\n   3. Premenopausal fertile female patients or surgically non-infertile male patients who have agreed to use at least 2 kinds of contraceptive measures (certainly including one of the barrier methods) to avoid pregnancy until 14 days after the last dose of the investigational product\n\n      * Barrier methods: Condom, Diaphragm, Cervical cap(Pessary), Spermicide\n      * Hormonal methods: Pills, Injection(Depot), Skin patch, Hormonal implant(Implanon), Vaginal ring\n      * Intrauterine Devices(IUDs): Cooper IUD(Loop), Hormonal IUD(Mirena)\n      * Natural methods: Basic body temperature, Ovulation period, Coitus interruptus, Abstinence\n6. Patients who have signed an informed consent themselves after receiving explanation about the objectives, methods, effects, etc. of the clinical study\n\n   For patients who have gone through the washout period, the inclusion criteria below should be checked at Visit 1-1(Screening).\n7. Patients whose HbA1c and FPG measured at Visit 1-1(Screening) are 7.0%\\~11% and \\<270 mg/dl, respectively\n8. Patients whose mean daily dose of insulin checked at Visit 1-1(Screening) ranges between ±10% of the dose checked at Visit 1(Screening)\n\nExclusion Criteria:\n\n1. Patients with type 1 diabetes mellitus\\*, gestational diabetes, or secondary diabetes\n2. Patients with Body Mass Index(BMI) \\>40 kg/m2 at the time of Visit 1(Screening)\n3. Patients with a history of the following\n\n   * Patients who had experienced severe hypoglycaemia within 24 weeks prior to Visit 1(Screening) or who had experienced hypoglycaemia at least 3 times a week within 8 weeks prior to Visit 1(Screening)†\n   * Patients with a history of diabetic ketoacidosis or hyperosmolar non-ketotic coma within 24 weeks prior to Visit 1(Screening) #\n   * Patients with a history of myocardial infarction, unstable angina, and coronary artery bypass graft(CABG) within 24 weeks prior to Visit 1(Screening)\n   * Patients with NYHA Class III, IV congestive heart failure or arrhythmia requiring treatment at the time of Visit 1(Screening)\n   * Patients whose TSH level is out of the normal range and who have thyroidal dysfunction requiring drug therapy at the time of Visit 1(Screening) (However, those who have been taking thyroid hormone at a fixed dose since previous 4 weeks prior to Visit 1\\[Screening\\] and whose TSH level is within the normal range can participate in the study.)\n   * Patients with severe infection or severe trauma at the time of Visit 1(Screening)\n   * Patients who had had a surgical operation within 4 weeks prior to Visit 1(Screening) (excluding minor surgeries without restriction on food and fluid intake) or who are scheduled to have a significant surgery during the study period\n   * Patients with pituitary insufficiency or adrenal insufficiency at the time of Visit 1(Screening)\n   * Patients with pulmonary embolism, severe pulmonary dysfunction, or who are susceptible to be accompanied by hypoxemia at the time of Visit 1(Screening)\n   * Patients on drug therapy due to gastrointestinal disturbance including dehydration, diarrhea, and vomiting at the time of Visit 1(Screening)#\n   * Patients who are positive carriers for hepatitis B virus(HBV), hepatitis C virus(HCV), or human immunodeficiency virus(HIV) at the time of Visit 1(Screening) visit\n   * Patients with a history of alcoholism or drug addiction within 1 year prior to Visit 1(Screening)\n   * Patients with a history of malignant tumors within 5 years prior to Visit 1(Screening). However, patients with basal cell or squamous cell skin cancer, or in situ cervical cancer treated properly can participate in the study.\n   * Patients with end-stage renal disease(ESRD) at the time of Visit 1(Screening)\n4. Patients with the outcomes of the laboratory tests performed at Visit 1(Screening) applicable to the criteria below\n\n   * Bilirubin \\>1.5 × upper limit of normal(ULN)\n   * AST/ALT \\>2.5 × ULN\n5. Male and female patients on metformin and with serum creatinine level of ≥1.5 mg/dl and ≥1.4 mg/dl, respectively at the time of Visit 1(Screening)\n6. Patients with a history of hypersensitivity reactions to the drugs below\n\n   * Gemigliptin or drugs belonging to dipeptidyl-peptidase4(DPP4) inhibitors\n   * Metformin or drugs belonging to biguanides\n   * Insulin\n7. Patients who were administered the drugs below\n\n   * Patients who had been administered anti-obesity drugs within 12 weeks prior to Visit 1(Screening)\n   * Patients who had been administered short-acting or rapid-acting insulin before meals within 8 weeks prior to Visit 1(Screening)\n   * Patients who had been administered GLP-1 analogues within 8 weeks prior to Visit 1(Screening)\n   * Patients who had been administered warfarin, dicoumarin, and digoxin within 4 weeks prior to Visit 1(Screening)\n   * Patients who had been being administered glucocorticoids continuously within 2 weeks prior to Visit 1(Screening) or who are required to take glucocorticoids continuously in the future\n   * Patients who are being administered any of the strong CYP3A4 inducers (rifampicin\\[rifampin\\], dexamethasone, phenytoin, carbamazepine, rifabutin, phenobarbital) at the time of Visit 1(Screening)\\*\n   * Patients who are being administered cimetidine at the time of Visit 1(Screening)\n8. Female patients who are pregnant or lactating\n9. Patients who have an experience of participation in another clinical study within 12 weeks prior to Visit1(screening)\n10. Patients who are otherwise considered to be ineligible for this study on investigators' judgment For patients who have gone through the washout period, the exclusion criteria below should be checked at Visit 1-1(Screening).\n11. Patients whose mean daily dose of insulin during the 8-week washout period which has been beyond ±10% of the dose checked at Visit 1(Screening) for ≥ 12 days or for 5 consecutive days\n\nAt Visit 1(Screening) or Visit 1-1(Screening), subjects who meet the inclusion/exclusion criteria can enter the 2-week run-in period along with exercise/diet.",
    "study_type": "INTERVENTIONAL",
    "start_date": "2016-10-17",
    "completion_date": "2018-02-08",
    "last_update_posted": "2018-02-22",
    "enrollment": 290
  },
  {
    "nct_id": "NCT01945138",
    "title": "Efficacy and Feasibility of Fully Automated Closed Loop Insulin Pump Therapy After Islet Auto-Transplantation",
    "status": "COMPLETED",
    "conditions": [
      "Chronic Pancreatitis",
      "Diabetes Mellitus"
    ],
    "phases": [
      "NA"
    ],
    "brief_summary": "The purpose of this study is to determine the effectiveness of closed loop insulin pump therapy to control blood sugar following total pancreatectomy and islet auto-transplantation (TPIAT).",
    "detailed_description": "OBJECTIVES AND HYPOTHESES The main objective of this study is to determine if a closed loop insulin system can successfully achieve tighter blood sugar control than the current multiple daily injection regimen. The investigators hypothesize that the average blood glucose will be lower in the closed loop group than the control group, there will be less glucose variability in the closed loop group than the control group, and there will be less total time spent in hyperglycemia and hypoglycemia in the closed loop group than in the control group. The investigators also will investigate insulin requirements and islet function in the first 6 months post-transplant in the closed loop group The investigators hypothesize that the insulin requirements will be lower and the C-peptide levels higher in the closed loop group than in the control group.",
    "interventions": [
      {
        "type": "DEVICE",
        "name": "Closed Loop Insulin",
        "description": "The Closed Loop Insulin system is an automated insulin delivery system based on body blood glucose. It consists of an Insulin pump, continuous glucose monitor, and a control device (laptop with algorithms).",
        "armGroupLabels": [
          "Closed Loop Insulin"
        ],
        "otherNames": [
          "Medtronic ePID 2.0 system",
          "Medtronic Paradigm REAL-Time Insulin Pump (MMT-722)",
          "Enlite Glucose Sensor (MMT-7008X)",
          "MiniLink REAL-Time Transmitter (MMT-7703XNA)",
          "ComLink Device (MMT-7304)"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "University of Minnesota",
        "city": "Minneapolis",
        "state": "Minnesota",
        "zip": "55454",
        "country": "United States",
        "geoPoint": {
          "lat": 44.97997,
          "lon": -93.26384
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* Patients undergoing total pancreatectomy and islet auto-transplantation.\n* Patients ages 21 to 64 years old\n\nExclusion Criteria:\n\n* Preexisting diabetes\n* Use of acetaminophen during study period, which interferes with CGM sensor function\n* Any medical condition requiring corticosteroids\n* Severe Psychiatric disease or developmental delays, that might interfere with the ability to provide informed consent\n* Any other medical condition which in the opinion of the investigators impairs the person's ability to safely participate in the trial",
    "study_type": "INTERVENTIONAL",
    "start_date": "2014-02",
    "completion_date": "2015-12",
    "last_update_posted": "2017-07-31",
    "enrollment": 14
  },
  {
    "nct_id": "NCT03244449",
    "title": "Identification and Validation of Myonectin, Myostatin and FGF-21 as Insulin Resistance Biomarkers in Colombian People",
    "status": "COMPLETED",
    "conditions": [
      "Insulin Resistance",
      "Diabetes Mellitus, Type 2"
    ],
    "phases": [],
    "brief_summary": "Around the world, the prevalence of type 2 diabetes mellitus (T2DM) has been increasing since the last two decades, with approximately 347 million patients with diabetes by 2013 according to the World Health Organization (WHO). This pronounced increase is due to an increase in the prevalence of obesity, reduction in physical activity levels, accelerated urbanization and aging of the population. In Colombia, T2DM ranks fifth in the main morbidity and mortality causes, including only deaths caused directly and without adding the strong influence that T2DM has on cardiovascular disease mortality.\n\nInsufficient tissue response to normal insulin concentrations, called insulin resistance, is one of the central pathophysiological mechanisms in the development of T2DM. However, there is currently no simple, practical, safe and reproducible method that allows the diagnosis or identification of insulin resistance, nor the follow-up to its evolution. At the moment, the gold standard for assessing the degree of insulin sensitivity or resistance is the \"hyperinsulinemic-euglycemic clamp\", a laborious technique, of high cost and high technical difficulty, requiring specialized personnel and hospitalization. Non-invasive methods based on mathematical regressions, such as the Homeostatic Model Assessment (HOMA-IR), are imperfect and widely variable, and have not been validated in the Latin American population, less Still Colombian.\n\nTherefore, the development of new, easily obtainable quantitative tools for the diagnosis of insulin resistance is required. This requires not only the identification of new and better biomarkers, but also the determination of their diagnostic performance and operational characteristics.\n\nThis project will investigate 3 molecular targets (myokines), novel and easy to measure, with high probability of being good biomarkers of insulin resistance. The research will include validation of its association with insulin resistance measured by the reference method, as well as its measurement in apparently healthy individuals. Finally, operator-receiver characteristics of each test will be analyzed, in order to propose a cutoff point for the diagnosis of insulin resistance.",
    "detailed_description": "The objectives of the project are: 1) To identify, within a group of 3 potential new biomarkers of insulin resistance, those that are significantly associated with the presence of this phenomenon in our population, 2) Establish, analyze and apply reference values for each one of these three biomarkers in Colombian population. 3) To evaluate the sensitivity, specificity, statistical C (operational performance), predictive values and likelihood ratios of each of the biomarkers studied for the diagnosis of insulin resistance versus a standard gold technique and 4) Different biomarkers evaluated, in order to select the best one (s) for clinical use, as well as to propose a cutoff point for detection of insulin resistance for each of them.\n\nMethodology: A cross-sectional, diagnostic test evaluation study will be conducted, including apparently healthy Adults of both sexes, with ages between 35 and 65 years, coming from Bogotá, without any significant comorbidity.\n\nAs initial evaluation will be carried out measurement of height, weight, percentage of body fat, blood pressure, diet questionnaire, physical activity and sociocultural characteristics. For patients with prediabetes and T2DM, the time elapsed since the diagnosis will be obtained, as well as information about pharmacological or non-pharmacological treatment that they are receiving.\n\nFor the serological evaluation, a sample of venous blood should be taken in the fasted state, with the aim of measuring the following markers: Fibroblast Growth Factor 21 (FGF21) , Myonectin, and Myostatin. In addition to routine tests such as fasting glycemia, glycosylated hemoglobin, fasting insulinemia, lipid profile (total cholesterol, HDL cholesterol, triglycerides, LDL-C) and C-reactive protein. Additionally, all subjects will participate in an oral glucose tolerance test (OGTT).\n\nIn addition to the gold standard of measurement of insulin resistance (hyperinsulinemic-euglycemic clamp), six of the tools currently available for the search of insulin resistance, all derived from calculations from the measurements of The HOMA beta-cell function (HOMA beta-cell%), insulin sensitivity index (ISI), index 1 / fasting insulin, corrected insulin response, insulin / glucose ratio and insulinemia Of fasting.\n\nFor each biomarker, an operator / receiver characteristics curve (ROC curve) will be calculated, calculating diagnostic performance and cutoff points with the best combination of sensitivity and specificity. A first approximation will be made to baseline values for these tests, based on the distribution of the tests in healthy, and one or more insulin resistance biomarkers with their recommended cutoff points will be proposed.",
    "interventions": [
      {
        "type": "OTHER",
        "name": "No apply"
      }
    ],
    "sponsors": null,
    "locations": [],
    "eligibility": "Inclusion Criteria:\n\n* Age between 35-65 years\n* Diligence of informed consent\n* Absence of acute illness\n* Body mass index less or greater than 25 kg/m2, and presence or absence of a previous diagnosis of diabetes according to the criteria previously stated.\n\nExclusion Criteria:\n\n* Current therapy with insulin\n* Type 1 diabetes\n* Oral or injectable anticoagulation\n* Previous diagnosis of insulinoma, insulinomatosis, glucagonoma, or other neoplastic disorders of the endocrine pancreas.\n* Pregnant women\n* BMI \\<18.5 kg / m2",
    "study_type": "OBSERVATIONAL",
    "start_date": "2014-08-26",
    "completion_date": "2016-12-16",
    "last_update_posted": "2017-08-09",
    "enrollment": 81
  },
  {
    "nct_id": "NCT01452048",
    "title": null,
    "status": "COMPLETED",
    "conditions": [
      "Obesity"
    ],
    "phases": [],
    "brief_summary": "The investigators specific aim is to compare the relationship between systemic fatty acid availability and insulin sensitivity in a relatively homogenous population of obese adults. The investigators anticipate 1) greater systemic fatty acid availability will be associated with lower insulin sensitivity and 2) greater systemic fatty acid availability will be associated with greater accumulation of fatty acid intermediates and pro-inflammatory markers.",
    "detailed_description": null,
    "interventions": [],
    "sponsors": null,
    "locations": [
      {
        "facility": "Michigan Clincal Research Unit",
        "city": "Ann Arbor",
        "state": "Michigan",
        "zip": "48109",
        "country": "United States",
        "geoPoint": {
          "lat": 42.27756,
          "lon": -83.74088
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* Body mass index \\[BMI\\]: 35-45 kg/m2; All women must be pre-menopausal; Non-exerciser (no regularly planned exercise/physical activity)\n\nExclusion Criteria:\n\n* Weight instability ≥ ±5 lbs. in past month; medications known to affect lipid and/or glucose metabolism; Pregnancy or actively breast feeding",
    "study_type": "OBSERVATIONAL",
    "start_date": "2011-09",
    "completion_date": "2016-05-26",
    "last_update_posted": "2022-03-21",
    "enrollment": 38
  },
  {
    "nct_id": "NCT01098149",
    "title": "Tolerance to Hemodialysis in Insulin-Requiring Diabetic Patients: a Prospective Randomized,Cross-over Multicenter Study Between Bicarbonate Dialysis (BD) and Blood Volume Controlled Acetate-Free Biofiltration (BVC-AFB)",
    "status": "COMPLETED",
    "conditions": [
      "Hypotension",
      "Hemodialysis"
    ],
    "phases": [
      "NA"
    ],
    "brief_summary": "Diabetic nephropathy is becoming the most common primary renal disease in end stage renal disease patients. The prevalence of diabetic patients in dialysis reaches even the 30% of the dialysis population (USRDS) with an incidence rate, in some countries, up to 40%. The 5 years surviving time of diabetic patients in dialysis is about the 20% and, compared to the hypertension and glomerulonephritis complications, still remains the worst. Diabetes is often associated to several comorbid factors such as hypertension, autonomic neuropathy, vasculopathy, metabolic disorders (ketoacidosis, poor glycaemic control), and electrolyte disorders. So, the diabetic patient is fragile, with a rather poor tolerance to dialysis, lack of achievement of dry body weight and inadequate dialysis. In order to gain a more detailed insight into a possible better tolerance to dialysis, arising from the elimination of acetate in dialysate bath (Acetate Free Biofiltration) and from the use of an automatic system to control the blood volume (Blood Volume Control),the investigators would like to investigate the cardiovascular stability and the frequency of intradialytic symptoms in a prospective, randomized, cross-over study.",
    "detailed_description": "Acetate-Free-Biofiltration (AFB) was proved to be a technique suitable to treat critical patients, such as elders and diabetics, because of frequency reduction of hypotensive episodes and symptoms during the treatment and a better control to metabolic aspects (such as metabolic acidosis).\n\nThe Blood Volume Control (BVC) is a tool, that allows to improve the cardiovascular tolerance to the treatment, especially in hypotension-prone patients, appearing promising in the correction of the arterial hypertension induced by the hydro-saline overload.\n\nThe use of BVC in AFB has been tested to verify the behaviour of the kinetics of electrolyte (in particular of bicarbonate) and it has got good results, in terms of a further improvement in treatment tolerance, for critical patients However, this therapy (AFB+BVC) was not yet evaluated as the dialysis tolerance improvement in diabetics concern, nor the relative contribution given by each factor in achieving this result.\n\nThe study, 9 months long, is aimed to verify the treatment tolerance of insulin requiring diabetic patients, by using standard bicarbonate dialysis (BD), or Acetate Free Biofiltration (AFB) and/or a Blood Volume Control(BVC). The study is divided in three phases: the first one, three months long, is the baseline in standard bicarbonate dialysis, then all the patients are shifted to AFB with BVC, for other three months, while the last three months long phase, after a randomization, has the aim to identify the relative contribution of each factor (absence of acetate in the bath or BVC) in the treatment tolerance improvement(if any). The treatment tolerance will be evaluated considering the frequency of intradialytic hypotensive events.",
    "interventions": [
      {
        "type": "OTHER",
        "name": "BD and BVC, AFB",
        "description": "Some patients are randomized into the AFB, the others into the BD and BVC",
        "armGroupLabels": [
          "AFB stand alone",
          "BD and BVC"
        ],
        "otherNames": [
          "Biofeedback,Blood Volume Control,Acetate Free Biofiltration"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Hospital \"Santa Maria della Scaletta\"",
        "city": "Imola",
        "state": "Bologna",
        "country": "Italy",
        "geoPoint": {
          "lat": 44.35916,
          "lon": 11.7132
        }
      },
      {
        "facility": "Hospital \"Nuovo Ronco\"",
        "city": "Gussago",
        "state": "Brescia",
        "country": "Italy",
        "geoPoint": {
          "lat": 45.58358,
          "lon": 10.15717
        }
      },
      {
        "facility": "Hospital \"Policlinico S.Orsola-Malpighi\"",
        "city": "Bologna",
        "country": "Italy",
        "geoPoint": {
          "lat": 44.49381,
          "lon": 11.33875
        }
      },
      {
        "facility": "Hospital \"Spedali Civili\"",
        "city": "Brescia",
        "country": "Italy",
        "geoPoint": {
          "lat": 45.53558,
          "lon": 10.21472
        }
      },
      {
        "facility": "Hospital \"Degli Infermi\"",
        "city": "Rimini",
        "country": "Italy",
        "geoPoint": {
          "lat": 44.05755,
          "lon": 12.56528
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* End stage renal disease patients\n* Patients affected by diabetic nephropathy with insulin therapy, for, at least, 6 months\n* Patients with renal replacement therapy with haemodialysis three time a week, for, at least, 6 months.\n* Age between 18 and 85 years\n\nExclusion Criteria:\n\n* Patients affected by neoplasm and/or mental illness\n* Patients with residual diuresis \\> 500 ml/die;\n* Patients in single needle bicarbonate dialysis.",
    "study_type": "INTERVENTIONAL",
    "start_date": "2006-03",
    "completion_date": "2010-03",
    "last_update_posted": "2010-04-02",
    "enrollment": 55
  },
  {
    "nct_id": "NCT06738849",
    "title": "EkiYou-Study-2 : Multicenter Randomised Controlled Trial of the EkiYou Application for Insulin Bolus Calculation",
    "status": "RECRUITING",
    "conditions": [
      "Diabetes Type 1",
      "Diabetes Type 2 on Insulin",
      "Pancreatogenous Diabetes"
    ],
    "phases": [
      "NA"
    ],
    "brief_summary": "EkiYou-Study-2 is an interventional multicenter randomised controlled clinical investigation according to EU 2017/745. It is conducted in 154 adults with diabetes and treated by multiple daily insulin injections that will be followed for 6 months.\n\nAfter a randomization, participants will receive for 6 months EkiYou V2 Digital Therapy that will help them to estimate their daily bolus and basal insulin doses. This device weekly adjusts insulin parameters including : basal insulin dose, insulin to carb ratios and correction factor.\n\nThe control group will stay with their standard care, and after the first three months of control period, they will receive EkiYou V2 for the last three months.\n\nThe aim of this study is to examine the performance of the EkiYou V2 Digital Therapy compared with conventional methods for people with diabetes treated with multi-injections as part of a basal-bolus regimen. We also aim to assess the level of satisfaction and user experience with the EkiYou application, as well as the quality of life of study participants.",
    "detailed_description": "Participants of the study must be adults treated with multiple daily insulin injections in a basal/bolus insulin regimen and users of a continuous glucose monitor (CGM). The study involves 3 visits (including the inclusion visit), for a total duration of 6 months for each participant.\n\nThe study participants will be randomized in two groups and will receive EkiYou V2 either at inclusion or at the second visit after three-months control period.\n\nEkiYou V2 device is a new version of the previously CE-Marked device EkiYou V1. It is a decision support that include the following features to participants:\n\n* Carbohydrate counting through an extensive food database with more than 200k items.\n* Bolus calculation based on their meal, physical activity and blood glucose.\n* Bolus correction advice.\n* Long-acting insulin reminders and automatic periodic titration.\n* Insulin-to-carb ratios and correction factor automatic adjustment.\n* Connection to CGM devices\n\nParticipants will also respond to ePRO questionnaires during the clinical investigation to collect data on their quality of life and their satisfaction.",
    "interventions": [
      {
        "type": "DEVICE",
        "name": "EkiYou V2",
        "description": "Use of a Digital Therapy in the form of a mobile application that helps users to evaluate their daily bolus and basal insulin needs, and that adjusts at weekly basis their insulin to carb ratios, correction factor and basal dose.\n\nThe device includes the following features to participants:\n\n* Carbohydrate counting through an extensive food database with more than 200k items.\n* Bolus calculation based on their meal, physical activity and blood glucose.\n* Bolus correction advice.\n* Long-acting insulin reminders and automatic periodic titration.\n* Insulin-to-carb ratios and correction factor automatic adjustment.",
        "armGroupLabels": [
          "Intervention Arm"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "APHP Avicennes",
        "status": "RECRUITING",
        "city": "Bobigny",
        "country": "France",
        "contacts": [
          {
            "name": "Emmanuel Cosson",
            "role": "CONTACT",
            "email": "emmanuel.cosson@aphp.fr"
          }
        ],
        "geoPoint": {
          "lat": 48.90982,
          "lon": 2.45012
        }
      },
      {
        "facility": "CHU CAEN",
        "status": "RECRUITING",
        "city": "Caen",
        "country": "France",
        "contacts": [
          {
            "name": "Michael Joubert",
            "role": "CONTACT",
            "email": "joubert-m@chu-caen.fr"
          }
        ],
        "geoPoint": {
          "lat": 49.18585,
          "lon": -0.35912
        }
      },
      {
        "facility": "IDNC",
        "status": "RECRUITING",
        "city": "Chartres",
        "country": "France",
        "contacts": [
          {
            "name": "Said Bekka",
            "role": "CONTACT",
            "email": "zgouga@aol.com"
          }
        ],
        "geoPoint": {
          "lat": 48.44685,
          "lon": 1.48925
        }
      },
      {
        "facility": "CHSF Corbeil-Essonnes",
        "status": "RECRUITING",
        "city": "Corbeil-Essonnes",
        "country": "France",
        "contacts": [
          {
            "name": "Alfred Penfornis",
            "role": "CONTACT",
            "email": "alfred.penfornis@chsf.fr"
          }
        ],
        "geoPoint": {
          "lat": 48.60603,
          "lon": 2.48757
        }
      },
      {
        "facility": "Cabinet Dr Picard",
        "status": "RECRUITING",
        "city": "Dijon",
        "country": "France",
        "contacts": [
          {
            "name": "Sylvie Picard",
            "role": "CONTACT",
            "email": "DocSylviePicard@diabetes21.fr"
          }
        ],
        "geoPoint": {
          "lat": 47.31344,
          "lon": 5.01391
        }
      },
      {
        "facility": "GH Le Havre - Hôpital Jacques Monod",
        "status": "RECRUITING",
        "city": "Le Havre",
        "country": "France",
        "contacts": [
          {
            "name": "Clémence Bures",
            "role": "CONTACT",
            "email": "clemence.bures@ch-havre.fr"
          }
        ],
        "geoPoint": {
          "lat": 49.49346,
          "lon": 0.10785
        }
      },
      {
        "facility": "CHU Limoges - Dupuytren",
        "status": "RECRUITING",
        "city": "Limoges",
        "country": "France",
        "contacts": [
          {
            "name": "Laurence Salle",
            "role": "CONTACT",
            "email": "laurence.salle@unilim.fr"
          }
        ],
        "geoPoint": {
          "lat": 45.83362,
          "lon": 1.24759
        }
      },
      {
        "facility": "Fondation Ambroise Paré / HEM",
        "status": "RECRUITING",
        "city": "Marseille",
        "country": "France",
        "contacts": [
          {
            "name": "Pauline SCHAEPELYNCK",
            "role": "CONTACT",
            "email": "p.schaepelynck@hopital-europeen.fr"
          }
        ],
        "geoPoint": {
          "lat": 43.29695,
          "lon": 5.38107
        }
      },
      {
        "facility": "Cabinet Dr Navaranne",
        "status": "RECRUITING",
        "city": "Mérignac",
        "country": "France",
        "contacts": [
          {
            "name": "Anne Navaranne",
            "role": "CONTACT"
          }
        ],
        "geoPoint": {
          "lat": 44.84247,
          "lon": -0.64512
        }
      },
      {
        "facility": "University Hospital, Montpellier",
        "status": "RECRUITING",
        "city": "Montpellier",
        "country": "France",
        "contacts": [
          {
            "name": "Eric Renard",
            "role": "CONTACT",
            "email": "e-renard@chu-montpellier.fr"
          }
        ],
        "geoPoint": {
          "lat": 43.61093,
          "lon": 3.87635
        }
      },
      {
        "facility": "APHP - Hôpital La Pitié Salpêtrière",
        "status": "RECRUITING",
        "city": "Paris",
        "country": "France",
        "contacts": [
          {
            "name": "Chloé Amouyal",
            "role": "CONTACT",
            "email": "chloe.amouyal@aphp.fr"
          }
        ],
        "geoPoint": {
          "lat": 48.85341,
          "lon": 2.3488
        }
      },
      {
        "facility": "CH Périgueux",
        "status": "RECRUITING",
        "city": "Périgueux",
        "country": "France",
        "contacts": [
          {
            "name": "Christine Coffin",
            "role": "CONTACT",
            "email": "christine.coffin@ch-perigueux.fr"
          }
        ],
        "geoPoint": {
          "lat": 45.18691,
          "lon": 0.71439
        }
      },
      {
        "facility": "Cabinet Dr Diedisheim",
        "status": "RECRUITING",
        "city": "Saint-Cyr-sur-Loire",
        "country": "France",
        "contacts": [
          {
            "name": "Marc Diedisheim",
            "role": "CONTACT",
            "email": "dr.marc.diedisheim@gmail.com"
          }
        ],
        "geoPoint": {
          "lat": 47.4,
          "lon": 0.66667
        }
      },
      {
        "facility": "Cabinet Dr Gervaise",
        "status": "RECRUITING",
        "city": "Saint-Cyr-sur-Loire",
        "country": "France",
        "contacts": [
          {
            "name": "Nathalie Gervaise",
            "role": "CONTACT",
            "email": "nathalie.gervaise@wanadoo.fr"
          }
        ],
        "geoPoint": {
          "lat": 47.4,
          "lon": 0.66667
        }
      },
      {
        "facility": "CHU Toulouse - Hôpital Rangueil",
        "status": "RECRUITING",
        "city": "Toulouse",
        "country": "France",
        "contacts": [
          {
            "name": "Hélène Hanaire",
            "role": "CONTACT",
            "email": "hanaire.h@chu-toulouse.fr"
          }
        ],
        "geoPoint": {
          "lat": 43.60426,
          "lon": 1.44367
        }
      },
      {
        "facility": "Clinique Pasteur",
        "status": "RECRUITING",
        "city": "Toulouse",
        "country": "France",
        "contacts": [
          {
            "name": "Christine Rouby",
            "role": "CONTACT",
            "email": "crouby@clinique-pasteur.com"
          }
        ],
        "geoPoint": {
          "lat": 43.60426,
          "lon": 1.44367
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* be aged 18 or over,\n* have type 1 or type 2 diabetes or diabetes secondary to pancreatic disease,\n* have been treated with multi-injection basal/bolus insulin therapy for at least 6 months,\n* using a compatible rapid insulin with the device Ekiyou such as : Novorapid, Humalog, Apidra, Asparte Sanofi, Fiasp or Lyumjev,\n* using a compatible long-acting insulin with the device EkiYou such as : Lantus, Abasaglar, Toujeo, Levemir or Tresiba,\n* have been using a continuous glucose monitoring device such as Dexcom G6, Dexcom One, Dexcom One+ or FreeStyle Libre for at least 3 months,\n* have given their physician access to their glucose data via a glucose data management platform,\n* for type 2 diabetic patients using an hypoglycemia-inducing agent other than insulin (including hypoglycemic sulfonamides and SGLT-2 inhibitors), have no change in dosage regimen for at least 3 months\n* have recorded at least 70% of CGM data over a 14-day window close to the inclusion date,\n* have at least one smartphone running Android 5.0 or higher or iOS 12.0 or higher connected to the internet and able to receive CGM data available to them on the day of the inclusion,\n* able to read or use a smartphone with no visual impairment needing specific typography,\n* for patients of childbearing potential, a pregnancy test must have been carried out prior to inclusion, or an effective and adequate method of contraception must be used,\n* be affiliated to a French social security scheme.\n\nExclusion Criteria:\n\n* pregnant or breast-feeding women,\n* type 1 diabetic patients treated with any hypoglycemia-inducing agent other than insulin (including hypoglycemic sulfonamides and SGLT-2 inhibitors),\n* insulin-resistant patient: prescribed daily insulin dose \\> 1 U/kg/day or \\> 200 U/day,\n* patient with very low insulin requirements: daily insulin dose \\< 15 U/day,\n* patient with gastroparesis,\n* diabetic ketoacidosis or severe level 3 hypoglycemia requiring third-party intervention within the 6 months prior to inclusion,\n* pancreatic disease secondary to chronic ethanolism,\n* known medical condition that, in the investigator's opinion, may interfere with the protocol,\n* patient who cannot be monitored for 3 months,\n* intellectual ability compromising use of the application, comprehension or completion of questionnaires,\n* participation in another clinical trial or administration of a non-authorised drug in the 4 weeks preceding the screening,\n* person taking part in another research study with an exclusion period still in progress,\n* under guardianship or curatorship,\n* imprisoned or otherwise deprived of liberty.",
    "study_type": "INTERVENTIONAL",
    "start_date": "2024-11-05",
    "completion_date": "2026-11-30",
    "last_update_posted": "2025-06-18",
    "enrollment": 154
  },
  {
    "nct_id": "NCT01399138",
    "title": null,
    "status": "WITHDRAWN",
    "conditions": [
      "Metabolic Syndrome"
    ],
    "phases": [
      "NA"
    ],
    "brief_summary": "The purpose of this study is to examine the effects of a blueberry powder on insulin sensitivity, blood pressure, and vascular reactivity in subjects with metabolic syndrome.",
    "detailed_description": "Cardiovascular disease (CVD) is the leading cause of death in the United States. In a large percentage of cases, the risk factors for CVD are modifiable if the responsible patient's phenotype is identified and appropriately treated. In particular, the metabolic syndrome encompasses insulin resistance, central obesity, dyslipidemia and hypertension, which are all major risk factors for CVD. These risk factors also cause underlying vascular abnormalities, i.e. endothelial dysfunction, that leads to progression of CVD. Endothelial function is the balance between vasodilating and vasoconstricting substances produced by the endothelium. Endothelial dysfunction is a common feature of insulin resistance and hypertension. In addition, endothelial dysfunction represents a very early step in the process of atherosclerosis and is associated with increased adverse CVD outcomes.\n\nIt has been well established that lifestyle modifications (changes in dietary intake and increase in physical activity) can effectively improve CVD risk factors associated with metabolic syndrome. The success of maintaining these lifestyle changes in humans over the long term is poor. Therefore, strategies to reduce prevalence of metabolic syndrome by pharmacological means have been adopted by practicing physicians. However, because of the widespread use of dietary supplements by the general public, nutritional supplementation that includes use of natural products that effectively modify the components of metabolic syndrome represent an attractive approach.\n\nA diet rich in fruits and vegetables clearly has been shown to have significant health benefits. In particular, increased consumption of blueberries has demonstrated beneficial health effects for CVD and certain components of the metabolic syndrome, such as hypertension, insulin resistance and/or type 2 diabetes. These health benefits from blueberries may be attributable to their phenolic bioactive compounds, such as anthocyanins, which also have antioxidant properties. Although both human and animal studies demonstrated the anti-diabetic effect of blueberries, there is a paucity of data detailing the efficacy of increased blueberry consumption upon CVD risk factor modification in human subjects. Thus, given the concern regarding the ability to significantly increase and maintain an individual's fruit and vegetable consumption long-term, the role of dietary supplementation with bioactive components contained in whole blueberries becomes not only an attractive, but a feasible daily dietary intervention.\n\nOur lab has previously shown that obese, nondiabetic and insulin-resistant human subjects that consumed blueberry powder once a day (in the form of a blueberry smoothie) for 6 weeks improved their insulin sensitivity when compared to their counterparts that consumed a placebo smoothie. Unfortunately, definitive blood pressure measurements were not conducted in this study. The investigators used a single clinic measurement which did not show any blood pressure lowering effects with consuming the blueberry smoothies. An 8-wk preclinical trialin spontaneously hypertensive stroke-prone rats, however, showed that supplementation with blueberry powder lowered systolic blood pressure. Thus, it is plausible that blood pressure lowering effects were not seen in our previous study because the investigators did not evaluate a suitable population (with hypertension) and did not use a more precise technique.\n\nTherefore, based on the positive results in our prior human study with the use of blueberry powder increasing insulin sensitivity and given the relationship of CVD risk factors to insulin resistance, this project's overall objective is to examine the role of dietary supplementation with blueberry powder on CVD risk factors in subjects with metabolic syndrome. In particular, the investigators will evaluate changes in insulin sensitivity with the use of the frequently sampled intravenous glucose tolerance test (FSIVGTT), hypertension with the use of a precise ambulatory blood pressure monitoring system and vascular reactivity as a surrogate marker for underlying endothelial abnormalities. To our knowledge, no research studies have evaluated endothelial function and blueberries in humans. To accomplish our goal, the investigators will conduct a randomized, double-blinded and placebo-controlled clinical study with a fixed amount of blueberry powder in the form of a smoothie. The investigators hypothesize that increased daily consumption of blueberry powder will be effective in increasing insulin sensitivity, decreasing blood pressure, and improving vascular wall function in a population with metabolic syndrome that is at high-risk for CVD.",
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Blueberry Powder",
        "description": "The groups will be randomized to receive 45g of blueberry powder or control (i.e., placebo) per day. Blueberry powder will be given as a smoothie to be consumed at the breakfast and dinner meals and an identical smoothie will be given as a control. The second smoothie will be consumed at least 6 hours from the first smoothie. The smoothies will be prepared in the metabolic kitchen and a week supply of frozen smoothies will be given to participants. Both the blueberry powder and control smoothie contain comparable energy and macronutrients",
        "armGroupLabels": [
          "Blueberry Powder",
          "Placebo"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Pennington Biomedical Research Center",
        "city": "Baton Rouge",
        "state": "Louisiana",
        "zip": "70816",
        "country": "United States",
        "geoPoint": {
          "lat": 30.44332,
          "lon": -91.18747
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\nMen and women with metabolic syndrome and meeting all criteria listed below will be included in the study:\n\n* Subjects ≥ 20 years of age.\n* Subjects not currently treated with diabetes medication; however, Metformin use for pre-diabetes is acceptable if the subject is willing to stop taking the medication 2 weeks prior to and during the study.\n* Subjects with impaired fasting glucose (100-125 mg/dL) or impaired glucose tolerance (140-199 mg/dL after 2-hr OGTT).\n* Subjects with fasting insulin ≥ 10 µIU/ml.\n* Subjects with a body mass index (BMI) ≥ 30 and ≤ 45.\n* Subjects with hypertension: no medication (140-179 mmHg systolic or 90-109 mmHg diastolic) or currently taking antihypertensive medication.\n* Written informed consent obtained PRIOR to performing any screening tests or study procedures.\n\nExclusion Criteria:\n\n* Subjects with a prior history of Type 2 diabetes\n* Women who are pregnant or who are lactating.\n* Women of childbearing potential who are not using an effective method of birth control (i.e.,barrier method, intrauterine and cervical devices, oral contraceptives, hormonal injections (Depro Provera® ), condoms with spermicidal gel or foam, contraceptive patch (Ortho Evra), diaphragm, or abstinence), are not surgically sterilized (including tubal ligation and hysterectomy), or not at least 2 years postmenopausal. All women of childbearing potential will have a pregnancy test performed at the screening. If a subject becomes pregnant during the study, they will be dropped from the study.\n* Subjects who have type 1 diabetes.\n* Subjects who are currently on thiazolidinediones (rosiglitazone or pioglitazone) or who have taken these agents in the previous 12 weeks.\n* Subjects who are on concomitant therapy with glucocorticoids (except topical or inhalant glucocorticoids). Other medications that have an effect on glucose homeostasis (i.e. ACE inhibitors) are acceptable if they have been administered in a stable dosage during the preceding 6 months and dosage will continue unchanged during the study.\n* Subjects with a history or evidence of significant gastrointestinal dysfunction, e.g. irritable bowel syndrome; inflammatory bowel disease; ulcerative colitis or Crohn's disease; regional enteritis; diverticulosis or diverticulitis; significant gastroparesis; GI stricture, partial or complete gastrectomy or small bowel resection; autonomic neuropathy consisting of dysphasia; delayed gastric emptying or diarrhea; chronic, severe constipation; peptic ulceration, colonic ulceration, or GI bleeding.\n* Subjects who have chronic use of laxatives or cathartics. The use of stool softeners is acceptable. Use of bulking agents, if required, should remain constant.\n* Subjects who are taking concomitant therapy with medications known to be nephrotoxic, such as aminoglycosides, methicillin, and cyclosporin.\n* Subjects who have evidence of clinically significant renal dysfunction or disease, e.g. serum creatinine \\>1.5 mg/dL in males and \\>1.4 mg/dL in females and/or BUN \\>50 mg/dL, proteinuria of \\>1 gram/day or 4+ proteinuria on dipstick urinalysis.\n* Subjects with clinically significant cardiovascular dysfunction and/or history (within the preceding 6 months) of significant cardiovascular dysfunction, e.g., congestive heart failure or serious arrhythmia, myocardial infarction, cardiac surgery; transient ischemic attacks or cerebrovascular accident during the preceding six months; diagnosis of symptomatic autonomic neuropathy with a history of orthostatic hypertension, syncope, or hypertension with a systolic blood pressure of ≥180 mm Hg or diastolic blood pressure ≥110 mm Hg at the time of screening visit.\n* Subjects who have evidence within the preceding 6 months of hepatic disease or dysfunction, e.g. AST, ALT, alkaline phosphatase or total bilirubin twice the upper limit of normal; hepatitis; jaundice; cirrhosis.\n* Subjects with clinically significant pulmonary, neurologic, hematologic, immunologic, neoplastic or metabolic disease.\n* Subjects with evidence or recurrence of malignancy within the past five years, other than excised basal cell carcinoma.\n* Subjects for whom surgery is anticipated during the study period.\n* Subjects with a history of substance abuse or alcoholism within the past 5 years, or significant psychiatric disorder that would interfere with the subject's ability to complete the study.\n* Subjects who have donated blood during the month prior to study entry or planned during the study.\n* Subjects who have participated in other studies using an investigational drug during the preceding 3 months.\n* Subjects who are current smokers or have smoked within the previous 6 months. No smoking will be allowed during the study.\n* Subjects who are allergic to blueberries.\n* Subjects who are allergic to red dye or blue dye food coloring.\n* Subjects who are lactose intolerant.\n* Subjects who consume and drink daily servings of berries (i.e., blueberries, strawberries, bilberries, cranberries, elderberries, and raspberries), grapes, fruit juices that contain berries and grapes, and wine more than 3 times per week.\n* Subjects that have had a fluctuation in body weight \\>5% in the preceding 2 months.\n* Subjects who are taking prescription or over the counter medication or supplements for desired weight loss.\n* Subjects that have peripheral vascular disease in the arms.\n* Subjects that have a history of blood clots.",
    "study_type": "INTERVENTIONAL",
    "start_date": "2010-07",
    "completion_date": "2014-04",
    "last_update_posted": "2023-06-12",
    "enrollment": 0
  },
  {
    "nct_id": "NCT04578652",
    "title": "Fiber Supplementation and Metformin Combination Therapy in Adolescents With Severe Obesity and Insulin Resistance: Interactions With the Gut Microbiome.",
    "status": "RECRUITING",
    "conditions": [
      "Obesity, Childhood",
      "Insulin Resistance"
    ],
    "phases": [
      "PHASE3"
    ],
    "brief_summary": "This is a 12-month, single center, three-arm parallel design, double-blind, randomized clinical trial, to compare the effects of supplemental dietary fiber and metformin (MET) alone and in combination over 12 months on glucose metabolism (insulin resistance \\[IR\\]), inflammation and BMI in adolescents with obesity and IR, and to assess the relationship between therapeutic intervention(s) and changes in gut microbiome composition and function.\n\nSince MET and FIBER have been shown to reduce weight and increase insulin sensitivity through distinct but overlapping mechanisms of action, our central hypothesis is that the combination of FIBER + MET will have a synergistic effect and be more effective than FIBER or MET alone in improving metabolic function (IR) and reducing BMI and inflammation in adolescents with obesity, IR and family history (FM) of T2DM.\n\n.",
    "detailed_description": null,
    "interventions": [
      {
        "type": "DRUG",
        "name": "Metformin 850 mg oral tablet bid",
        "description": "MET dose: 500 mg daily, increasing to 500 bid if tolerated after 2 weeks, then increasing again 2 weeks later to 850 mg bid (1700 mg daily).",
        "armGroupLabels": [
          "FIBER + MET",
          "MET"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Supplemental fiber mixture (35 g total) composed of 6g of Oligofructose + 12g of resistant maltodextrin + 12g of acacia gum + 5g of PGX.",
        "description": "The first week of treatment will use 1/3 the daily treatment dose; then 2/3 dose for the second and third weeks; then the full dose thereafter, to allow time for adaptation.",
        "armGroupLabels": [
          "FIBER",
          "FIBER + MET"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "University of Alberta",
        "status": "RECRUITING",
        "city": "Edmonton",
        "state": "Alberta",
        "zip": "T6G 2E1",
        "country": "Canada",
        "contacts": [
          {
            "name": "Andrea M Haqq, MD, MHS",
            "role": "CONTACT",
            "phone": "780-492-0015",
            "email": "haqq@ualberta.ca"
          },
          {
            "name": "Andrea M Haqq, MD, MHS",
            "role": "PRINCIPAL_INVESTIGATOR"
          }
        ],
        "geoPoint": {
          "lat": 53.55014,
          "lon": -113.46871
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n1. Age 12-18 years\n2. BMI percentile \\> 95% for age/sex;\n3. Total weight fluctuation over past 6 months \\< 10%;\n4. HOMA-IR \\> 3.16;\n5. FH of T2DM (first or second-degree relative).\n\nExclusion Criteria:\n\n1. Current use of insulin or diagnosis of T2DM;\n2. Systolic or diastolic blood pressure (BP) \\> 99th percentile for age and sex;\n3. Acute infectious or inflammatory condition over the preceding 1 month; hospitalization \\> 48 hrs;\n4. History of chronic disease such as inflammatory bowel disease, chronic severe liver or kidney disease or neurologic disorders;\n5. Active malignancy;\n6. Concomitant use of medication/investigational drug known to affect body weight in the past year;\n7. Antibiotic use in past 60 days; probiotic and/or prebiotic supplements use in the past 30 days; use of lipid-lowering and anti-inflammatory medication.",
    "study_type": "INTERVENTIONAL",
    "start_date": "2021-10-22",
    "completion_date": "2026-09",
    "last_update_posted": "2025-11-17",
    "enrollment": 90
  },
  {
    "nct_id": "NCT00869752",
    "title": "A Phase I-II Trial of MK-0646, a Monoclonal Antibody Against Insulin-Like Growth Factor-1 Receptor, in Combination With Etoposide and Cisplatin in Extensive Stage Small Cell Lung Cancer",
    "status": "COMPLETED",
    "conditions": [
      "Lung Cancer"
    ],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "brief_summary": "RATIONALE: Monoclonal antibodies, such as MK-0646, can block tumor growth in different ways. Some block the ability of tumor cells to grow and spread. Others find tumor cells and help kill them or carry tumor-killing substances to them. Drugs used in chemotherapy, such as etoposide and cisplatin, work in different ways to stop the growth of tumor cells, either by killing the cells or by stopping them from dividing.\n\nPURPOSE: This phase I/II trial is studying the side effects and best dose of MK-0646 when given together with etoposide and cisplatin and to see how well it works in treating patients with extensive-stage small cell lung cancer.",
    "detailed_description": "OBJECTIVES:\n\n* To determine the recommended phase II dose of MK-0646 in combination with a standard etoposide and cisplatin chemotherapy regimen in patients with extensive stage small cell lung cancer. (phase I)\n* To assess the toxicity and tolerability of this regimen in these patients. (phases I and II)\n* To evaluate the preliminary efficacy of this regimen in these patients. (phase I)\n* To assess the efficacy of this regimen, in terms of objective response rate, as well as complete response rate in these patients. (phase II)\n* To assess progression-free survival and overall survival of patients treated with this regimen. (phase II)\n* To explore the predictive and prognostic impact of biomarkers in patients treated with this regimen. (phase II)\n\nOUTLINE: This is a multicenter, phase I, dose-escalation study of MK-0646 followed by a phase II study.\n\nPatients receive MK-0646 IV over 1 hour on days 1, 8, and 15 and cisplatin IV and etoposide IV once daily on days 1-3. Treatment repeats every 3 weeks for 4 to 8 courses in the absence of disease progression or unacceptable toxicity. After completion of study treatment, patients with complete response (CR) or partial response (PR) may continue MK-0646 in the absence of disease progression, with temporary discontinuation while undergoing prophylactic cranial irradiation or thoracic radiotherapy.\n\nBlood samples are collected at baseline (pre-dose) and periodically for biomarker and pharmacogenetic correlative studies. Blood samples are analyzed for changes in expression of IGF biomarkers (e.g., IGF-1, IGF-2 and IGF-PB), haplotype tagging analysis of the IGF-1R, and evaluation of the immunoglobulin G fragment C receptor polymorphisms.\n\nAfter completion of study therapy, patients are followed at 4 weeks. Patients with responding disease (i.e., CR, PR, or stable disease) are followed every 3 months until relapse or progression.",
    "interventions": [
      {
        "type": "BIOLOGICAL",
        "name": "anti-IGF-1R recombinant monoclonal antibody MK-0646",
        "description": "MK-0646 should be given 1st followed within 30-60 minutes by cisplatin and then etoposide for cycles which include both MK-0646 and chemotherapy. Cycles are 21 days",
        "armGroupLabels": [
          "Arm 1"
        ]
      },
      {
        "type": "DRUG",
        "name": "cisplatin",
        "description": "MK-0646 should be given 1st followed within 30-60 minutes by cisplatin and then etoposide for cycles which include both MK-0646 and chemotherapy. Cycles are 21 days",
        "armGroupLabels": [
          "Arm 1"
        ]
      },
      {
        "type": "DRUG",
        "name": "etoposide",
        "description": "MK-0646 should be given 1st followed within 30-60 minutes by cisplatin and then etoposide for cycles which include both MK-0646 and chemotherapy. Cycles are 21 days",
        "armGroupLabels": [
          "Arm 1"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Juravinski Cancer Centre at Hamilton Health Sciences",
        "city": "Hamilton",
        "state": "Ontario",
        "zip": "L8V 5C2",
        "country": "Canada",
        "geoPoint": {
          "lat": 43.25011,
          "lon": -79.84963
        }
      },
      {
        "facility": "Ottawa Health Research Institute - General Division",
        "city": "Ottawa",
        "state": "Ontario",
        "zip": "K1H 8L6",
        "country": "Canada",
        "geoPoint": {
          "lat": 45.41117,
          "lon": -75.69812
        }
      },
      {
        "facility": "Univ. Health Network-Princess Margaret Hospital",
        "city": "Toronto",
        "state": "Ontario",
        "zip": "M5G 2M9",
        "country": "Canada",
        "geoPoint": {
          "lat": 43.70643,
          "lon": -79.39864
        }
      }
    ],
    "eligibility": "DISEASE CHARACTERISTICS:\n\n* Histologically or cytologically confirmed small cell lung cancer (SCLC)\n\n  * Extensive stage disease that is incurable but amenable to treatment with platinum-based chemotherapy\n  * Small cell and variant histologies allowed\n  * No mixed tumors (i.e., small and large cell) or other neuroendocrine tumors of the lung\n* Clinically and/or radiologically documented measurable disease, defined as ≥ 1 unidimensionally measurable site of disease ≥ 20 mm by chest x-ray, ≥ 15 mm by CT scan (lymph nodes), or ≥ 10 mm by CT scan or physical exam\n* No uncontrolled or symptomatic CNS metastases\n\n  * Patients who have completed radiotherapy or have undergone complete resection of CNS metastases are allowed provided they are on stable (non-increasing) or decreasing doses of corticosteroids\n\nPATIENT CHARACTERISTICS:\n\n* Life expectancy ≥ 12 weeks\n* ECOG performance status 0-2\n* Absolute granulocyte count ≥ 1,500/mm³\n* Platelet count ≥ 100,000/mm³\n* Total bilirubin ≤ upper limit of normal (ULN)\n* AST and ALT ≤ 3 times ULN (≤ 5 times ULN if documented liver metastases)\n* Serum creatinine ≤ ULN OR creatinine clearance ≥ 50 mL/min\n* Not pregnant or lactating\n* Negative pregnancy test\n* Fertile patients must use effective contraception during and for at least 3 months after completion of study therapy\n* No other active cancer\n* No untreated and/or uncontrolled cardiovascular or other comorbid conditions\n\n  * Patients with a significant cardiac history, even if controlled, should have a LVEF \\> 50%\n* No uncontrolled diabetes\n* Must be accessible for treatment and follow-up\n\nPRIOR CONCURRENT THERAPY:\n\n* See Disease Characteristics\n* No prior cytotoxic chemotherapy or other IGF-1R targeting agents for SCLC\n* At least 3 weeks since prior radiotherapy to neurological sites\n* No prior radiotherapy to the lungs\n* Prior surgery allowed provided that wound healing has occurred\n\n  * At least 14 days since prior major surgery\n* No other concurrent investigational agents or therapy\n* No other concurrent anticancer treatment\n* No concurrent radiotherapy",
    "study_type": "INTERVENTIONAL",
    "start_date": "2009-12-16",
    "completion_date": "2012-07-04",
    "last_update_posted": "2023-08-04",
    "enrollment": 12
  },
  {
    "nct_id": "NCT01487408",
    "title": "Special Survey for Type 1 or Type 2 Diabetic Patients",
    "status": "COMPLETED",
    "conditions": [
      "Diabetes",
      "Diabetes Mellitus, Type 1",
      "Diabetes Mellitus, Type 2"
    ],
    "phases": [],
    "brief_summary": "This study is conducted in Japan. The aim of this study is to evaluate the incidence of severe hypoglycaemia episodes under normal clinical practice for patients with type 1 or type 2 diabetes.",
    "detailed_description": null,
    "interventions": [
      {
        "type": "DRUG",
        "name": "insulin aspart",
        "description": "Adminstered subcutaneously (s.c., under the skin). Prescribed by physician as a results of normal clinical practice",
        "armGroupLabels": [
          "Insulin Aspart"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "city": "Tokyo",
        "zip": "1000005",
        "country": "Japan",
        "geoPoint": {
          "lat": 35.6895,
          "lon": 139.69171
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* Patients with diabetes requiring insulin therapy\n\nExclusion Criteria:\n\n* Patients who had not been treated more than 3 months at the same investigational site\n* Patients who had treatment history of NovoRapid® (insulin aspart)",
    "study_type": "OBSERVATIONAL",
    "start_date": "2002-04",
    "completion_date": "2009-10",
    "last_update_posted": "2016-03-04",
    "enrollment": 1463
  },
  {
    "nct_id": "NCT00237640",
    "title": "Effect of Cinnamon on Glucose and Lipid Levels in Non-Insulin Dependent Type 2 Diabetes Mellitus",
    "status": "COMPLETED",
    "conditions": [
      "Diabetes Mellitus, Adult Onset"
    ],
    "phases": [
      "PHASE2"
    ],
    "brief_summary": "The purpose of this study is to determine the effects of cinnamon on serum glucose and lipid levels in people with non-insulin dependent type 2 diabetes mellitus.",
    "detailed_description": "Forty people with non-insulin dependent type 2 diabetes mellitus will be randomized to receive either cinnamon or placebo for three months. The dose of cinnamon will be one gram daily. Fasting serum glucose, triglyceride, total cholesterol, LDL, HDL, and insulin levels will be measured at baseline and at 1, 2, and 3 months. HbA1c levels will be measured at baseline and at 3 months. Patients will be monitored for compliance, adverse effects, and dietary changes.",
    "interventions": [
      {
        "type": "DRUG",
        "name": "Cinnamon or placebo 500 mg capsule twice daily",
        "description": "Cinnamon 500 mg capsule twice daily or placebo capsule twice daily",
        "armGroupLabels": [
          "1",
          "2"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "General Clinical Research Center",
        "city": "Oklahoma City",
        "state": "Oklahoma",
        "zip": "73117",
        "country": "United States",
        "geoPoint": {
          "lat": 35.46756,
          "lon": -97.51643
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* Type 2 diabetes mellitus\n* HbA1C \\> 6.0%\n* Age 18 and above\n* Able to obtain consent\n\nExclusion Criteria:\n\n* Currently taking insulin\n* Pregnancy\n* End-stage renal disease\n* Hemolytic anemia\n* Cinnamon intolerance\n* Inability or unwillingness to adhere to study protocol",
    "study_type": "INTERVENTIONAL",
    "start_date": "2005-03",
    "completion_date": "2007-07",
    "last_update_posted": "2008-09-22",
    "enrollment": 85
  },
  {
    "nct_id": "NCT00647179",
    "title": "Substrate Metabolism and Insulin Sensitivity in Acromegalic Patients Before and After Treatment",
    "status": "COMPLETED",
    "conditions": [
      "Acromegaly",
      "Excessive Growth Hormone Secretion",
      "Insulin Resistance"
    ],
    "phases": [],
    "brief_summary": "The purpose of this study is to investigate the effects of chronic elevated growth hormone on metabolism and insulin sensitivity by studying acromegalic patients before and after treatment.",
    "detailed_description": null,
    "interventions": [
      {
        "type": "PROCEDURE",
        "name": "Transsphenoidal adenomectomy",
        "description": "Surgery",
        "armGroupLabels": [
          "1"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Department of Endocrinology, Aarhus University Hospital",
        "city": "Aarhus C",
        "state": "Aarhus",
        "zip": "DK-8000",
        "country": "Denmark",
        "geoPoint": {
          "lat": 56.16558,
          "lon": 10.21231
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* Written consent\n* Age between 18 and 70\n* Recently diagnosed with acromegaly\n\nExclusion Criteria:\n\n* NYHA 3\n* Uncontrolled hypertension\n* Known cerebrovascular disease\n* Proliferative retinopatia",
    "study_type": "OBSERVATIONAL",
    "start_date": "2008-02",
    "completion_date": "2016-12-07",
    "last_update_posted": "2017-12-26",
    "enrollment": 27
  },
  {
    "nct_id": "NCT01390688",
    "title": "Brain-derived Neurotrophic Factor: A Link to Obesity, Insulin Resistance and Cognitive Dysfunktion?",
    "status": "UNKNOWN",
    "conditions": [
      "Cognitive Dysfunction",
      "Glucose Metabolism",
      "Low-grade Inflammation",
      "Bodycomposition"
    ],
    "phases": [],
    "brief_summary": "Individuals with type 2 diabetes have an increased risk of developing cognitive dysfunction followed by dementia in late life. Obesity, physical inactivity and \"systemic low-grade inflammation\" are strong risk factors and play a crucial role in this network of diseases.\n\nBrain-derived Neurotrophic factor (BDNF) is produced in brain as well as several tissues outside brain eg muscle cells. Low BDNF are associated with cognitive dysfuction, obesity and type 2 diabetes.\n\nThe investigators include 200 individuals divided into three groups: 80 individuals with type 2 diabetes, 80 age and BMI-matched controls and 40 individuals with impaired glucose tolerance.\n\nThe project will test the hypothesis, that low systemic BDNF are associated with accumulation of abdominal fat, cognitive dysfunction and insulin resistence with different effect in men and women.",
    "detailed_description": "Methods:\n\n200 individuals in age 40-65 years are recruited and categorized into 3 groups: 1. Type 2 Diabetes, 2. Impaired glucose Tolerance and 3. Normal Glucose Tolerance. Groups are supposed to be age and BMI-matched.\n\nMeasurements of systemic BDNF, cogntive function (memory, attention and langue), fitness, bodycomposition, glucose metabolism and systemic inflammation are done.\n\nMultiple regression analysis are perfomed to explain variablity in cognitive function, with age, visceral fat and BDNF as explanotory varibales.",
    "interventions": [],
    "sponsors": null,
    "locations": [
      {
        "facility": "Centre of Inflammation and Metabolism",
        "city": "Copenhagen",
        "zip": "2100",
        "country": "Denmark",
        "geoPoint": {
          "lat": 55.67594,
          "lon": 12.56553
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* 40-65 years of age\n\nExclusion Criteria:\n\n* Chronic inflammatory diseases or infectious diseaases within 3 month prior to visit\n* Fasting glucose \\> 12 mmol/l\n* Hypertension: systolic \\>180 mmHg and Diastolic \\>110 mmHg\n* Intake of more than 2 oral antidiabetic drugs or any TZD drung within 3 months before recruitment",
    "study_type": "OBSERVATIONAL",
    "start_date": "2009-06",
    "completion_date": "2012-03",
    "last_update_posted": "2011-07-11",
    "enrollment": 200
  },
  {
    "nct_id": "NCT04074603",
    "title": "Comparing the Effects of Insulin Glargine on Peripheral Blood Glucose Between Needle-free Jet Injection and Conventional Insulin Pen",
    "status": "COMPLETED",
    "conditions": [
      "Type 2 Diabetes"
    ],
    "phases": [
      "NA"
    ],
    "brief_summary": "To comparing the blood sugar improvement and patient sensibility of insulin glargine injected with needle-free jet injector and conventional insulin pen",
    "detailed_description": "Compared with conventional pen, needle-free jet injection of insulin has faster flow rate and larger area of local subcutaneous absorption. The aim of this study was to investigate the effects of subcutaneous insulin glargine injection with needle-free jet injection and conventional pen on blood glucose profile and safety in type 2 diabetic patients.",
    "interventions": [
      {
        "type": "DEVICE",
        "name": "The needle-free jet injector",
        "description": "Continuous insulin therapy for 2 weeks",
        "armGroupLabels": [
          "Group A"
        ]
      },
      {
        "type": "DEVICE",
        "name": "Conventional insulin pen",
        "description": "Continuous insulin therapy for 2 weeks",
        "armGroupLabels": [
          "Group B"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Nanjing First Hospital",
        "city": "Nanjing",
        "state": "Jiangsu",
        "zip": "210006",
        "country": "China",
        "geoPoint": {
          "lat": 32.06167,
          "lon": 118.77778
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* volunteer to participate and be able to sign informed consent prior to the trial.\n* patients with type 2 diabetes, aged 18-80 years old, meeting WHO1999 diagnostic criteria, have not used any hypoglycemic drugs. The dosage of insulin glargine (4-35 units) combined with oral medicationis, stable for more than 2 months.\n* No acute complications such as diabetic ketoacidosis, diabetic hyperosmolar syndrome, etc.\n* Subjects are able and willing to monitor peripheral blood sugar and regularity of diet and exercise.\n\nExclusion Criteria:\n\n* Patients with insulin allergy.\n* Impaired liver and kidney function with ALT 2.5 times higher than the upper limit of normal value;Serum creatinine was 1.3 times higher than the upper limit of normal.\n* Drug abuse and alcohol dependence in the past 5 years.\n* Systemic hormone therapy was used in the last three months.\n* Patients with poor compliance and irregular diet and exercise.\n* Patients with pregnancy, lactation or pregnancy intention.\n* Any other obvious conditions or associated diseases determined by the researcher: such as severe cardiopulmonary diseases, endocrine diseases, neurological diseases, tumors and other diseases, other pancreatic diseases, history of mental diseases.",
    "study_type": "INTERVENTIONAL",
    "start_date": "2019-09-01",
    "completion_date": "2021-12-31",
    "last_update_posted": "2022-10-27",
    "enrollment": 150
  },
  {
    "nct_id": "NCT02562326",
    "title": "A Randomised, Monocentric, Double-blind, Multiple Daily Dose, Two-period 14 Day Cross-over Trial to Investigate the Efficacy, Pharmacokinetics, Safety and Tolerability of Individualised Doses of BioChaperone Insulin Lispro in Comparison to Humalog® U-100 in Patients With Type 2 Diabetes Mellitus",
    "status": "COMPLETED",
    "conditions": [
      "Type 2 Diabetes Mellitus"
    ],
    "phases": [
      "PHASE1"
    ],
    "brief_summary": "This is a double-blind, randomised, controlled, two-period crossover phase Ib trial using an individualised standard meal with a fixed nutrient ratio in subjects with type 2 diabetes mellitus to investigate post-prandial blood glucose control with BioChaperone insulin lispro compared to insulin lispro (Humalog®, Eli Lilly and Company) before and after a period of multiple daily dose administrations for 14 days. Each subject will be randomised to a sequence of two treatments, either BioChaperone insulin lispro-Humalog® or Humalog®-BioChaperone insulin lispro. Injections will take place immediately before an individualised standard meal in the morning of day 1, 2, 13, and 14. Insulin doses will be determined at the screening visit. During the outpatient phase the subjects will keep their basal insulin constant (except changes for safety reason). They will self-measure blood glucose at least 4 times daily (pre-prandial and at bedtime). In addition, on two days per outpatient period (Day 5 and 9) blood glucose will be measured 7 times daily (pre-prandial, 2 hours post-prandial and at bedtime).",
    "detailed_description": null,
    "interventions": [
      {
        "type": "DRUG",
        "name": "BioChaperone insulin lispro",
        "description": "Injection immediately before the start of the individualised standard meal",
        "armGroupLabels": [
          "BioChaperone insulin lispro"
        ]
      },
      {
        "type": "DRUG",
        "name": "Humalog®",
        "description": "Injection immediately before the start of the individualised standard meal",
        "armGroupLabels": [
          "Humalog®"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Profil Mainz GmbH & Co.KG",
        "city": "Mainz",
        "zip": "44116",
        "country": "Germany",
        "geoPoint": {
          "lat": 49.98185,
          "lon": 8.28008
        }
      },
      {
        "facility": "Profil GmbH",
        "city": "Neuss",
        "zip": "41460",
        "country": "Germany",
        "geoPoint": {
          "lat": 51.19807,
          "lon": 6.68504
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* Type 2 diabetes mellitus ≥ 12 months\n* Treated with stable multiple daily insulin ≥ 3 months (basal-bolus therapy or only bolus insulin therapy)\n* Current total daily insulin treatment \\<1.2 (I)U/kg/day\n* Body Mass Index below or equal to 40.0 kg/m²\n* HbA1c ≤ 9.0% by local laboratory analysis\n\nExclusion Criteria:\n\n* Known or suspected hypersensitivity to trial products or related products\n* Type 1 diabetes mellitus\n* Previous participation in this trial\n* The receipt of any investigational product within 60 days prior to this trial\n* Clinically significant abnormal haematology, biochemistry, lipids, or urinalysis screening tests, as judged by the Investigator considering the underlying disease\n* Presence of clinically significant acute gastrointestinal symptoms (e.g. nausea, vomiting, heartburn or diarrhoea), as judged by the Investigator\n* Presence of renal impairment (Estimated Glomerular filtration Rate (eGFR)\\<60 milliliters/minute/1.73m²)\n* Presence of late diabetic complications and/or acute coronary heart disease.\n* Known slowing of gastric emptying and or gastrointestinal surgery that in the opinion of the investigator might change gastrointestinal motility and food absorption\n* Unusual meal habits and special diet requirements or unwillingness to eat the food provided in the trial\n* Current treatment with corticosteroids",
    "study_type": "INTERVENTIONAL",
    "start_date": "2015-09",
    "completion_date": "2016-01",
    "last_update_posted": "2016-04-29",
    "enrollment": 51
  },
  {
    "nct_id": "NCT01474785",
    "title": "RYGB Improves Metabolism by Interrupting the Gastric Adipose Tissue Axis",
    "status": "COMPLETED",
    "conditions": [
      "Obesity"
    ],
    "phases": [
      "PHASE1"
    ],
    "brief_summary": "The purpose of this study is to determine if interruption in gastric-adipose tissue axis signaling contributes to early improvements in oxidative stress, insulin sensitivity, and inflammation, and to determine if interruption of the stomach in RYGB results in reduction of plasma acylated ghrelin (AG) and in an altered acylated ghrelin:unacylated ghrelin (AG:UAG) ratio which may contribute to decreased oxidative stress and improved insulin sensitivity.",
    "detailed_description": null,
    "interventions": [
      {
        "type": "DRUG",
        "name": "human ghrelin",
        "description": "0.5-1 pmol/kg.min of human ghrelin administered by IV two times",
        "armGroupLabels": [
          "RYGB"
        ]
      },
      {
        "type": "OTHER",
        "name": "very low calorie diet",
        "description": "standard very low calorie diet that is prescribed for all RYGB patients after their operation",
        "armGroupLabels": [
          "Low Calorie Diet"
        ]
      },
      {
        "type": "PROCEDURE",
        "name": "Hyperinsulinemic/Euglycemic Clamp",
        "description": "Insulin and glucose infusions to measure glucose kinetics.",
        "armGroupLabels": [
          "Low Calorie Diet",
          "RYGB",
          "VSG"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Vanderbilt University Medical Center",
        "city": "Nashville",
        "state": "Tennessee",
        "zip": "34232",
        "country": "United States",
        "geoPoint": {
          "lat": 36.16589,
          "lon": -86.78444
        }
      }
    ],
    "eligibility": "PROTOCOL I\n\nInclusion Criteria:\n\n* Age 18-65 years\n* BMI ≥ 35 kg/m\\^2\n* Scheduled for bariatric surgery\n* Considering bariatric surgery\n* Waiting for insurance approval for bariatric surgery\n* Currently not considering bariatric surgery, but otherwise eligible\n* Enrollment in medical weight loss program\n\nExclusion Criteria:\n\n* Smoking \\>7 cigarettes per day\n* Precious malabsorptive or restrictive intestinal surgery\n* Pregnant or breastfeeding\n* Recent history of neoplasia (5\\<years ago)\n* Malabsorptive syndromes\n* Inflammatory intestinal disease\n* Established organ disfunction\n* Allergy to acetaminophen",
    "study_type": "INTERVENTIONAL",
    "start_date": "2012-01",
    "completion_date": "2015-07",
    "last_update_posted": "2018-05-21",
    "enrollment": 49
  },
  {
    "nct_id": "NCT01207908",
    "title": "IGF-1 Therapy and Muscle Function in Duchenne Muscular Dystrophy",
    "status": "COMPLETED",
    "conditions": [
      "Duchenne Muscular Dystrophy"
    ],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "brief_summary": "The purpose of this study is to determine whether IGF-1 therapy improves or preserves muscle function in Duchenne Muscular Dystrophy (DMD).",
    "detailed_description": "Detailed Description:\n\nDMD is a progressive degenerative muscle disorder for which there is no current cure. Glucocorticoids (GC) are often used to improve motor function and survival but have significant side effects such as growth failure, weight gain, insulin resistance and osteoporosis. IGF-1 stimulates both the proliferation and differentiation of skeletal muscle cells and is thus important for muscle repair and regeneration. IGF-1 offers potential as a therapeutic agent for DMD as it may improve or preserve motor function and reduce GC side effects such as growth failure and insulin resistance.",
    "interventions": [
      {
        "type": "DRUG",
        "name": "IGF-1",
        "description": "IGF-1 will be administered once daily by subcutaneous injection every morning with breakfast. Duration 6 months.",
        "armGroupLabels": [
          "IGF-1"
        ],
        "otherNames": [
          "Increlex (mecasermin [rDNA origin] injection)"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Cincinnati Children's Hospital Medical Center",
        "city": "Cincinnati",
        "state": "Ohio",
        "zip": "45229",
        "country": "United States",
        "geoPoint": {
          "lat": 39.12711,
          "lon": -84.51439
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* DMD diagnosed with mutational testing and/or complete absence of dystrophin on muscle biopsy\n* Proximal pelvic girdle weakness (Gower's maneuver, difficulty with arising from floor and going up steps)\n* Male\n* Age \\> 5 years of age\n* Bone maturation (assess by bone age x-ray): \\</= 11 years of age\n* Daily GC (prednisone or deflazacort) therapy for \\> 12 months\n* Ambulatory\n* Informed consent\n* Willingness and ability to comply with all protocol requirements and procedures\n\nExclusion Criteria:\n\n* Current or prior treatment with growth hormone or IGF-1 therapy\n* Non-ambulatory\n* Pubertal (based on clinical Tanner staging examination)\n* Congestive cardiac failure\n* History of intracranial hypertension\n* Daytime ventilatory dependence (non-invasive or tracheostomy)\n* Concomitant therapy - any other medications/supplements that would be considered, in the opinion of the investigators, to affect muscle function, need to have been started 3 months prior to enrollment\n* Patients enrolled in other clinical drug trials\n* Any physical or mental conditions which may, in the investigators'opinions, render the subject unable to complete the tasks of the study appropriately\n* There will be no selection by ethnicity",
    "study_type": "INTERVENTIONAL",
    "start_date": "2010-11",
    "completion_date": "2013-06",
    "last_update_posted": "2021-01-20",
    "enrollment": 44
  },
  {
    "nct_id": "NCT01369082",
    "title": "Extended Follow-Up After Islet Transplantation in Type 1 Diabetes (CIT-08)",
    "status": "COMPLETED",
    "conditions": [
      "Type 1 Diabetes (T1D)",
      "Islet Transplantation"
    ],
    "phases": [],
    "brief_summary": "The purpose of this study is to provide patients who have received at least one islet transplant as a previous participant in a Clinical Islet Transplantation Consortium (CIT) clinical trial with maintenance immunosuppressive medications and to collect information about the safety of the medications and islet function.",
    "detailed_description": "After islet-cell transplantation in the CIT studies\\*, each subject receives maintenance immunosuppressive medications.\n\nThe purpose of this protocol is to collect additional follow-up for safety and efficacy from CIT subjects with graft function after their completion in their CIT parent study. It is expected that most subjects will retain measurable islet function and, in the islet-alone studies, continue to receive immunosuppressive medications at the time of completing their CIT parent study.\n\n\\*CIT parent studies: CIT02 (NCT00464555), CIT03 (NCT00434850), CIT04 (NCT00468403), CIT05 (NCT00468442), CIT06 (NCT00468117), and CIT07 (NCT00434811)",
    "interventions": [
      {
        "type": "DRUG",
        "name": "Maintenance Immunosuppressive Treatment",
        "description": "All immunosuppressive and immunomodulatory therapies are used presently to prevent rejection of transplanted islet cells. The agents listed are those used in the parent trials and continued in this trial, CIT08.",
        "armGroupLabels": [
          "CIT Islet Transplantation Recipients"
        ],
        "otherNames": [
          "tacrolimus",
          "Prograf®",
          "FK506",
          "sirolimus",
          "rapamycin",
          "Rapamune®",
          "cyclosporine",
          "Neoral®",
          "mycophenolate mofetil (MMF)",
          "CellCept®",
          "mycophenolic sodium",
          "Myfortic®"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "University of California, San Francisco",
        "city": "San Francisco",
        "state": "California",
        "zip": "94143",
        "country": "United States",
        "geoPoint": {
          "lat": 37.77493,
          "lon": -122.41942
        }
      },
      {
        "facility": "University of Miami",
        "city": "Miami",
        "state": "Florida",
        "zip": "33136",
        "country": "United States",
        "geoPoint": {
          "lat": 25.77427,
          "lon": -80.19366
        }
      },
      {
        "facility": "Emory University",
        "city": "Atlanta",
        "state": "Georgia",
        "zip": "30322",
        "country": "United States",
        "geoPoint": {
          "lat": 33.749,
          "lon": -84.38798
        }
      },
      {
        "facility": "Northwestern University",
        "city": "Chicago",
        "state": "Illinois",
        "zip": "60611",
        "country": "United States",
        "geoPoint": {
          "lat": 41.85003,
          "lon": -87.65005
        }
      },
      {
        "facility": "University of Illinois",
        "city": "Chicago",
        "state": "Illinois",
        "zip": "60612",
        "country": "United States",
        "geoPoint": {
          "lat": 41.85003,
          "lon": -87.65005
        }
      },
      {
        "facility": "Massachusetts General Hospital",
        "city": "Boston",
        "state": "Massachusetts",
        "zip": "02493",
        "country": "United States",
        "geoPoint": {
          "lat": 42.35843,
          "lon": -71.05977
        }
      },
      {
        "facility": "University of Minnesota",
        "city": "Minneapolis",
        "state": "Minnesota",
        "zip": "55455",
        "country": "United States",
        "geoPoint": {
          "lat": 44.97997,
          "lon": -93.26384
        }
      },
      {
        "facility": "University of Pennsylvania",
        "city": "Philadelphia",
        "state": "Pennsylvania",
        "zip": "19104",
        "country": "United States",
        "geoPoint": {
          "lat": 39.95238,
          "lon": -75.16362
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* Subjects who have received an islet transplant during participation in the following Clinical Islet Transplantation (CIT) parent studies: CIT02 (NCT00464555), CIT03 (NCT00434850), CIT04 (NCT00468403), CIT05 (NCT00468442), CIT06 (NCT00468117), and CIT07 (NCT00434811)\n* A functioning pancreatic islet graft (e.g., absence of graft failure as defined in parent study) requiring immunosuppression\n* Willingness of participants to continue to use an approved method of contraception during and 4 months after study participation\n* Ability to provide written informed consent\n* Resident of the United States of America\n* Documentation of the existence or lack of health insurance coverage and whether immunosuppressants are covered.\n\nExclusion Criteria:\n\n* For female subjects-Positive pregnancy test, presently breast-feeding, or unwillingness to use effective contraceptive measures for the duration of the study and 4 months after discontinuation\n* For male subjects-Intent to procreate during the duration of the study or within 4 months after discontinuation or unwillingness to use effective measures of contraception. Oral contraceptives, Norplant®, Depo-Provera®, and barrier devices with spermicide are acceptable contraceptive methods; condoms used alone are not acceptable.\n* Received an islet transplant in a non-CIT research study\n* Any medical condition that, in the opinion of the investigator, will interfere with safe participation in the trial.",
    "study_type": "OBSERVATIONAL",
    "start_date": "2011-05",
    "completion_date": "2017-07",
    "last_update_posted": "2017-11-09",
    "enrollment": 75
  },
  {
    "nct_id": "NCT06911879",
    "title": "The Effect of Ketogenic-Caloric Restricted Dietary Intervention on Metabolic Endotoxemia Among Prediabetic Obese Jordanian Adults Aged 18-40 Years Old: A Randomized Clinical Trial",
    "status": "NOT_YET_RECRUITING",
    "conditions": [
      "Insulin Resistance",
      "Metabolic Endotoxemia",
      "Inflammation Biomarkers",
      "Ketogenic Diet",
      "Caloric Restriction",
      "Obesity",
      "Prediabetes"
    ],
    "phases": [
      "NA"
    ],
    "brief_summary": "Insulin resistance increases the risk of type 2 diabetes and cardiovascular disease, with gut dysbiosis emerging as a contributing factor. Metabolic endotoxemia, characterized by elevated serum lipopolysaccharides (LPS), disrupts insulin signaling via inflammatory pathways. While dietary interventions may lower LPS levels and improve insulin resistance, evidence on the effectiveness of ketogenic diet in this context remains limited.\n\nThis randomized controlled trial aims to assess the effects of a ketogenic-caloric restricted diet on metabolic endotoxemia, measured by serum LPS levels, in prediabetic obese Jordanian adults aged 18-40 years in Amman over 12 weeks. Ninety participants will be randomly assigned to one of three groups (n=30 each): a ketogenic-caloric restricted diet, a normal-fat caloric restricted diet, or a control group (normal-fat without caloric restriction). Anthropometric parameters and dietary intake will be evaluated at baseline, week 6, and week 12. Blood samples will be collected at baseline and week 12 for measuring fasting glucose, insulin, LPS, inflammatory cytokines. Dietary adherence will be monitored through food records. This study aims to provide new insights into the role of dietary interventions in modifying metabolic endotoxemia and improving insulin resistance.",
    "detailed_description": null,
    "interventions": [
      {
        "type": "OTHER",
        "name": "Ketogenic diet with caloric restriction",
        "description": "Participants in this group will follow a ketogenic diet with caloric restriction (-550 kcal/day), consisting of approximately 5-10% carbohydrates, 15-25% protein, 70-80% fat. The daily carbohydrate intake will be limited to less than 50g per day. The intervention will last for 12 weeks, with regular dietary monitoring and adherence checks every two weeks.",
        "armGroupLabels": [
          "Ketogenic diet with caloric restriction"
        ]
      },
      {
        "type": "OTHER",
        "name": "Normal diet with caloric restriction",
        "description": "Participants in this group will follow a normal diet with caloric restriction (-550 kcal/day), consisting of approximately 45-60% carbohydrates, 15-25% protein, 20-30% fat. The intervention will last for 12 weeks, with regular dietary monitoring and adherence checks every two weeks.",
        "armGroupLabels": [
          "Normal diet with caloric restriction"
        ]
      },
      {
        "type": "OTHER",
        "name": "Normal diet without caloric restriction",
        "description": "Participants in this group will follow a normal diet without caloric restriction, consisting of approximately 45-60% carbohydrates, 15-25% protein, 20-30% fat. The intervention will last for 12 weeks, with regular dietary monitoring and adherence checks every two weeks.",
        "armGroupLabels": [
          "Normal diet without caloric restriction"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Aseel nutrition center",
        "city": "Amman",
        "country": "Jordan",
        "contacts": [
          {
            "role": "CONTACT",
            "phone": "+962795820919",
            "email": "aseelabujamous92@yahoo.com"
          }
        ],
        "geoPoint": {
          "lat": 31.95522,
          "lon": 35.94503
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* • Males and females individuals aged 18-40 years\n\n  * Individuals with a body mass index (BMI) greater than 30 kg/m² and less than 40 kg/m².\n  * Individuals medically diagnosed with prediabetes by a physician prior to enrollment in the study as indicated by hemoglobin A1c (HbA1c) levels between 5.7% and 6.4% (American Diabetes Association, 2024), or HOMA-IR score of greater than 1.8.\n  * Individuals demonstrating a willingness to follow the dietary protocol\n  * Individuals engaging in sedentary physical activity levels\n\nExclusion Criteria:\n\n* Individuals diagnosed with any other chronic disease or type 1 and type 2 diabetes mellitus.\n\n  * Individuals have experienced weight loss of more than 5% in the last three months.\n  * Pregnant or lactating women.\n  * Individuals undergoing any form of drug treatment.\n  * Individuals with a history of major surgery.\n  * Individuals have consumed pro-/pre/symbiotic or antibiotics in the past three months.\n  * Individuals who engage in any form of regular sports activity.",
    "study_type": "INTERVENTIONAL",
    "start_date": "2025-04-05",
    "completion_date": "2025-11",
    "last_update_posted": "2025-04-04",
    "enrollment": 90
  },
  {
    "nct_id": "NCT03534479",
    "title": "Effects of Intravenous Human Polyclonal Immunoglobulins G Infusion on Endothelial Function and Insulin Sensitivity in Humans",
    "status": "COMPLETED",
    "conditions": [
      "Common Variable Immunodeficiency"
    ],
    "phases": [
      "NA"
    ],
    "brief_summary": "Endothelial dysfunction and insulin resistance play a key role in the onset and development of atherosclerosis, cardiovascular diseases, and diabetes. Data in mice models have recently demonstrated that circulating immunoglobulins G (IgG) could be involved in the process. Patients with common variable immunodeficiency (CVID), who are characterized by low circulating levels of IgG, might represent an ideal model to clarify the role played in vivo in humans by circulating IgG. Polyclonal IgG, obtained from multiple donors, given intravenously (IVIgG), are used to treat various immunodeficiencies and autoimmune diseases, including CVID. By using this disease and its treatment by IVIgG as a model, aim of the current study is to clarify whether IgG affect endothelial function and insulin sensitivity in humans in vivo and whether the action of IgG on the endothelium involves a direct interaction with the endothelial cells.",
    "detailed_description": "For this purposes, 24 patients with CVID, receiving the last therapeutic dose of IVIgG infusion 5-weeks before the baseline measurements (CVID-IVIgG group), are studied. In all subjects, endothelial function is evaluated as flow mediated dilation (FMD) of the brachial artery, measured by ultrasonographic technique at baseline and 1, 7, 14, and 21 days after IVIgG infusion. FMD is also measured in a group of IVIgG naive CVID patients (number of patients recruited depending on availability) and a group of control healthy subjects. The latter FMD measurements serve only as a mere reference of pathological or normal values in condition of deficiency or normal levels of circulating IgG and are not used for primary outcome evaluation. To dissect further the mechanisms of improved endothelial function after IVIgG infusion, we investigate the role of human IgG on the production of Nitric Oxide (NO) in vitro on Human Coronary Artery Endothelial Cells (HCAEC) isolated from normal human coronary arteries.",
    "interventions": [
      {
        "type": "DRUG",
        "name": "Polyclonal IgG",
        "description": "Measurement of vascular reactivity before and after Infusion of plyclonal Immunoglobulins G in patients with Common variable immunodeficiency",
        "armGroupLabels": [
          "CVID-IVIgG, polyclonal IgG i.v. infusion"
        ],
        "otherNames": [
          "Immunoglobulins"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Federico II University Hospital",
        "city": "Napoli",
        "zip": "80131",
        "country": "Italy",
        "geoPoint": {
          "lat": 40.87618,
          "lon": 14.5195
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* Common Variable Immunodeficiency\n\nExclusion Criteria:\n\n* Cancer, liver Cirrhosis, recent acute myocardial infarction, treatment with nitroderivates, Reynaud syndrome, heart failure",
    "study_type": "INTERVENTIONAL",
    "start_date": "2010-04",
    "completion_date": "2013-04",
    "last_update_posted": "2018-05-23",
    "enrollment": 24
  },
  {
    "nct_id": "NCT01915550",
    "title": "The Role of Adding Metformin in Insulin-Resistant Diabetic Pregnant Women - a Randomized Controlled Trial",
    "status": "COMPLETED",
    "conditions": [
      "Diabetes Mellitus"
    ],
    "phases": [
      "PHASE3"
    ],
    "brief_summary": "Adding metformin to insulin therapy in pregnant women with diabetes mellitus who show insulin resistance may be equivalently effective to further raising the insulin dose",
    "detailed_description": null,
    "interventions": [
      {
        "type": "DRUG",
        "name": "Metformin",
        "armGroupLabels": [
          "metformin"
        ],
        "otherNames": [
          "Cidophage"
        ]
      },
      {
        "type": "DRUG",
        "name": "Humulin Insulin Mixtard",
        "armGroupLabels": [
          "Raising Insulin"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Ain Shams University Maternity Hospital",
        "city": "Cairo",
        "state": "Cairo Governorate",
        "zip": "19931",
        "country": "Egypt",
        "geoPoint": {
          "lat": 30.06263,
          "lon": 31.24967
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* pregnant women with insulin-resistant diabetes mellitus\n\nExclusion Criteria:\n\n* type-1 diabetes mellitus\n* secondary diabetes mellitus",
    "study_type": "INTERVENTIONAL",
    "start_date": "2012-04",
    "completion_date": "2013-02",
    "last_update_posted": "2013-08-05",
    "enrollment": 90
  },
  {
    "nct_id": "NCT05355090",
    "title": "Effects of Daily Protein Supplementation for 8 Weeks on Improved Glucose, Insulin, and HbA1c Levels in Pre-Diabetics or Type 2 Diabetes Mellitus",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": [
      "Type 2 Diabetes",
      "HbA1c",
      "Protein Intake"
    ],
    "phases": [
      "NA"
    ],
    "brief_summary": "This study will examine the effects of protein (whey) supplementation added to the normal diet of pre-diabetes or diagnosed type 2 diabetes mellitus (T2DM) men and women on plasma glycated hemoglobin (HbA1c) and total body fat levels. Specifically, this study will directly quantify the impact of 3x/day timed ingestion of supplemental whey protein (20 grams of 80 calories per serving) added to the normal diet of free-living pre-diabetic or T2DM men and women over an 8-week study period on the major diagnostic outcome of pre-diabetic and T2DM (HbA1c levels) and total body fat levels. This study will quantify changes in HbA1C and total body fat levels in 24 pre-diabetics or T2DM participants.",
    "detailed_description": "Previous investigations have demonstrated that simply adding 3 small protein feedings to the normal diet of overweight men and women, independent of caloric restriction and/or engaging in exercise training, significantly reduces body weight, fat mass, abdominal fat, waist circumference, and blood fat (triglyceride) levels (Arciero et al JAP, 2014), and confirms previous research (Baer et al, J Nutr, 2011). This timed ingestion is referred to as protein pacing (PP) and has been utilized in numerous scientific investigations with a great deal of success by the PI (see references). This one, simple, dietary modification, independent of reducing calorie intake and/or engaging in exercise training, is noteworthy and exceptional in terms of health improvements derived from diet alone. Unfortunately, the incidence and healthcare costs associated with type 2 diabetes mellitus (T2DM) are overwhelming. Currently, more than 34 million Americans have T2DM (1 in 10) and is increasing at alarming rates (\\>4.0%/year) among all segments of the population. Equally disturbing, T2DM costs the US more than $330 billion a year, including $237 billion in direct medical costs and $90 billion in reduced worker productivity. Thus, identifying evidence-based, effective, time-efficient, and easy-to-follow lifestyle strategies are vital to reducing these staggering healthcare costs and improving the health of T2DM patients. Indeed, lifestyle therapies remain the most effective treatments for T2DM outcomes.\n\nThe purpose of this study is to examine the effects of protein (whey) supplementation added to the normal diet of pre-diabetes or diagnosed type 2 diabetes mellitus (T2DM) men and women on plasma glycated hemoglobin (HbA1c) and total body fat levels. Specifically, this study will directly quantify the impact of 3x/day timed ingestion of supplemental whey protein (20 grams of 80 calories per serving) added to the normal diet of free-living pre-diabetic or T2DM men and women over an 8-week study period on the major diagnostic outcome of pre-diabetic and T2DM (HbA1c levels) and total body fat levels. This study will quantify changes in HbA1C and total body fat levels in 24 pre-diabetics or T2DM participants.",
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "PP",
        "description": "Protein Pacing three times per day",
        "armGroupLabels": [
          "Protein Pacing"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Human Nutrition and Metabolism Laboratory",
        "city": "Saratoga Springs",
        "state": "New York",
        "zip": "12866",
        "country": "United States",
        "geoPoint": {
          "lat": 43.08313,
          "lon": -73.78457
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* non-smoker\n* weight stable (+/-2kg) for at least 6 months prior to beginning the study\n* Pre-diabetic and Type 2 diabetic mellitus men and women with no known significant cardiovascular or metabolic diseases as assessed by a medical history and a comprehensive medical examination by their physicians\n* Sedentary or lightly active (\\<30 min, 2d/wk of structured physical activity) as assessed by a Physical Activity questionnaire\n\nExclusion Criteria:\n\n* Emphysema\n* Significant heart disease (CABG, CHF, VFib, Hypercholesterolemia, Uncontrolled High Blood Pressure, etc.)\n* COPD\n* Cancer or undergoing treatment for cancer\n* Allergies to milk or milk products, sugar alcohols, fructose, or gluten\n* Anorexia or Bulimia\n* Fasting intolerances/hypoglycemia\n* pregnant women or those looking to become pregnant",
    "study_type": "INTERVENTIONAL",
    "start_date": "2022-04-06",
    "completion_date": "2024-12-31",
    "last_update_posted": "2024-04-08",
    "enrollment": 12
  },
  {
    "nct_id": "NCT00597480",
    "title": "Study of Growth-promoting and Metabolic Effects of Growth Hormone (rhGH) by Comparison of Two Regimens of rhGH Administration to SGA Children. Pharmacogenetics of Metabolic Responses to rhGH",
    "status": "TERMINATED",
    "conditions": [
      "Small for Gestational Age"
    ],
    "phases": [
      "PHASE4"
    ],
    "brief_summary": "Recombinant growth hormone (rhGH) treatment is widely used in France to normalize height during childhood and final height in children born small for gestational age (SGA). Because rhGH has been associated with increased insulin levels and insulin resistance, concern has been expressed regarding the late consequences of rhGH treatment on risk factors for diabetes mellitus type II and metabolic syndrome, especially in possibly predisposed subjects as SGA children.",
    "detailed_description": "Recombinant growth hormone (rhGH) treatment is widely used in France to normalize height during childhood and final height in children born small for gestational age (SGA). Because rhGH has been associated with increased insulin levels and insulin resistance, concern has been expressed regarding the late consequences of rhGH treatment on risk factors for diabetes mellitus type II and metabolic syndrome, especially in possibly predisposed subjects as SGA children.\n\nBecause rhGH use in this population will sharply increase in the coming years, our purpose is to identify and analyze factors that predispose these children born SGA to the metabolic consequences of rhGH therapy.\n\nThe main objective of this study is to identify and analyze factors implicated in the variability of the metabolic and growth responses to rhGH treatment in children born SGA. We want to:\n\n* Quantify the metabolic effects of rhGH treatment by analyzing insulin levels, insulin sensitivity and lipid profile (lipolysis and ketogenesis);\n* Evaluate the effects of two different rhGH regimens on the growth of children born SGA;\n* Determine if the metabolic effects of rhGH therapy correlate to the growth responses in the two groups;\n* Identify factors, especially genetic factors, responsible for the variations in individual metabolic and growth-promoting effects of rhGH in children born SGA.\n\nThis is a randomized, open-labeled, 2-year study, which will compare two regimens of rhGH therapy on the growth responses and metabolic effects in short children born SGA.\n\n100 prepubertal, non GH deficient, short children (height \\< -3 SDS) born SGA (birth height \\< -2 SDS) will be randomized to receive either the recommended dose in the EU of rhGH (Norditropine SimpleXx®), or the dose to achieve a \"treat-to target\" value of IGF-1 levels within a +1.5 to +2.5 SDS interval (starting dose, 0.067 mg/kg/day) for 24 months.\n\nMetabolic effects of rhGH treatment will be evaluated by body mass index (BMI), fasting insulin and glucose levels, HOMA index of insulin resistance, insulin and glucose levels during OGTT, HbA1C and fasting serum lipids (free fatty acids, 3-hydroxybutyrate, total cholesterol, LDL and HDL cholesterol, triglycerides). Height, growth velocity, IGF-1 and IGF-BP3 levels will evaluate growth response of rhGH treatment.\n\nPolymorphisms of different genes of the signaling pathway of GH and insulin will be analyzed in order to search for those possibly responsible for the variability in metabolic and growth responses during rhGH treatment in SGA children.",
    "interventions": [
      {
        "type": "DRUG",
        "name": "rhGH (Norditropine SimpleXx®)",
        "description": "the recommended dose in the EU of rhGH (Norditropine SimpleXx®",
        "armGroupLabels": [
          "1"
        ]
      },
      {
        "type": "DRUG",
        "name": "rhGH norditropine simple Xx",
        "description": "the dose to achieve a \"treat-to target\" value of IGF-1 levels within a +1.5 to +2.5 SDS interval (starting dose, 0.067 mg/kg/day)",
        "armGroupLabels": [
          "2"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Hopital Saint Vincent de Paul",
        "city": "Paris",
        "zip": "75014",
        "country": "France",
        "geoPoint": {
          "lat": 48.85341,
          "lon": 2.3488
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* Prepubertal age\n* Prepubertal characteristics\n* Non GH deficient\n* Short children (height \\< -2.5 SDS)\n* Born SGA (birth height \\< -2 SDS)\n* Parental height adjusted (\\< -1 DS)\n* No rhGH treatment before inclusion\n\nExclusion Criteria:\n\n* ALLERY to rhGH or excipients\n* Small height etiologies\n* Cancer or cancer treatment ongoing\n* Drugs interference with growth\n* Mental impairment\n* Hypertrophic cardiopathy impairment\n* Hypertension not under controlled\n* Intra cranial hypertension not controlled\n* Diabetes and hyperglycaemia without diabetes\n* Dyslipidemia\n* Hepatitis\n* Kidney failure\n* Chromosomic aberration and/or genetic disorders (except Silver Russel Syndrome)\n* No social security\n* State of health in worst conditions after cardiac surgery, polytraumatism",
    "study_type": "INTERVENTIONAL",
    "start_date": "2008-01",
    "completion_date": "2012-01",
    "last_update_posted": "2025-11-20",
    "enrollment": 10
  },
  {
    "nct_id": "NCT00827827",
    "title": "Strength Training for Skeletal Muscle Adaptation After Stroke",
    "status": "COMPLETED",
    "conditions": [
      "Stroke"
    ],
    "phases": [
      "NA"
    ],
    "brief_summary": "Chronically disabled stroke survivors experience accelerated skeletal muscle atrophy and other detrimental changes to muscle and surrounding tissues on the paretic side. This unilateral tissue-level damage contributes to worsening disability and insulin resistance. This VA Merit Award will advance the investigators' understanding of the potential for strength training (ST) to reverse stroke-related muscle abnormalities to improve metabolic health, strength, and function. It will be the first study to thoroughly investigate the effects of ST on muscle atrophy, intramuscular fat, muscle fiber characteristics, capillary density and insulin sensitivity after stroke.",
    "detailed_description": "This study investigates the hypothesis that a novel, high intensity, high repetition ST program will improve abnormalities in paretic and non-paretic leg muscle volume and composition compared to an attention-matched control regimen of supervised stretching over a 3-month intervention period in those disabled by stroke. The investigators further hypothesize that ST-induced skeletal muscle adaptation will translate into improved insulin sensitivity, strength, and function in this population. The specific objectives are to: 1) Determine the effects ST compared to a control intervention on paretic and non-paretic abnormalities in skeletal muscle volume, intramuscular fat, muscle fiber distribution, muscle capillary density, and muscle inflammation in chronically disabled stroke survivors. 2) Determine the effects ST compared to a control intervention on insulin sensitivity in stroke survivors, and whether structural and cellular skeletal muscle mechanisms contribute to improvements in insulin sensitivity after ST. 3) Determine the effects ST compared to a control intervention on physical function (strength, walking speed and balance) in stroke survivors, and whether structural skeletal muscle mechanisms predict ST-induced functional improvement.\n\nThe project design consists of 4 phases over 5 months for stroke participants enrolled in either of the two intervention arms (ST vs. CONTROL). During phase 1 the investigators will screen and consent chronic stroke patients with residual gait deficits. Phase 2 (3 weeks) will consist of baseline testing that includes dual energy X-ray absorptiometry (DEXA) scanning, bilateral CT scanning of the legs, bilateral vastus lateralis muscle biopsies, strength testing, timed walks, balance measurements, oral glucose tolerance testing, and hyperglycemic clamp testing. Following completion of baseline testing, volunteers are to be randomized to ST or the CONTROL group. Phase 3 (Intervention Phase, 3 months) will begin with 2 sessions of acclimatization for those assigned to the ST group. ST will then be progressed to 2 sets of 20 repetitions on each leg on each machine (Keiser Leg Press, Leg Extension, Leg Curl) with gradual increases in resistance over 3 months. Those in the CONTROL group will receive equal exposure to health care personnel in the Baltimore VA Exercise facility, performing a full battery of upper and lower body passive and active stretching exercises at each intervention session. In Phase 4 all baseline testing and laboratory analyses will be repeated.\n\nDeveloping evidence-based therapies to combat skeletal muscle deterioration is highly relevant for chronically disabled stoke survivors. There is mounting evidence that current models of post-stroke rehabilitation are not optimal for maximizing recovery of muscle mass, strength, and metabolic health. The proposed research will develop new insight into the utility of progressive ST for reversing detrimental changes to gross muscle composition, muscle molecular phenotype, muscle inflammation, and muscle capillarization. Changes to any or all of these muscle parameters should have measurable impact on both whole body insulin sensitivity and function. Collectively, the results from this trial may change the current standard of care for stroke survivors by providing evidenced reasons for augmenting physical therapists' treatments, allowing more intense and diverse therapy sessions for maintenance of skeletal muscle.",
    "interventions": [
      {
        "type": "OTHER",
        "name": "Exercise- Strength Training",
        "description": "3x per week lower-extremity ST lasting approximately 45 minutes to 1 hour.",
        "armGroupLabels": [
          "Arm 1"
        ]
      },
      {
        "type": "OTHER",
        "name": "Exercise- Stretching Control",
        "description": "3x per week upper and lower body stretching mixed with active and passive range of motion exercises",
        "armGroupLabels": [
          "Arm 2"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Baltimore VA Medical Center VA Maryland Health Care System, Baltimore, MD",
        "city": "Baltimore",
        "state": "Maryland",
        "zip": "21201",
        "country": "United States",
        "geoPoint": {
          "lat": 39.29038,
          "lon": -76.61219
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* Stroke greater than 6 months prior with residual hemiparetic gait in women or men aged 40-85 years\n* Completion of all regular post-stroke physical therapy\n* Adequate language and neurocognitive function to participate in testing and training and to give adequate informed consent\n\nExclusion Criteria:\n\n* Alcohol consumption greater than 3 oz. liquor, or 3 x 4 oz glasses of wine, or 3 x 12 oz. beers per day, by self-report\n* clinical history of:\n\n  * unstable angina\n  * recent (less than 3 months) myocardial infarction or congestive heart failure (NYHA category II)\n  * hemodynamically significant valvular dysfunction\n  * peripheral arterial occlusive disease (PAOD) with claudication\n  * major orthopedic, chronic pain, or non-stroke neuromuscular disorders restricting exercise\n  * pulmonary or renal failure\n  * poorly controlled hypertension (greater than 190/110)\n  * recent hospitalization for severe disease or surgery\n  * severe or global receptive aphasia which confounds reliable testing and training\n* Allergy to lidocaine\n* Known muscle disorder\n* Taking Coumadin or Lovenox (contraindication for muscle biopsies)\n* Dementia\n* Untreated major depression",
    "study_type": "INTERVENTIONAL",
    "start_date": "2009-04-01",
    "completion_date": "2018-06-06",
    "last_update_posted": "2018-07-09",
    "enrollment": 38
  },
  {
    "nct_id": "NCT02320110",
    "title": "Correlation of Circulating Irisin and Adipokine Levels Across a Broad Spectrum of Body Mass Index Ranging From Undernourished to Obese and With Insulin Resistance and Risk Factors for the Metabolic Syndrome in Hispanic Children",
    "status": "COMPLETED",
    "conditions": [
      "Overweight",
      "Obesity",
      "Thinness"
    ],
    "phases": [],
    "brief_summary": "Childhood obesity is one of the most serious global public health challenges of the 21st century (Daniels et al., 2009). Mexico has the highest prevalence of obesity, (Secretaría de Salud, 2009); 34.4% of children and 35% of adolescents are overweight or obese (ENSANUT 2012). Obesity has major health consequences for children and adolescents; On the other hand, undernutrition as well has important deleterious consequences on children's health.\n\nAnything that disrupts energy balance may cause individuals to be underweight, overweight or obese. Fat has been considered an endocrine organ for some time (Elizondo, 2011). Recently, skeletal muscle has been shown to function as a peripheral endocrine organ by releasing myokines, (Pedersen, 2012). Most recently, a new identified hormone secreted by muscle tissue in mouse, irisin, has been discovered. Irisin acts on white adipose cells in culture and in vivo to stimulate UCP1 expression and a broad program of brown-fat-like development. Irisin was induced with exercise in mice and humans which caused an increase in energy expenditure in mice with no changes in movement or food intake (Boström et al., 2012).\n\nIrisin was thus, promptly hypothesized as a hormone influencing body weight, obesity and type 2 diabetes mellitus, among other conditions (Sanchis-Gomar et al., 2012). Some studies have indicated that circulating levels of irisin in humans correlate positively with anthropometric parameters such as BMI, fat mass, fat free mass, and are higher in obese patients compared to lean ones (Stengel et al., 2013; Huh et al., 2012; Roca-Rivada et al., 2013; Crujeiras et al., 2014; Pardo, 2014). Studies have shown an association between irisin levels, insulin resistance and the metabolic syndrome (Park et al., 2013; de la Iglesia et al., 2014; Crujeiras et al., 2014; Pardo et al., 2014). However, some others have found a negative correlation with anthropometric parameters, finding lower irisin levels in obese patients (Moreno-Navarrete et al., 2013). Noteworthy, all these studies have been performed in adults. To date, there are only two studies evaluating irisin levels in children. One found that a 1-year long lifestyle intervention program was associated with an elevation in irisin levels in obese children, although no correlation was found between irisin levels and anthropometric markers (Blüher et al., 2014). The other study investigated normal weight Saudi children and found correlations between circulating irisin and glucose and HDLc, but a negative association with insulin resistance (Al-Daghri et al, 2014).\n\nBesides, associations between irisin levels and adiponectin, leptin and resistin in the set of obesity have been explored, the three of them are implicated in the physiopatology of obesity.\n\nAs there are still conflicting data regarding the association of irisin with anthropometric parameters, obesity and the metabolic syndrome, as well as its 'association with other adiponectines, and most important, there is scarce data of these associations in children, the objective of this study will be to correlate the circulating irisin and adipokines levels across a broad spectrum of body mass index ranging from undernourished to obese as well as with insulin resistance and risk factors for the metabolic syndrome in Hispanic children.\n\nThe sample size with statistical power for this study yielded a sample of 40 children. Frozen stored plasma (-80°C) will be taken from a previous study performed in children which has been published (Elizondo-Montemayor et al., 2014). The samples will be divided into five groups, 8 per group, according to the CDC and American Academy of Pediatrics body mass index percentile classification: 1.) underweight = \\<3 percentile; 2.) normal weight = \\>3 - \\< 85 percentile; 3.) Overweight = \\>85 - \\< 95 percentile, and 4.) obese = \\> 95 percentile. The fifth group will correspond to children with known metabolic syndrome according to the classification specified by Cooks et al (2008). Anthropometric measurements will include BMI, percentile BMI, waist circumference, % body fat, fat mass, fat free mass, and triceps skin fold. Biochemical measurements will include glucose, total cholesterol, low-density cholesterol (LDL), high-density cholesterol (HDL-c) and triglycerides. Clinical measurements will include blood pressure, physical activity records and dietary habits. All biochemical, anthropometric and clinical measurements were previously performed in a former published study (Elizondo-Montemayor et al., 2014).\n\nIrisin, adiponectin and leptin will be measured in plasma media using commercial ELISA kits.",
    "detailed_description": "Background Childhood obesity is one of the most serious global public health challenges of the 21st century (Daniels et al., 2009). Mexico has the highest prevalence of obesity, worldwide; 34.4% of children and 35% of adolescents are overweight or obese (ENSANUT 2012). Among other complications, overweight and obese children are predisposed to develop dyslipidemias, hypertension, the metabolic syndrome (MetS) and non-alcoholic fatty liver disease at a younger age, as well as to become obese as adults (Daniels et al., 2009; Elizondo-Montemayor et al., 2010). On the other hand, undernutrition in children conveys to very detrimental health effects such as stunting, puberty retardation, motor retardation (Roulet et al., 2005), osteoporosis and fractures (Saunders et al., 2011), immunologic deficit, and altered function of every organ and system, such as the heart, lungs, kidneys, gastrointestinal tract and the nervous system, among others (Lecours et al, 2001; Saunders et al., 2011).\n\nA balance between energy intake and energy expenditure is required to sustain a normal body weight. Anything that disrupts this balance may cause individuals to be underweight, overweight or obese. Diverse signals, central and peripheric participate in the regulation of energy balance. Fat has been considered an endocrine organ due to the many peptides and hormones that it secrets that act upon peripheral and central tissues, and their contribution to insulin resistance or sensitivity and body weight regulation among other functions (Elizondo, 2011). Recently, skeletal muscle has been shown to function as a peripheral endocrine organ by releasing myokines, peptide signals, which are implicated in the regulation of metabolic pathways (Pedersen and Febbraio, 2012). Most recently, a new identified hormone secreted by muscle tissue in mouse, irisin, has been discovered. Irisin acts on white adipose cells in culture and in vivo to stimulate UCP1 expression and a broad program of brown-fat-like development. In mouse, PGC1alfa expression in muscle stimulates increase in expression of FNDC5, a membrane protein that is cleaved and secreted as this novel hormone, irisin. Irisin is induced with exercise in mice and humans, and medley increased irisin levels in blood cause an increase in energy expenditure in mice with no changes in movement or food intake (Boström et al., 2012).\n\nIrisin was thus, promptly hypothesized as a hormone influencing body weight, obesity and type 2 diabetes mellitus, among other conditions (Sanchis-Gomar et al., 2012). Some studies have indicated that circulating levels of irisin in humans correlate positively with anthropometric parameters such as BMI, fat mass, fat free mass, and are higher as these parameters increase, this is, irisin levels are higher in obese patients compared to lean ones (Stengel et al., 2013; Huh et al., 2012; Roca-Rivada et al., 2013; Crujeiras et al., 2014; Pardo et al., 2014). Studies have shown an association between irisin levels, insulin resistance and the metabolic syndrome (Park et al., 2013; de la Iglesia et al., 2014; Crujeiras et al., 2014; Pardo et al., 2014). However, some others have found a negative correlation with anthropometric parameters, finding lower irisin levels in obese patients (Moreno-Navarrete et al., 2013). Noteworthy, all these studies have been performed in adults in different circumstances or diseased states. To date, there are only two studies evaluating irisin levels in children. One found that a 1-year long lifestyle intervention program was associated with improvement in anthropometric and metabolic parameters and led to an elevation in irisin levels in obese children, although no correlation was found between irisin levels and anthropometric markers (Blüher et al., 2014). The other study investigated normal weight Saudi children and found correlations between circulating irisin and glucose and HDLc, but a negative association with insulin resistance (Al-Daghri et al., 2014).\n\nBesides, associations between irisin levels and adiponectin, leptin and resistin in the set of obesity have been explored. Leptin plays a pivotal role in regulating energy homeostasis, food intake and many neuroendocrine functions, specially triggering puberty in children. Leptin is increased in obese patients, associated with a leptin-resistant state (Blüher and Mantzoros, 2009). Adiponectin is an insulin sensitizing hormone; obese patients have lower levels than normal-weight ones. Circulating adiponectin levels are low in central obesity (Dalamaga et al., 2012), and this low level has been associated with the metabolic syndrome across all ages (Siitonen et al., 2011). Resistin has been associated with insulin resistance, and recently as a proinflamatory adipocytokine (McTernan et al., 2006). Some studies have found a negative correlation between irisin and adiponectin levels (Park et al., 2013), while other have found no association either with leptin or adiponectin (Blüher et al., 2014) here are still conflicting data regarding the association of irisin with anthropometric parameters, obesity and the metabolic syndrome, as well as its 'association with other adipokines, and most important, there is scarce data of these associations in children, the objective of this study will be to correlate the circulating irisin and adipokines levels across a broad spectrum of body mass index ranging from undernourished to obese as well as with insulin resistance and risk factors for the metabolic syndrome in Hispanic children.\n\nThere is still conflicting data regarding the association of irisin with anthropometric parameters, obesity and the metabolic syndrome, as well as its 'association with other adipokines, and most important, there is scarce data of these associations in children. Therefore, the objective of this study will be to correlate the circulating irisin and adipokines levels across a broad spectrum of body mass index ranging from undernourished to obese as well as with insulin resistance and risk factors for the metabolic syndrome in Hispanic children.\n\nStudy Population The population was previously described. (Elizondo-Montemayor et al., 2014) An open invitation was made to school-aged children from eight public schools representative of all geographical areas of Monterrey, the second largest city in México. Children that accepted the invitation were randomly selected and screened according to BMI percentiles. The sample size is 40 children. The population will be divided into five groups, 8 per group. Four of the groups will be divided according to the CDC body mass index percentiles: 1.) underweight = \\<3percentile; 2.) normal weight = \\>3 - \\< 85 percentile; 3.) Overweight = \\>85 - \\< 95 percentile, and 4.) obese = \\> 95 percentile. The fifth group will correspond to children with known metabolic syndrome.\n\nSigned consent was obtained from both parents/care givers and children. Approvals by the Ethics and Research Committees of the School of Medicine Tecnológico de Monterrey and by the State Health Secretariat, as well as by the Education Authorities were obtained. Participants did not receive gratification during the study.\n\nAnthropometric and Clinical Evaluation Anthropometric measurements were performed in all participants at each school. Height was determined to the nearest 0.5 cm (portable Seca® stadiometer, North America) and weight to the nearest 0.1 kg while children wore light clothing, no socks or shoes (TANITA TBF 300® scale, Arlington, Illinois). Percentage of body fat (%BF) was measured by bioimpedance (same TANITA scale). WC was measured to the nearest 0.1 cm at the level of the umbilicus with a flexible fiberglass tape while the subjects were standing, after gently exhaling, and with no clothing on the area. Tricipital skin fold (TSF) was measured using a Lange skinfold caliper. BMI was calculated by weight-kilograms divided by the square of height-meters. Fat mass and fat free mass were calculated according to the specific predetermined formulas. Measurements were performed at the same time each day by the same three trained registered dietitians (RD) in all children to control the inter-observer variability. Blood pressure was measured by the same physician, using an aneroid sphygmomanometer (Welch-Allyn®) following the American Heart Association (AHA) technique; two measurements were obtained while participants were calmed and seated.\n\nLaboratory Assessment Blood samples were taken after a 12-hour overnight fast and were kept at 2 to 8°C and centrifuged within the first 3 hours. Serum total cholesterol (TC), HDL-C, low-density lipoprotein cholesterol (LDL-C), triglycerides (TG), and glucose were measured by reflective photometry (Beer-Lambert's law) using an automated analyzer (Architect c8000; Abbott Laboratories, Abbott Park, IL), with an intra- and inter-assay coefficient variation below 4.7%. Plasma samples were then stored at -80°C. Irisin, adiponectin, insulin and leptin will be measured in plasma media using commercial ELISA kits. The assays will be conducted in 96-well microplates according to the manufacturer's instructions (Irisin, adiponectin, insulin and leptin ELISA kit; Phoenix Pharmaceuticals, Inc., Burlingame, CA, USA). Absorbance from each sample will measured in duplicate using a spectrophotometric microplate reader at wavelength of 450 nm (BioTek Instruments, Winooski, VT, USA).\n\nStatistical Methods MINITAB version 16 (Minitab Inc., State College, PA, USA) will be used to analyze the differences between anthropometric and biochemical parameters and irisin levels; Microsoft Excel 2007 (Microsoft Corp., Redmond, WA, USA) will be used to incorporate the input of data. The results will be expressed as mean ± standard deviation (s.d.), as absolute number or as percentage (%) and their corresponding 95% confidence intervals (CI). Comparisons between groups for the dependent variables will be made using paired Student´s t-test for means and McNemar test for proportions. For independent variables, the normality will be revised both, graphically and by the Shapiro-Wilk test, and subsequently, the comparisons between groups will be determined using z-test. To assess the association between anthropometric, clinical and biochemical variables and irisin levels, a simple linear regression will be used. The mean comparisons between gender groups will be determined using t-test for independent samples. All tests will be interpreted based on two-tailed hypothesis. The significance level will be set at 0.05 in all cases.",
    "interventions": [],
    "sponsors": null,
    "locations": [
      {
        "facility": "Clinical Nutrition and Obesity Research Center. School of Medicine, TEC Salud, Tecnológico de Monterrey",
        "city": "Monterrey",
        "state": "Nuevo León",
        "zip": "64710",
        "country": "Mexico",
        "geoPoint": {
          "lat": 25.68435,
          "lon": -100.31721
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* Attendance to school from first to sixth grade\n* Ages 6-12 years\n* Hispanic origin\n* Both parents Hispanic\n* 12 hour overnight fast\n* Signed consent from both parents/care givers and active assent from children\n\nExclusion Criteria:\n\n* Disapproval by the children's physician due to any at-risk medical condition known by the parents\n* Use of drugs for high blood pressure, hyperglycemia, or dyslipidemia",
    "study_type": "OBSERVATIONAL",
    "start_date": "2014-09",
    "completion_date": "2014-11",
    "last_update_posted": "2014-12-19",
    "enrollment": 40
  },
  {
    "nct_id": "NCT01060059",
    "title": "EBIRIOS - Exenatide and Basal Insulins Use in the Real Setting: an Italian Observational Study in Patients With Type 2 Diabetes and Secondary Failure of Oral Antihyperglycemic Treatment",
    "status": "COMPLETED",
    "conditions": [
      "Type 2 Diabetes Mellitus"
    ],
    "phases": [],
    "brief_summary": "Although the efficacy and safety profile of exenatide has been well established, few data exist on the real world results of exenatide treatment in specific populations and clinical settings. This study is intended to fill this gap through observing and collecting prospective data from a population of Italian patients initiating treatment with either exenatide or basal insulin formulations after failure to achieve glycemic control with oral antihyperglycemic agents (OHA).\n\nObservational studies represent noninterventional research; therefore, this study does not involve randomization of patients to particular comparator arms or therapies. The term \"noninterventional\" means that the healthcare providers decisions regarding the proper treatment and care of the patient are made in the course of normal clinical practice. Patients enrolled in this study are enrolling for the collection of their data on observations made during normal clinical practice.",
    "detailed_description": null,
    "interventions": [
      {
        "type": "DRUG",
        "name": "exenatide",
        "description": "subcutaneous injection, 5mcg or 10mcg, twice a day",
        "armGroupLabels": [
          "exenatide"
        ],
        "otherNames": [
          "BYETTA"
        ]
      },
      {
        "type": "DRUG",
        "name": "basal insulin",
        "description": "subcutaneous injection, dosing according to physician's clinical judgment",
        "armGroupLabels": [
          "basal insulin"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Research site",
        "city": "Acquaviva delle Fonti",
        "country": "Italy",
        "geoPoint": {
          "lat": 40.89704,
          "lon": 16.8433
        }
      },
      {
        "facility": "Research site",
        "city": "Anzio",
        "country": "Italy",
        "geoPoint": {
          "lat": 41.45263,
          "lon": 12.62157
        }
      },
      {
        "facility": "Research site",
        "city": "Bassano del Grappa",
        "country": "Italy",
        "geoPoint": {
          "lat": 45.76656,
          "lon": 11.72739
        }
      },
      {
        "facility": "Research site",
        "city": "Bologna",
        "country": "Italy",
        "geoPoint": {
          "lat": 44.49381,
          "lon": 11.33875
        }
      },
      {
        "facility": "Research site",
        "city": "Brindisi",
        "country": "Italy",
        "geoPoint": {
          "lat": 40.63215,
          "lon": 17.93607
        }
      },
      {
        "facility": "Research site",
        "city": "Cagliari",
        "country": "Italy",
        "geoPoint": {
          "lat": 39.23054,
          "lon": 9.11917
        }
      },
      {
        "facility": "Research site",
        "city": "Campi Salentina",
        "country": "Italy",
        "geoPoint": {
          "lat": 40.39747,
          "lon": 18.02141
        }
      },
      {
        "facility": "Research site",
        "city": "Casarano",
        "country": "Italy",
        "geoPoint": {
          "lat": 40.01131,
          "lon": 18.16237
        }
      },
      {
        "facility": "Research site",
        "city": "Caserta",
        "country": "Italy",
        "geoPoint": {
          "lat": 41.07262,
          "lon": 14.33231
        }
      },
      {
        "facility": "Research site",
        "city": "Cesena",
        "country": "Italy",
        "geoPoint": {
          "lat": 44.1391,
          "lon": 12.24315
        }
      },
      {
        "facility": "Research site",
        "city": "Chieri",
        "country": "Italy",
        "geoPoint": {
          "lat": 45.01054,
          "lon": 7.82133
        }
      },
      {
        "facility": "Research site",
        "city": "Cisternino",
        "country": "Italy",
        "geoPoint": {
          "lat": 40.74326,
          "lon": 17.42587
        }
      },
      {
        "facility": "Research site",
        "city": "Copertino",
        "country": "Italy",
        "geoPoint": {
          "lat": 40.26821,
          "lon": 18.0543
        }
      },
      {
        "facility": "Research site",
        "city": "Cremona",
        "country": "Italy",
        "geoPoint": {
          "lat": 45.13325,
          "lon": 10.02129
        }
      },
      {
        "facility": "Research site",
        "city": "Distretto Vittoria",
        "country": "Italy"
      },
      {
        "facility": "Research site",
        "city": "Fermo",
        "country": "Italy",
        "geoPoint": {
          "lat": 43.16296,
          "lon": 13.72274
        }
      },
      {
        "facility": "Research site",
        "city": "Ferrara",
        "country": "Italy",
        "geoPoint": {
          "lat": 44.83804,
          "lon": 11.62057
        }
      },
      {
        "facility": "Research site",
        "city": "Fidenza",
        "country": "Italy",
        "geoPoint": {
          "lat": 44.86694,
          "lon": 10.06039
        }
      },
      {
        "facility": "Research site",
        "city": "Florence",
        "country": "Italy",
        "geoPoint": {
          "lat": 43.77925,
          "lon": 11.24626
        }
      },
      {
        "facility": "Research site",
        "city": "Forlì",
        "country": "Italy",
        "geoPoint": {
          "lat": 44.22177,
          "lon": 12.04144
        }
      },
      {
        "facility": "Research site",
        "city": "Genova",
        "country": "Italy",
        "geoPoint": {
          "lat": 45.21604,
          "lon": 11.87211
        }
      },
      {
        "facility": "Research site",
        "city": "Germaneto",
        "country": "Italy",
        "geoPoint": {
          "lat": 38.88496,
          "lon": 16.57673
        }
      },
      {
        "facility": "Research site",
        "city": "Lecce",
        "country": "Italy",
        "geoPoint": {
          "lat": 40.35481,
          "lon": 18.17244
        }
      },
      {
        "facility": "Research site",
        "city": "Livorno",
        "country": "Italy",
        "geoPoint": {
          "lat": 43.54427,
          "lon": 10.32615
        }
      },
      {
        "facility": "Research site",
        "city": "Lucca",
        "country": "Italy",
        "geoPoint": {
          "lat": 43.84369,
          "lon": 10.50447
        }
      },
      {
        "facility": "Research site",
        "city": "Manfredonia (Le)",
        "country": "Italy",
        "geoPoint": {
          "lat": 41.63065,
          "lon": 15.91876
        }
      },
      {
        "facility": "Research site",
        "city": "Mariano Comense",
        "country": "Italy",
        "geoPoint": {
          "lat": 45.69651,
          "lon": 9.1818
        }
      },
      {
        "facility": "Research site",
        "city": "Messina",
        "country": "Italy",
        "geoPoint": {
          "lat": 38.19394,
          "lon": 15.55256
        }
      },
      {
        "facility": "Research site",
        "city": "Milan",
        "country": "Italy",
        "geoPoint": {
          "lat": 42.78235,
          "lon": 12.59836
        }
      },
      {
        "facility": "Research site",
        "city": "Monza",
        "country": "Italy",
        "geoPoint": {
          "lat": 45.58005,
          "lon": 9.27246
        }
      },
      {
        "facility": "Research site",
        "city": "Napoli",
        "country": "Italy",
        "geoPoint": {
          "lat": 40.87618,
          "lon": 14.5195
        }
      },
      {
        "facility": "Research site",
        "city": "Novara",
        "country": "Italy",
        "geoPoint": {
          "lat": 45.44694,
          "lon": 8.62118
        }
      },
      {
        "facility": "Research site",
        "city": "Olbia",
        "country": "Italy",
        "geoPoint": {
          "lat": 40.92337,
          "lon": 9.49802
        }
      },
      {
        "facility": "Research site",
        "city": "Palermo",
        "country": "Italy",
        "geoPoint": {
          "lat": 38.1166,
          "lon": 13.3636
        }
      },
      {
        "facility": "Research site",
        "city": "Palmi",
        "country": "Italy",
        "geoPoint": {
          "lat": 38.35943,
          "lon": 15.85155
        }
      },
      {
        "facility": "Research site",
        "city": "Parma",
        "country": "Italy",
        "geoPoint": {
          "lat": 44.79935,
          "lon": 10.32618
        }
      },
      {
        "facility": "Research site",
        "city": "Pavia",
        "country": "Italy",
        "geoPoint": {
          "lat": 45.19205,
          "lon": 9.15917
        }
      },
      {
        "facility": "Research site",
        "city": "Pisa",
        "country": "Italy",
        "geoPoint": {
          "lat": 43.70853,
          "lon": 10.4036
        }
      },
      {
        "facility": "Research site",
        "city": "Potenza",
        "country": "Italy",
        "geoPoint": {
          "lat": 40.64175,
          "lon": 15.80794
        }
      },
      {
        "facility": "Research site",
        "city": "Rimini",
        "country": "Italy",
        "geoPoint": {
          "lat": 44.05755,
          "lon": 12.56528
        }
      },
      {
        "facility": "Research site",
        "city": "Roma",
        "country": "Italy",
        "geoPoint": {
          "lat": 44.99364,
          "lon": 11.10642
        }
      },
      {
        "facility": "Research site",
        "city": "Rossano Scalo",
        "country": "Italy"
      },
      {
        "facility": "Research site",
        "city": "Salerno",
        "country": "Italy",
        "geoPoint": {
          "lat": 40.67545,
          "lon": 14.79328
        }
      },
      {
        "facility": "Research site",
        "city": "San Giovanni Rotondo",
        "country": "Italy",
        "geoPoint": {
          "lat": 41.70643,
          "lon": 15.7277
        }
      },
      {
        "facility": "Research site",
        "city": "Schio",
        "country": "Italy",
        "geoPoint": {
          "lat": 45.71262,
          "lon": 11.35671
        }
      },
      {
        "facility": "Research site",
        "city": "Sesto San Giovanni",
        "country": "Italy",
        "geoPoint": {
          "lat": 45.53329,
          "lon": 9.22585
        }
      },
      {
        "facility": "Research site",
        "city": "Siena",
        "country": "Italy",
        "geoPoint": {
          "lat": 43.31822,
          "lon": 11.33064
        }
      },
      {
        "facility": "Research site",
        "city": "Treviso",
        "country": "Italy",
        "geoPoint": {
          "lat": 45.66673,
          "lon": 12.2416
        }
      },
      {
        "facility": "Research site",
        "city": "Trieste",
        "country": "Italy",
        "geoPoint": {
          "lat": 45.64953,
          "lon": 13.77678
        }
      },
      {
        "facility": "Research site",
        "city": "Varese",
        "country": "Italy",
        "geoPoint": {
          "lat": 45.82058,
          "lon": 8.82511
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n1. Are inadequately controlled with single or multiple OHA as evidenced by an HbA1c \\> 7.0%\n2. Have presented during the routine course of care and, together with their physician, have decided to initiate treatment with either exenatide twice daily or conventional insulin therapy with basal insulin (insulin glargine, detemir, protaminated insulin lispro, protaminated human insulin) added to the existing treatment with OHA\n3. Have not been treated with GLP-1 receptor agonist for more than 7 consecutive days within 3 months before entering the study\n4. Have not been treated with insulins for more than 7 consecutive days within last 3 months or more than 3 months in the course of the disease\n5. Are not simultaneously participating in another study which includes an investigational drug or procedure at study entry\n6. Have been fully informed and given their written consent for use of their data",
    "study_type": "OBSERVATIONAL",
    "start_date": "2010-04",
    "completion_date": "2012-05",
    "last_update_posted": "2015-04-09",
    "enrollment": 888
  },
  {
    "nct_id": "NCT00467246",
    "title": "The Use of a Long-Acting Sub-Cutaneous Insulin Analogue in the Management of Hyperglycaemic Emergencies",
    "status": "WITHDRAWN",
    "conditions": [
      "Diabetes Mellitus"
    ],
    "phases": [
      "NA"
    ],
    "brief_summary": "Hyperglycaemic emergencies are associated with significant mortality (mortality in Diabetic Ketoacidosis 0.65 - 3.3% and in HyperOsmolar Non-Ketotic Coma 12 -17%). To reduce morbidity and mortality, prompt intervention and coma and close monitoring are essential. The study is designed to investigate whether a simple intervention with a long acting insulin can improve resolution of acidosis and hyperglycaemia, prevent recurrence of ketoacidosis and shorten hospital stay.",
    "detailed_description": "This is a randomised trial concerning patients presenting in A \\& E with a diabetic emergency, either a Diabetic Ketoacidosis (DKA) or a Hyperosmolar Non-Ketotic Coma (HONC). Once informed consent has been given, each patient will receive standard intravenous treatment. They will also receive a daily sub-cutaneous bolus of either a long-acting insulin or a placebo.\n\nBlood will be taken at regular intervals to analyse the rate of fall of glucose and normalisation of blood pH.",
    "interventions": [
      {
        "type": "DRUG",
        "name": "Levemir"
      }
    ],
    "sponsors": null,
    "locations": [],
    "eligibility": "Inclusion Criteria:\n\n* Patients presenting with a diabetic emergency aged 18 and above.\n\nExclusion Criteria:\n\n* Patients who do not speak English and need a translator.\n* Patients under the age of 18 years.\n* Patients who are unable to give their consent and who do not have a relative present wiling to give assent.",
    "study_type": "INTERVENTIONAL",
    "start_date": null,
    "completion_date": null,
    "last_update_posted": "2007-04-30",
    "enrollment": null
  },
  {
    "nct_id": "NCT02168491",
    "title": "Feasibility of Once-daily Administered GLP-1 Receptoragonist (Lixisenatide) in Combination With Basal Insulin in Patients With Type-2 Diabetes Mellitus Not Achieving Therapeutic Targets With Premixed Insulin",
    "status": "COMPLETED",
    "conditions": [
      "Type 2 Diabetes Mellitus"
    ],
    "phases": [
      "PHASE3"
    ],
    "brief_summary": "Premixed insulin-based therapy is a standard insulin treatment strategy in Austria. The widespread use of premixed insulin is explained by high acceptance by health care professionals and patients due to one single product and flexible number of injections (1-3 daily) which covers the demand in controlling fasting and postprandial glucose excursions of most patients with diabetes. However, the use of pre-mixed insulin frequently leads to a high insulin demand and consequently weight gain and an increased risk of hypoglycemia. Hence, achieve good metabolic control in these patients remains a major challenge.\n\nFor those patients, the approach to treatment intensification without facing the typical risks of insulin treatment (hypoglycemia and weight increase) is of major importance. One, so far not exploited option may be the BIT-strategy: Basal insulin in combination with incretin-based therapy.\n\nPathophysiologically basal insulin inhibits glucose production in the liver, decreases hepatic insulin resistance and improves the function of beta cells in the postprandial state by discharge of fasting insulin secretion. During further diabetes progression steadily increasing HbA1c levels - despite good fasting blood glucose control - indicate the need for additional intervention of meal-related glucose excursions. In this stage of type-2 diabetes basal insulin can be combined with prandial (short-acting) insulin or prandial GLP-1 receptor agonists. However, regarding important safety parameters: risks of hypoglycemia and weight gain in the long-term treatment GLP-1 receptor agonists are beneficial.\n\nLixisenatide is a novel GLP-1 receptor agonist with a pronounced postprandial (PPG) effect which fits with basal insulin mode of action primarily focused on fasting blood glucose reduction.\n\nTherefore 10 patients (both gender) under treatment with premixed insulin (2-3 times daily) and HbA1c\\>7% will be switched to basal insulin glargine (Lantus, once daily) and GLP-1 receptor agonist Lixisenatide (Lyxumia, once daily). The investigators hypothesize that switching from a therapy based on premixed insulin to a simple, once daily administered combination of basal insulin plus a GLP-1 receptor agonist in patients with type-2 diabetes not achieving therapeutic target (HbA1c\\>7%) is clinically feasable in an out patient setting",
    "detailed_description": null,
    "interventions": [
      {
        "type": "DRUG",
        "name": "Lixisenatide",
        "description": "Patients will be switched to basal insulin glargine (Lantus, once daily in the morning) and GLP-1 receptor agonist Lixisenatide (Lyxumia, once daily in the morning before breakfast; days 1-14 10 µg thereafter 20 µg). The (mean) daily dose of premixed insulin will be calculated based on the records of the run in period. The initial dose of insulin glargine will be adjusted at about 60% of the daily insulin dose of premixed insulin. This is based on the observed reduction of required insulin dose described in recent literature upon initiation with a GLP-1 agonist.",
        "armGroupLabels": [
          "Intervention group"
        ],
        "otherNames": [
          "Lyxumia"
        ]
      },
      {
        "type": "DRUG",
        "name": "Insulin glargine",
        "description": "Patients will be switched to basal insulin glargine (Lantus, once daily in the morning) and GLP-1 receptor agonist Lixisenatide (Lyxumia, once daily in the morning before breakfast; days 1-14 10 µg thereafter 20 µg). The (mean) daily dose of premixed insulin will be calculated based on the records of the run in period. The initial dose of insulin glargine will be adjusted at about 60% of the daily insulin dose of premixed insulin. This is based on the observed reduction of required insulin dose described in recent literature upon initiation with a GLP-1 agonist.",
        "armGroupLabels": [
          "Intervention group"
        ],
        "otherNames": [
          "Lantus"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Medical University Of Vienna, Department of Internal Medicine III",
        "city": "Vienna",
        "state": "Vienna",
        "zip": "1090",
        "country": "Austria",
        "geoPoint": {
          "lat": 48.20849,
          "lon": 16.37208
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* Age 18 - 70a\n* Subjects understand study related activities and give written informed concent\n* HbA1c between 7 - 10 % under treatment with premixed insulin (2-3 injections)\n\nExclusion Criteria:\n\n* Females of child-bearing age\n* History of hypoglycemia unawareness\n* Gastrointestinal disease associated with prolonged nausea and vomiting\n* Impaired liver function (transaminase \\>2x than normal)\n* Impaired kidney function (creatinin \\> 1,2 mg/dl)\n* Known intolerance against GLP-1 receptor agonists\n* History of pancreatitis or pancreas tumor\n* Malignancies, autoimmune diseases\n* Severe dyslipidemia (serum triglycerides \\> 400 mg/dl, cholesterol \\> 300 mg/dl)\n* Psychiatric disorder\n* Oral glucose lowering medication except for metformin",
    "study_type": "INTERVENTIONAL",
    "start_date": "2014-11",
    "completion_date": "2015-08",
    "last_update_posted": "2017-05-09",
    "enrollment": 10
  },
  {
    "nct_id": "NCT03773718",
    "title": "Study of the Pathogenic Mechanisms of Metabolic Syndrome at the Background of Genetically Determined Insulin Resistance in Childhood Cancer Survivors",
    "status": "UNKNOWN",
    "conditions": [
      "Metabolic Syndrome"
    ],
    "phases": [],
    "brief_summary": "The research is devoted to studying the features of the metabolic syndrome in cancer survivors in childhood is supposed to answer the following questions:\n\n* How can metabolic syndrome be diagnosed in the Russian population of survivors of acute lymphoblastic leukemia and non-Hodgkin's lymphomas?\n* What are the features of the clinical symptoms of metabolic syndrome in this category of patients?\n* Which genetic mutations are found in cancer survivors of patients with metabolic syndrome; Which of these mutations can be considered as protective or vice versa predisposing to the development of metabolic syndromes? Is the metabolic syndrome associated with an increased frequency of toxic complications of therapy during the intensive stages?",
    "detailed_description": "Brief Overview:\n\nThe remarkable progress in developing curative therapy for childhood cancer over the last 4 to 5 decades has increased awareness of the serious cancer treatment-related late effects experienced by long-term survivors such as premature mortality early deaths, second primary cancers, organ dysfunction (heart, lung, endocrine system), fertility impairment, cognitive deficits, and reduced quality of life. Endocrine disorders, which occur in 30% to 70% of childhood cancer survivors, are among the most frequent late effects of anticancer therapy. Survivors treated with radiation and alkylating agent chemotherapy for hematological malignancies and CNS tumors are at a particularly high risk for endocrine dysfunction.\n\nMost anticancer drugs act directly or indirectly by modifying intracellular metabolism. Therefore, high frequency of acute and late cancer treatment-related organ toxicity can result in metabolic disorders. For example, steroid-induced hypercortism blocks glycolysis and results in insulin resistance of tissues. Insulin resistance is associated with earlier manifestation of diabetes mellitus, obesity etc. The clinical sequelae of metabolic syndrome developing in childhood cancer survivors may include insulin resistance, fasting hyperglycemia, endothelial failure, obesity, dyslipidemia, hypertension, chronic fatigue syndrome, motor and behavioral disorders.\n\nModern genetics make it possible to create a basis for a personalized approach to the prevention of early and late toxic effects caused by anticancer therapy and the rehabilitation of the childhood cancer survivors.\n\nObjectives:\n\nSpecific Aim 1. Evaluate the frequency and clinical features of the metabolic syndrome in childhood cancer survivors.\n\nHypothesis 1A: Components of the metabolic syndrome are realizing in children and adolescents at all stages of therapy of leukemia and lymphomas, can influence the development of complications and late toxic effects.\n\nHypothesis 1B: Initial health conditions (abnormal IBM, family history, comorbid diseases); drug's toxicity could influence to the appearance of early manifestation of metabolic syndrome.\n\nSpecific Aim 2: Evaluate the contribution of functional polymorphisms in candidate genes to metabolic syndrome outcomes among childhood cancer patients.\n\nHypothesis 2A: Genetic polymorphisms involved in the regulation of the insulin resistance and cancer medications during treatment contribute to the development of metabolic syndrome in childhood cancer survivors.\n\nSpecific Aim 3: Assess the extent to which genetic predictors, doses of drugs, risk factors improve the discriminatory performance of standard clinical prediction models for metabolic syndrome outcomes among childhood cancer survivors.\n\nHypothesis 3 A: Development of metabolic syndrome in cancer patients depends of genetic determinants and toxic effects of antitumor therapy.\n\nSecondary Aim 1: Assess the definition of metabolic syndrome in cohort of patients of leukemia and lymphoma and survivors.\n\nHypothesis 1A: Episodes of triglyceridemic, insulin resistance (Hyperglycemia, HOMA\\>2,7, Steroid Diabetes) during the treatment could be the base evidence marker of Metabolic Syndrome in patients treated by antitumor therapy.\n\nHypothesis 1 B: Endothelial dysfunction as a clinical component of metabolic syndrome is responsible for cardiovascular abnormalities in cancer survivors.\n\nExploratory Aim 1: Assess the association of biomarkers and genetic predictors among childhood cancer survivors with therapeutic exposures (chemotherapy and/or radiation therapy) and metabolic syndrome.\n\nEvaluation:\n\nEligible persons who consent to participate in this trial will be asked to do the following:\n\n* Vital sign measurement including resting heart rate, blood pressure, height, and weight.\n* A total of 12 mL of blood will be collected in 3 test tubes. Biomarker analysis will be completed by Laboratory of Dmitry Rogachev National Medical Research Center.\n* A Total of 4 mL of blood in 1 test tube will be used for genotyping for the presence of polymorphic variants in genes involved in the biotransformation of xenobiotics, insulin resistance and carbohydrate metabolism in the biomolecular laboratory of Dmitry Rogachev National Medical Research Center.\n* An echocardiogram and ultrasound will be performed to assess cardiac function.\n* CAVI and ABI pulse wave velocity will be non-invasively measured by using the SphygmoCor VaSera VS-1500N. Arterial pressure waveforms will be recorded with a strain gauge pressure sensor placed lightly over the radial artery before and after \"6-minutes physical activity\".",
    "interventions": [],
    "sponsors": null,
    "locations": [
      {
        "facility": "Dmitry Rogachev National Research Center of Pediatric Hematology, Oncology and Immunology",
        "status": "RECRUITING",
        "city": "Moscow",
        "zip": "117997",
        "country": "Russia",
        "contacts": [
          {
            "name": "Alexander F Karelin, PhD",
            "role": "CONTACT",
            "phone": "+74952876570",
            "email": "alexandr.karelin@gmail.com"
          },
          {
            "name": "Anna E Gavrilova, PhD",
            "role": "SUB_INVESTIGATOR"
          }
        ],
        "geoPoint": {
          "lat": 55.75204,
          "lon": 37.61781
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* Cancer survivors:\n* Treatment with chemotherapy and/or radiation therapy for a primary ALL/NHL diagnosed prior to age 17 years.\n* ≤ 15 years of age at the time of enrollment.\n* No cytostatic drugs uptake during the study.\n\nExclusion Criteria:\n\n* Diagnosis of diabetes mellitus types 1 or 2 types before antitumor therapy\n* Active oncological disease\n* History of allogeneic hematopoietic cell transplant\n* The renouncement of participation from the patient or legally authorized representative",
    "study_type": "OBSERVATIONAL",
    "start_date": "2018-11-20",
    "completion_date": "2022-12-20",
    "last_update_posted": "2018-12-20",
    "enrollment": 400
  },
  {
    "nct_id": "NCT00808860",
    "title": "Anti-Diabetic Effect of Gynostemma Pentaphyllum Tea as add-on Therapy With Sulfonylureas in Type 2 Diabetic Patients",
    "status": "COMPLETED",
    "conditions": [
      "Type 2 Diabetes"
    ],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "brief_summary": "The present study aimed at investigating effect of Gynostemma pentapyllum (GP) extract, administered as a \"tea\", as add-on therapy with Sulfonylurea (SU) in drug-naive patients with newly diagnosed type 2 diabetes. After screening, all patients received gliclazide MR 30mg and instruction regarding diet and physical exercise for 12 weeks. After 4 weeks treated with gliclazide MR 30mg, the patients was randomized to additional GP tea or placebo tea, 3 g twice daily during 8 weeks. Oral glucose tolerance tests were performed at baseline, after 4 and 12 weeks. Blood tests were taken with the purpose to monitor lipids, kidney and liver function.",
    "detailed_description": "In Vietnam, herbal extracts have been used as a long-standing tradition to treat diabetic patients, but effects of these extracts have not been studied adequately. Based on previous results in experimental animal, the investigators have selected the plant Gynostemma pentapyllum (GP), which grows in the mountain region of Northern Vietnam. GP extract had a hypoglycemic effect on mice and rat. In addition, GP has been shown to reduce both hyperglycemia and hyperlipidemia in diabetic Zucker fatty rats.The present study aimed at investigating effect of Gynostemma pentapyllum (GP) extract, administered as a \"tea\", as add-on therapy with Sulfonylurea (SU) in drug-naive patients with newly diagnosed type 2 diabetes.In addition to monitoring effects plasma glucose regulation, the investigators also studied possible effects on plasma lipids, kidney and liver function as well as body weight and blood pressure.",
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "GP group",
        "description": "Gliclazide MR 30mg once a day, orally Gynostemma pentaphyllum tea 3 grams twice daily, orally",
        "armGroupLabels": [
          "GP group"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Placebo group",
        "description": "Gliclazide MR 30mg once a day, orally Placebo tea 3 grams twice daily, orally",
        "armGroupLabels": [
          "Placebo group"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "National Institute of Gerontology, HMU",
        "city": "Hanoi",
        "country": "Vietnam",
        "geoPoint": {
          "lat": 21.0245,
          "lon": 105.84117
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* Newly diagnosed, drug-naive patients with type 2 diabetes\n* Fasting plasma glucose (FPG)9.0-14.0 mmol/L\n* HbA1C 9-13%\n\nExclusion Criteria:\n\n* Type 1 diabetes\n* Liver failure\n* Kidney failure",
    "study_type": "INTERVENTIONAL",
    "start_date": "2008-02",
    "completion_date": "2008-12",
    "last_update_posted": "2010-12-06",
    "enrollment": 25
  },
  {
    "nct_id": "NCT03552523",
    "title": "The Set-Point Study for Type 2 Diabetes: Evaluating the Safety and Efficacy of an Insulin Only Bionic Pancreas System in Patients With Type 2 Diabetes",
    "status": "COMPLETED",
    "conditions": [
      "Type 2 Diabetes Mellitus"
    ],
    "phases": [
      "NA"
    ],
    "brief_summary": "Our goal is to conduct an outpatient study testing the bionic pancreas in the insulin-only configuration at a set-point of 100 mg/dl in 10 adult (≥ 18 years of age) subjects with type 2 diabetes in a random-order crossover study versus usual care with daily injections or an insulin pump.",
    "detailed_description": "The study will consist of two 7 day study arms: one usual care, and one insulin-only bionic pancreas at a set point of 100 mg/dl. The co-primary outcomes will be the mean Dexcom CGM glucose level and time \\<54 mg/dl, both in the last five days of each arm because these will be predictive of outcomes in long term use. The first two days will be excluded to allow for the extended washout of long acting insulins.",
    "interventions": [
      {
        "type": "DEVICE",
        "name": "Bionic Pancreas",
        "description": "During this arm the subject will ONLY use our bionic pancreas device with an insulin only configuration using a rapid-acting insulin analog. Subjects will wear a continuous glucose monitoring device (the Dexcom G5) as part of the bionic pancreas, and use the study provided glucose meter.",
        "armGroupLabels": [
          "Bionic Pancreas"
        ]
      },
      {
        "type": "OTHER",
        "name": "Usual Care",
        "description": "Subject will wear a continuous glucose monitoring device (the Dexcom G5) and use the study provided glucose meter.. Subject will not change their prescribed home insulin therapy regimen during this arm whether that be an insulin pump or multiple daily injections.",
        "armGroupLabels": [
          "Usual Care"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Diabetes Research Center",
        "city": "Boston",
        "state": "Massachusetts",
        "zip": "02114",
        "country": "United States",
        "geoPoint": {
          "lat": 42.35843,
          "lon": -71.05977
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\nType 2 diabetes group: Age ≥18 years and clinical type 2 diabetes managed with:a multiple daily injection insulin regimen that includes NPH insulin and a rapid-acting insulin (insulin lispro, insulin aspart or insulin glulisine), an insulin pump filled with a rapid acting insulin, or a multiple daily injection insulin regimen that includes Lantus or Levemir and a rapid acting insulin.\n\nHemoglobin A1c \\>7%\n\nPrescription medication regimen stable for \\> 1 month (except for medications that will not affect the safety of the study and are not expected to affect any outcome of the study, in the judgment of the principal investigator)\n\nLive within a 60 minute drive-time radius of the central monitoring location\n\nWilling to remain within a 120 minute drive-time radius of the central monitoring location throughout the study\n\nHave someone over 18 years of age who lives with them, has access to where they sleep, is willing to be in the house when the subject is sleeping, and is willing to receive calls from the study staff and check the welfare of the study subject if telemetry shows a technical problem or severe biochemical hypoglycemia without subject response and the subject does not answer their telephone (up to two individuals can share this role, but they must be willing to carefully coordinate with each other and the subject so that one of them is clearly designated as having this responsibility at any given time)\n\nWilling to wear one infusion set and one Dexcom CGM sensor and change sets frequently (an insulin infusion set every other day throughout the study) Have a mobile phone they are willing to keep with them and answer calls from study staff.\n\nExclusion Criteria:\n\nUnable to provide informed consent (e.g. impaired cognition or judgment)\n\nUnable to safely comply with study procedures and reporting requirements (e.g. impairment of vision or dexterity that prevents safe operation of the bionic pancreas, impaired memory, unable to speak and read English)\n\nCurrent participation in another diabetes-related clinical trial that, in the judgment of the principal investigator, will compromise the results of this study or the safety of the subject\n\nPregnancy (positive urine HCG), breast feeding, plan to become pregnant in the immediate future, or sexually active without use of contraception Subjects must use acceptable contraception for the two weeks prior to the study, throughout the study and for the two weeks following the study. Acceptable contraception methods include: Oral contraceptive pill (OCP), Intrauterine Device (IUD, hormonal or copper), Male condoms, Female condoms, Diaphragm or cervical cap with spermicide, Contraceptive patch (such as OrthoEvra), Contraceptive implant (such as Implanon, Nexplanon), Vaginal ring (such as NuvaRing), Progestin shot (such as Depo-Provera), Male partner with a vasectomy proven to be effective by semen analysis\n\nNeed to go outside of the designated geographic boundaries during the study\n\nCurrent alcohol abuse (intake averaging \\> 3 drinks daily in last 30 days), use of marijuana within 1 month of enrollment, or other substance abuse (use within the last 6 months of controlled substances other than marijuana without a prescription)\n\nUnwilling or unable to refrain from drinking more than 2 drinks in an hour or more than 4 drinks in a day or use of marijuana during the trial\n\nUnwilling or unable or to avoid use of drugs that may dull the sensorium, reduce sensitivity to symptoms of hypoglycemia, or hinder decision making during the period of participation in the study (use of beta blockers will be allowed as long as the dose is stable and the subject does not meet the criteria for hypoglycemia unawareness while taking that stable dose, but use of benzodiazepines or narcotics, even if by prescription, may be excluded according to the judgment of the principal investigator)\n\nHistory of liver disease that is expected to interfere with the anti-hypoglycemia action of glucagon (e.g. liver failure or cirrhosis). Other liver disease (i.e. active hepatitis, steatosis, active biliary disease, any tumor of the liver, hemochromatosis, glycogen storage disease) may exclude the subject if it causes significant compromise to liver function or may do so in an unpredictable fashion.\n\nRenal failure on dialysis\n\nPersonal history of cystic fibrosis, pancreatitis, pancreatic tumor, or any other pancreatic disease\n\nKnown history of coronary artery disease (CAD) that is symptomatic despite medical management including: unstable angina, angina that prevents moderate exercise (exercise of intensity up to 6 METS) despite medical management, myocardial infarction within the last 12 months of screening.\n\nKnown history of CAD that is not appropriately medically managed, e.g. not currently treated with ASA or other anti-platelet drug, a statin, and anti-hypertensives if indicated\n\nKnown history of CAD but participant is currently smoking tobacco\n\nAbnormal EKG consistent with increased risk of malignant arrhythmia including, but not limited to, evidence of active ischemia, prior myocardial infarction, proximal LAD critical stenosis (Wellen's sign), prolonged QT interval (\\> 440 ms). Other EKG findings, including stable Q waves, are not grounds for exclusion as long as the participant is not exclude according to other criteria. A reassuring evaluation by a cardiologist after an abnormal EKG finding may allow participation.\n\nCongestive heart failure with New York Heart Association (NYHA) Functional Classification III or IV\n\nHistory of TIA or stroke in the last 12 months\n\nSeizure disorder, history of any non-hypoglycemic seizure within the last two years, or ongoing treatment with anticonvulsants\n\nHistory of hypoglycemic seizures (grand-mal) or coma in the last year\n\nUntreated or inadequately treated mental illness (indicators would include symptoms such as psychosis, hallucinations, mania, and any psychiatric hospitalization in the last year), or treatment with anti-psychotic medications that are known to affect glucose regulation.\n\nElectrically powered implants (e.g. cochlear implants, neurostimulators) that might be susceptible to RF interference\n\nUnable to completely avoid acetaminophen for duration of study\n\nEstablished history of allergy or severe reaction to adhesive or tape that must be used in the study\n\nHistory of eating disorder within the last 2 years, such as anorexia, bulimia, or diabulemia or omission of insulin to manipulate weight\n\nHistory of intentional, inappropriate administration of insulin leading to severe hypoglycemia requiring treatment\n\nUse of oral anti-diabetic medications other than metformin\n\nLives in or frequents areas with poor Verizon wireless network coverage (which would prevent remote monitoring)\n\nAny factors that, in the opinion of the principal investigator would interfere with the safe completion of the study",
    "study_type": "INTERVENTIONAL",
    "start_date": "2017-07-28",
    "completion_date": "2018-03-29",
    "last_update_posted": "2019-09-10",
    "enrollment": 16
  },
  {
    "nct_id": "NCT04055480",
    "title": "A Multi-centre, Randomised, Two-period, Crossover Study to Evaluate Home Use of Closed-loop Applying Faster Insulin Aspart Versus Standard Insulin Aspart",
    "status": "COMPLETED",
    "conditions": [
      "Type 1 Diabetes"
    ],
    "phases": [
      "NA"
    ],
    "brief_summary": "The main objective of this study is to determine whether home use of day and night closed loop insulin delivery under free living conditions applying faster insulin aspart (FiAsp) is non-inferior to home use of closed-loop applying standard insulin aspart.\n\nThis is a double-blind, multi-centre, randomised, crossover design study, involving a run-in period followed by two study periods during which glucose levels will be controlled either by an automated closed-loop system using standard rapid acting insulin analogue or by an automated closed-loop system using faster insulin aspart in random order.\n\nSubjects will receive appropriate training in the safe use of closed-loop insulin delivery system. Subjects will have regular contact with the study team during the home study phase including 24/7 telephone support.\n\nThe primary outcome is time spent in target range between 3.9 and 10.0 mmol/L as recorded by CGM during home stay. Secondary outcomes are the HbA1c, time spent with glucose levels above and below target, as recorded by CGM, and other CGM based metrics.",
    "detailed_description": "Purpose of clinical trial The purpose is to determine whether home use of day and night closed loop applying faster insulin aspart is not inferior to home use of closed loop applying standard insulin aspart.\n\nStudy objectives The study objective is to compare day and night automated closed-loop glucose control using faster acting insulin aspart with closed loop control using standard insulin aspart.\n\n1. EFFICACY: The objective is to assess the efficacy of day and night automated closed-loop glucose control applying standard rapid-acting insulin analogue in maintaining CGM glucose levels within the target range from 3.9 to 10.0 mmol/l, as compared to day and night closed-loop using faster acting insulin aspart\n2. SAFETY: The objective is to evaluate the safety of day and night automated closed-loop glucose control in terms of episodes of severe hypoglycaemia, hyperglycaemia and other adverse events and adverse device effects.\n3. UTILITY: The objective is to determine the percentage of time when closed-loop was operational, and usability and acceptance of the closed-loop system.\n\nStudy Design A double-blind, multi-centre, randomised, two-period crossover study, contrasting day and night automated closed-loop glucose control applying standard rapid acting insulin analogue with day and night closed-loop control applying faster acting insulin aspart.\n\nStudy Efficacy Endpoints The primary outcome is the time spent in the target glucose range from 3.9 to 10.0 mmol/l based on CGM glucose levels during the free living phase.\n\nSecondary outcomes include time spent above and below the target glucose range, based on CGM levels.\n\nSafety Evaluation Frequency of severe hypoglycaemic episodes as defined by American Diabetes Association, frequency of severe hyperglycaemia (\\>20 mmol/l) and / or significant ketosis (plasma ketones \\>3mmol/l) and nature and severity of other adverse events.\n\nUtility Evaluation Percentage of time spent in closed-loop. Usability and acceptance of the closed-loop system will be assessed using a patient experience questionnaire at the end of the second intervention. Additionally, human factor questionnaires will be administered following recruitment and at the end of each intervention arm.\n\nSample Size 24 adults completing the study. Up to 30 subjects will be recruited to allow for dropouts.\n\nMaximum duration of study for a subject 20 weeks (5 months)\n\nRecruitment The subjects will be recruited through the adult diabetes outpatient clinics or other established methods at participating centres.\n\nConsent Participants will be asked to provide written informed consent.\n\nBaseline Assessment Eligible subjects will undergo a baseline evaluation including a blood sample for the measurement of HbA1c, renal, liver functions, full blood count, thyroid functions and coeliac antibody screen (if not done in the previous 3 months). Urine pregnancy test will be done in females. Additional centre specific assessments will also be undertaken. Human factor questionnaires will be administered.\n\nStudy Training and Run-in Period Training sessions on the use of study CGM, insulin pump and closed-loop system will be provided by the research team. During the 2-4 weeks run-in period, subjects will use study CGM and insulin pump and will have regular contact with the research team. At the end of the run-in period, for compliance and to assess the ability of the subject to use the CGM and study pump safely, before the start of the first home study phase, at least 7 days of CGM data need to be recorded and safe use of study insulin pump demonstrated. CGM and insulin pump data during the run-in period will be used to assess baseline glucose control and optimise treatment before the start of the first home study phase.\n\nCompetency Assessment Competency on the use of study insulin pump, study CGM and closed-loop system will be evaluated using a competency assessment tool developed by the research team. Further training may be delivered as required.\n\nRandomisation Eligible subjects will be randomised using randomisation software to the use of closed-loop with faster acting aspart or to closed-loop with standard insulin aspart.\n\nAutomated closed-loop Training on the use of closed-loop will be provided by the research team. Automated closed-loop control will be commenced and during the 2-3 hour training the participant will operate the system under the supervision of the clinical team. Competency on the use of closed-loop system will be evaluated. Subjects will be advised to use automated closed-loop system for next 8 weeks\n\nCross-over Assessment At the end of the first intervention human factor questionnaires will be administered.\n\nThere will be no washout period in phase 3 extension.\n\nEnd of study assessments A patient experience questionnaire will be given at the end of the second intervention. Additionally human factor questionnaires will be administered.\n\nProcedures for safety monitoring during trial Standard operating procedures for monitoring and reporting of all adverse events and adverse device events will be in place, including serious adverse events (SAE), serious adverse device effects (SADE) and specific adverse events (AE) such as severe hypoglycaemia.\n\nSubjects will be asked to test and record blood ketones if their finger-stick glucose is above 14 mmol/l as part of the safety assessment for hyperglycaemia.\n\nA data monitoring and ethics committee (DMEC) will be informed of all serious adverse events and any unanticipated adverse device/method effects that occur during the study and will review compiled adverse event data at periodic intervals.\n\nCriteria for withdrawal of patients on safety grounds\n\nA subject may terminate participation in the study at any time without necessarily giving a reason and without any personal disadvantage. An investigator can stop the participation of a subject after consideration of the benefit/risk ratio. Possible reasons are:\n\n* Serious adverse events\n* Significant protocol violation or noncompliance\n* Failure to satisfy competency assessment\n* Decision by the investigator, or the sponsor, that termination is in the subject's best medical interest\n* Pregnancy, planned pregnancy, or breast feeding\n* Allergic reaction to insulin\n* Technical grounds (e.g. subject relocates)",
    "interventions": [
      {
        "type": "DEVICE",
        "name": "Closed-loop using standard rapid-acting insulin",
        "description": "Closed-loop using standard rapid-acting insulin",
        "armGroupLabels": [
          "Closed-loop using standard rapid-acting insulin"
        ]
      },
      {
        "type": "DEVICE",
        "name": "Closed-loop using faster insulin aspart",
        "description": "Closed-loop using faster insulin aspart",
        "armGroupLabels": [
          "Closed-loop using faster insulin aspart"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Medical University of Graz",
        "city": "Graz",
        "country": "Austria",
        "geoPoint": {
          "lat": 47.06733,
          "lon": 15.44197
        }
      },
      {
        "facility": "Inselspital, Bern University Hospital",
        "city": "Bern",
        "country": "Switzerland",
        "geoPoint": {
          "lat": 46.94809,
          "lon": 7.44744
        }
      },
      {
        "facility": "Cambridge University Hospitals NHS Foundation Trust",
        "city": "Cambridge",
        "zip": "CB2 0QQ",
        "country": "United Kingdom",
        "geoPoint": {
          "lat": 52.2,
          "lon": 0.11667
        }
      },
      {
        "facility": "Manchester Royal Infirmary, Central Manchester University Hospitals NHS Foundation Trust",
        "city": "Manchester",
        "country": "United Kingdom",
        "geoPoint": {
          "lat": 53.48095,
          "lon": -2.23743
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n1. The subject has type 1 diabetes as defined by WHO\n2. The subject is 18 years of age or older\n3. The subject will have been on an insulin pump for at least 6 months with good knowledge of insulin self-adjustment including carbohydrate counting\n4. The subject is treated with one of the rapid acting or ultra-rapid acting insulin analogues (Insulin Aspart, faster acting insulin Aspart, Insulin Lispro or Insulin Glulisine)\n5. HbA1c \\<10% (86mmol/mol) for phase 3, based on analysis from central laboratory or equivalent\n6. The subject is willing to perform regular finger-prick blood glucose monitoring, with at least 2 measurements per day\n7. The subject is willing to wear closed-loop system at home and at work place\n8. The subject is willing to follow study specific instructions including the use of bolus calculator for all meals / snacks\n9. The subject is willing to upload pump and CGM data at regular intervals\n10. Female subjects of child bearing age should be on effective contraception and must have a negative urine-HCG pregnancy test at screening.\n\nExclusion Criteria:\n\n1. Non-type 1 diabetes mellitus\n2. Subjects who are living alone\n3. Any other physical or psychological disease or condition likely to interfere with the normal conduct of the study and interpretation of the study results\n4. Current treatment with drugs known to have significant interference with glucose metabolism, such as systemic corticosteroids, as judged by the investigator\n5. Known or suspected allergy against insulin or previous reaction to FiAsp\n6. Subjects with clinically significant nephropathy (eGFR \\< 45ml/min), neuropathy or active retinopathy (defined as presence of maculopathy or more than background diabetic retinopathy changes) as judged by the investigator\n7. More than one episode of severe hypoglycaemia as defined by American Diabetes Association (42) in preceding 12 months (Severe hypoglycaemia is defined as an event requiring assistance of another person to actively administer carbohydrates, glucagon, or take other corrective actions including episodes of hypoglycaemia severe enough to cause unconsciousness, seizures or attendance at hospital.)\n8. Total daily insulin dose \\> 2 IU/kg/day\n9. Subject is pregnant or breast feeding or planning pregnancy within next 10 months\n10. Severe visual impairment\n11. Severe hearing impairment\n12. Lack of reliable telephone facility for contact\n13. Subject not proficient in English (UK), French (Switzerland) or German (Germany, Switzerland and Austria)\n\nAdditional exclusion criteria specific for Austria\n\n1. Positive results on urine drug screen (amphetamines/metamphetamines, barbiturates, benzodiazepines, cannabinoids, cocaine, opiates).\n2. Positive alcohol breath test.\n3. Positive reaction to any of the following tests: hepatitis B surface (HBs) antigen, anti-hepatitis C virus (anti-HCV) antibodies, anti-human immunodeficiency virus (HIV) 1 antibodies, anti-HIV2 antibodies.",
    "study_type": "INTERVENTIONAL",
    "start_date": "2019-08-10",
    "completion_date": "2020-08-30",
    "last_update_posted": "2020-09-02",
    "enrollment": 25
  },
  {
    "nct_id": "NCT02145780",
    "title": "Polyphenols: Protection From Overfeeding-induced Insulin Resistance?",
    "status": "COMPLETED",
    "conditions": [
      "Overfeeding"
    ],
    "phases": [
      "NA"
    ],
    "brief_summary": "Obesity is a complex and multifactorial disease representing a major public health challenge. Indeed, overweight and obese people carry a major risk of developing insulin resistance and type 2 diabetes mellitus. It has been demonstrated that polyphenols could be used to counteract some of the mechanisms involved in the generation of insulin resistance. The model of overfeeding represents a very good study model of the metabolic complications of obesity, since it has been shown to induce a transient state of insulin resistance in the human.\n\nThe purpose of this research is to study the effects of a overfeeding (+50% of daily caloric needs over 31 days) with or without polyphenols supplementation (2g/days over 31 days) on insulin sensitivity measured in the setting of a hyperinsulinemic euglycemic clamp and on post prandial partitioning of exogenous lipids after a test meal.\n\nDuring 31 days, the volunteers will consume chocolate bars, chips, chocolate breads and cola in addition to their usual diet and will be supplemented with 2g of grape polyphenols extract or with placebo.",
    "detailed_description": null,
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "2g of grape polyphenol extract",
        "description": "Men will have to consume daily 2g of grape polyphenol extract during the 31 days of overfeeding.",
        "armGroupLabels": [
          "2g of grape polyphenol extract supplement"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Dietary Supplement: 2g of placebo (lactose)",
        "description": "Men will have to consume daily 2g of placebo during the 31 days of overfeeding.",
        "armGroupLabels": [
          "2g of placebo (lactose)"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Rhône Alpes Human Nutrition Center (CRNH Rhône-Alpes)",
        "city": "Pierre-Bénite",
        "zip": "69495",
        "country": "France",
        "geoPoint": {
          "lat": 45.70359,
          "lon": 4.82424
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* Male\n* Aged from 18 to 55 years\n* Body Mass Index of 23 to 27 kg/m²\n* Normal blood pressure\n* Fasting glycemia \\< 7 mmol/L\n* CRPus \\< 10mg/L\n* Triglycerides ≤ 3mmol/L\n\nExclusion Criteria:\n\n* Medical or surgical history which may affect the results (renal -cardiovascular - hepatic- endocrine-inflammatory diseases)\n* Subjects under treatment which may interfere with the measured parameters\n* Eating disorder\n* Intensive sportive activity\n* Dairy products allergy or intolerance",
    "study_type": "INTERVENTIONAL",
    "start_date": "2014-02",
    "completion_date": "2017-05",
    "last_update_posted": "2017-08-23",
    "enrollment": 42
  },
  {
    "nct_id": "NCT01630980",
    "title": "Effect of Tree Nuts on Glycemic Control and Features of the Metabolic Syndrome: A Systematic Review and Meta-analysis of Controlled Dietary Trials to Provide Evidence-based Guidance for Nutrition Guidelines Development",
    "status": "COMPLETED",
    "conditions": [
      "Diabetes",
      "Prediabetes",
      "Dysglycemia",
      "Overweight",
      "Obesity",
      "Dyslipidemia",
      "Hypertension",
      "Metabolic Syndrome",
      "Cardiovascular Diseases"
    ],
    "phases": [],
    "brief_summary": "Tree nuts (almonds, Brazil nuts, cashews, hazelnuts, macadamia nuts, pecans, pine nuts, pistachios and walnuts) are an important source of unsaturated fatty acids, vegetable protein, and fibre, as well as minerals, vitamins, and phytonutrients. Although heart disease risk reduction claims for nuts have been permitted in the U.S. and general dietary guidelines and recommendations from heart associations recommend the consumption of nuts for heart protection, diabetes associations have not addressed nuts in their most recent recommendations. This omission is despite heart disease being a major cause of death in diabetes. There remains insufficient information on the usefulness of these foods in diabetes. To improve evidence-based guidance for tree nut recommendations, the investigators propose to conduct a systematic review of the effect of tree nuts on diabetes control and features of the metabolic syndrome. The systematic review process allows the combining of the results from many small studies in order to arrive at a pooled estimate, similar to a weighted average, of the true effect. The investigators will be able to explore whether eating tree nuts has different effects between men and women, in different age groups and background disease states, and whether or not the effect of tree nuts depends on the dose and background diet. The findings of this proposed knowledge synthesis will help improve the health of Canadians through informing diabetes association recommendations and heart association recommendations where they relate to diabetes.",
    "detailed_description": "Background: Tree nuts (almonds, Brazil nuts, cashews, hazelnuts, macadamia nuts, pecans, pine nuts, pistachios and walnuts)are an important source of unsaturated fatty acids, vegetable protein, and fibre, as well as minerals, vitamins, and phytonutrients. Although the dietary guidelines for Americans and American Heart Association (AHA) recommend the consumption of nuts for cardiovascular risk reduction and the US Food and Drug Administration (FDA) issued a qualified coronary heart disease (CHD) risk reduction claim for nuts, none of the diabetes associations have addressed nuts in their most recent recommendations. This omission is despite CHD being a major cause of death in diabetes. Several trials have been undertaken in diabetes, some of which, including the largest to date by our group, have demonstrated advantages in glycemic control. Although the remaining trials have failed to show a significant improvement in glycemic control, the direction of the effect has favored nuts, along with improvements in complementary markers of metabolic control.\n\nNeed for a review: The lack of high quality data in this area to support diabetes recommendations represents an urgent call for stronger evidence. A systematic review and meta-analysis of controlled feeding trials remains the \"Gold Standard\" of evidence for nutrition guidelines development.\n\nObjective: To provide evidence-based guidance for diabetes guidelines, we will conduct two systematic reviews and meta-analyses of controlled feeding trials to assess the effect of tree nuts (almonds, Brazil nuts, cashews, hazelnuts, macadamia nuts, pecans, pine nuts, pistachios and walnuts) on cardiometabolic control: (1) \"Tree nuts and glycemic control\" and (2) \"Tree nuts and features of the metabolic syndrome\".\n\nDesign: The planning and conduct of the proposed meta-analyses will follow the Cochrane handbook for systematic reviews of interventions. The reporting will follow the Preferred Reporting Items for Systematic reviews and Meta-Analyses (PRISMA) guidelines.\n\nData sources: MEDLINE, EMBASE, CINAHL and The Cochrane Central Register of Controlled Trials will be searched using appropriate search terms.\n\nStudy selection: Intervention trials that investigate the effect of exchanging nuts for other diets on cardiometabolic risk outcomes in humans will be included. Studies that are \\<3-weeks diet duration, lack a control, or report non-isocaloric comparisons will be excluded.\n\nData extraction: Independent investigators (≥2) will extract information about study design, sample size, subject characteristics, nut form, dose, follow-up, and the composition of the background diets. Mean±SEM values will be extracted for all endpoints. Standard computations and imputations will be used to derive missing variance data. Risk of bias and study quality will be assessed using the risk of bias tool and the Heyland Methodological Quality Score (MQS), respectively.\n\nOutcomes: The two proposed analyses will assess a set of outcomes related to a different area of cardiometabolic control: (1) glycemic control (glycated blood proteins\\[HbA1c, fructosamine, glycated albumin\\], fasting glucose, fasting insulin, and the homeostasis model assessment of insulin resistance \\[HOMA-IR\\]) and (2) harmonized metabolic syndrome features (waist circumference, TG, HDL-C, blood pressure, fasting glucose).\n\nData synthesis: Pooled analyses will be conducted using the Generic Inverse Variance method with random effects models. Random-effects models will be used even in the absence of statistically significant between-study heterogeneity, as they yield more conservative summary effect estimates in the presence of residual heterogeneity. Exceptions will be made for the use of fixed-effects models where there is \\<5 included trials irrespective of heterogeneity or small trials are being pooled with larger more precise trials in the absence of statistically significant heterogeneity. Paired analyses will be applied to all crossover trials. Heterogeneity will be tested by Cochrane's Q and quantified by I2. Sources of heterogeneity will be explored by sensitivity and subgroup analyses. A priori subgroup analyses will include nut type, nut dose, duration of follow-up, change in saturated fat intake, change in dietary fibre intake, design (crossover, parallel), study quality, and baseline endpoint values. Significant unexplained heterogeneity will be investigated by additional post hoc subgroup analyses (e.g. age, sex, level of feeding control \\[metabolic, supplemented, dietary advice\\], washout in crossover trials, energy balance of the background diet, composition of the background diet \\[total % energy from fat, carbohydrate, protein\\], change in cholesterol intake, change in glycemic index, etc.). Meta-regression analyses will assess the significance of subgroups analyses. Publication bias will be investigated by the inspection of funnel plots and application of Egger's and Begg's tests.\n\nKnowledge translation plan: Results from the two systematic reviews and meta-analyses will be disseminated through traditional means such as interactive presentations at local, national, and international scientific meetings and publication in high impact factor journals. Innovative means such as webcasts with e-mail feedback mechanisms will also be used. Knowledge Users will act as knowledge brokers networking among opinion leaders and different adopter groups to increase awareness at each stage. Two of the applicants (JLS, CWCK) will also participate directly as members of nutrition guidelines committees the 2013 CDA Clinical Practice Guidelines (CPG) for nutrition therapy by one of the applicants (JLS) and 2015 European Association for the Study of Diabetes (EASD) CPG for nutrition therapy (JLS, CWCK). Target adopters will include the clinical practice, public health, industry, research communities, and patient groups. Feedback will be incorporated and used to guide analyses and improve key messages at each stage.\n\nSignificance: The two proposed systematic reviews and meta-analyses will aid in knowledge translation related to the effects of tree nuts in diabetes and metabolic syndrome, strengthening the evidence-base for dietary recommendations and health claims.",
    "interventions": [
      {
        "type": "OTHER",
        "name": "Tree nuts",
        "description": "Almonds, Brazil nuts, cashews, hazelnuts, macadamia nuts, pecans, pine nuts, pistachios and walnuts in whole, meal, or flour form"
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "The Toronto 3D (Diet, Digestive tract and Disease) Knowledge Synthesis and Clinical Trials Unit, Clinical Nutrition and Risk Factor Modification Centre, St. Micheal's Hospital",
        "city": "Toronto",
        "state": "Ontario",
        "zip": "M5C 2T2",
        "country": "Canada",
        "geoPoint": {
          "lat": 43.70643,
          "lon": -79.39864
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* Dietary trials in humans\n* Randomized treatment allocation\n* \\>=3-weeks\n* Suitable control (i.e. isocaloric exchange of other dietary components for tree nuts)\n* viable endpoint data\n\nExclusion Criteria:\n\n* Non-human studies\n* Nonrandomized treatment allocation\n* 3-weeks\n* Lack of a suitable control (non-isocaloric)\n* no viable endpoint data",
    "study_type": "OBSERVATIONAL",
    "start_date": "2012-05",
    "completion_date": "2014-05",
    "last_update_posted": "2015-05-27",
    "enrollment": 1
  },
  {
    "nct_id": "NCT02624908",
    "title": "Canagliflozin-Mealtime Insulin Rescue",
    "status": "UNKNOWN",
    "conditions": [
      "Diabetes Mellitus, Type 2"
    ],
    "phases": [
      "PHASE4"
    ],
    "brief_summary": "24-week, randomized, double blind, placebo-controlled trial to evaluate safety and efficacy of canagliflozin as compared with placebo in reducing the need for mealtime insulin in subjects with type 2 diabetes currently using a basal-bolus insulin regimen.",
    "detailed_description": "The Canagliflozin Mealtime Insulin Rescue study will enroll up to 40 subjects at the Atlanta VA Medical Center. Subjects will be screened and enter a 2-week run-in period during which they will switch to or continue on a diabetes treatment regimen of basal insulin before supper and aspart insulin before meals. Run-in will be useful in evaluating compliance to treatment and self-monitoring. After run-in, subjects will collect one week of baseline glycemic data with regular pre-meal and fasting glycemic levels using both finger stick testing and continuous glucose monitoring.\n\nSubjects will be randomized at Visit 3 to 100 mg of canagliflozin or placebo. If well tolerated, this dose will be increased to 300 mg of canagliflozin or placebo at Visit 4.\n\nDiabetes management will be assured through regular contact with the study team (weekly calls and clinic visits at Weeks 4, 8, 16 and 24). Management will be facilitated by diabetes management software. Self-monitoring and continuous glucose monitoring will be repeated at the end of study participation.",
    "interventions": [
      {
        "type": "DRUG",
        "name": "canagliflozin",
        "description": "Subjects randomized to active drug will receive canagliflozin 100 mg . If study drug well tolerated, dose will be increased to 300 mg canagliflozin at Visit 4.",
        "armGroupLabels": [
          "canagliflozin"
        ],
        "otherNames": [
          "Invokana"
        ]
      },
      {
        "type": "DRUG",
        "name": "placebo",
        "description": "Subjects randomized to placebo will receive 100 mg placebo pill . If study drug well tolerated, dose will be increased to 300 mg placebo pill at Visit 4.",
        "armGroupLabels": [
          "placebo"
        ],
        "otherNames": [
          "inactive substance"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Atlanta VA Medical Center",
        "city": "Decatur",
        "state": "Georgia",
        "zip": "30033",
        "country": "United States",
        "geoPoint": {
          "lat": 33.77483,
          "lon": -84.29631
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* use of basal-bolus insulin\n* onset of diabetes after age 30\n* BMI less than 35\n* eGFR at least 60 ml/mn\n* Hb A1c 7.0-10.0%\n* willingness to perform home glucose monitoring\n* willingness to transmit glucose and medication information weekly\n\nExclusion Criteria:\n\n* Type 1 diabetes\n* Known peripheral artery disease\n* Liver enzymes equal or more than 1.5 times the upper limit of normal\n* Chronic heart failure NYHA class III or IV\n* Current haemodialysis or peritoneal dialysis\n* End stage liver disease, defined as acute or chronic liver disease and recent history of one of the following: ascites, encephalopathy, variceal bleeding, bilirubin equal or greater than 2.0 mg/dL, albumin equal or less than 3.5 g/ dL, prothrombin time greater or equal to 4 seconds, INR greater than or equal to 1.7 or prior liver transplant\n* Known or suspected hypersensitivity to trial products or related products\n* Female of child-bearing potential who is pregnant, breast-feeding or intends to become pregnant or is not using adequate contraceptive methods as required by law or local practice.\n* Expected simultaneous participation in any other clinical trial of an investigational medicinal product.\n* Receipt of any investigational medicinal product within 30 days before randomization\n* Current or past (within the last 5 years) malignant neoplasms (except basal cell and squamous cell skin carcinoma)\n* Any condition that in the investigator's opinion would make the subject unable to adhere to the trial visit schedule and procedures\n* Known history of non-compliance to treatment.",
    "study_type": "INTERVENTIONAL",
    "start_date": "2016-01",
    "completion_date": "2022-12",
    "last_update_posted": "2022-08-15",
    "enrollment": 40
  },
  {
    "nct_id": "NCT06358989",
    "title": "Association Between Triglycerides Glucose Ratio With HOMA -IR as Indicators of Insulin Resistance in Obese Adults",
    "status": "NOT_YET_RECRUITING",
    "conditions": [
      "Insulin Resistance"
    ],
    "phases": [],
    "brief_summary": "The aim of the present study was to investigate the correlation between the triglyceride/glucose index (TyG index) and homeostasic model assessment of insulin resistance (HOMA-IR) to predict insulin resistance (IR) in obese adults",
    "detailed_description": "Obesity is a chronic disease that has an increasing prevalence in both developed and developing countries and affects adults and children\\[1\\] Obesity is an important risk factor for the development of some chronic diseases such as insulin resistance, hypertension, and type 2 diabetes \\[2\\]\n\n. Insulin sensitivity is inversely related to body mass index and body fat. Insulin resistance can be defined as impairment of the normal biological response to both endogenous and exogenous insulin. One of the primary defects underlying the development of type 2 diabetes is thought to be insulin resistance. So, it is present in 85% of these patients with Type 2 DM. It is also related to the pathogenesis of many illnesses which includes coronary heart disease, and hypertension\\[3\\] Early detection of insulin resistance (IR) is important to prevent the development of cardiometabolic diseases such as Type 2 Diabetes Mellitus, metabolic syndrome, and coronary heart disease. The Homeostatic Model Assessment for Insulin Resistance (HOMA-IR) index, which has high sensitivity and specificity, has been shown to be more useful in estimating the risk of insulin resistance, instead of more invasive, complex, and expensive direct tests such as pancreatic suppression test and hyperinsulinemic-euglycemic glucose clamp technique \\[4\\] HOMA-IR is an approved method for evaluating insulin resistance using fasting glucose and insulin levels and is widely used in clinical practice \\[5\\].\n\nTriglyceride glucose (TyG) index is a novel marker, which has been demonstrated to have a high sensitivity and specificity in identifying insulin resistance \\[6\\].\n\nRecently, the use of the triglyceride glucose (TyG) index, a product of fasting glucose and triglyceride are more easily accessible assessment tools both at the outpatient clinics and at the community level, and are low cost \\[7\\].",
    "interventions": [
      {
        "type": "OTHER",
        "name": "HOMA IR",
        "description": "Homa ir"
      }
    ],
    "sponsors": null,
    "locations": [],
    "eligibility": "Inclusion Criteria:\n\n* Any obese adult (18 years or older) with BMI greater than or equal 30 of both sexes admitted to assiut unversity hospitals and clinics\n\nExclusion Criteria:\n\n* Cases \\<18 years old\n* Cases with BMI \\< 30\n* Adult with endocrine abnormatilies under treatment for DM ,hypertension , dyslipidemia",
    "study_type": "OBSERVATIONAL",
    "start_date": "2024-04-01",
    "completion_date": "2025-05-01",
    "last_update_posted": "2024-04-11",
    "enrollment": 100
  },
  {
    "nct_id": "NCT03003897",
    "title": "Effects of Soluble Fiber Consumption on Body Weight, Glycemia, and Insulinemia in Adults With Overweight and Obesity: a Systematic Review and Meta-analysis of Randomized Controlled Trials.",
    "status": "COMPLETED",
    "conditions": [
      "Obesity"
    ],
    "phases": [],
    "brief_summary": "Dietary fiber intake is protective against overweight and obesity; however, a significant fiber gap exists between consumption and recommended intake values. Soluble fiber beneficially impacts metabolism, and supplementation may be a feasible approach to improve body composition and glycemia in overweight and obese individuals. The investigators will evaluate results of randomized controlled trials (RCTs) of soluble fiber supplementation among overweight and obese adults for outcomes related to weight management (e.g. body mass index \\[BMI\\], body weight, body fat percentage, waist circumference) and glucose and insulin homeostasis (e.g. fasting glucose, homeostasis model assessment of insulin resistance \\[HOMA-IR\\], fasting insulin) through systematic review and meta-analysis.",
    "detailed_description": null,
    "interventions": [
      {
        "type": "OTHER",
        "name": "Soluble Fiber",
        "description": "Participants receiving soluble fiber.",
        "armGroupLabels": [
          "Soluble Fiber Treatment"
        ]
      },
      {
        "type": "OTHER",
        "name": "Placebo",
        "description": "Participants receiving placebo.",
        "armGroupLabels": [
          "Placebo Treatment"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "University of Illinois, Urbana-Champaign",
        "city": "Urbana",
        "state": "Illinois",
        "zip": "61801",
        "country": "United States",
        "geoPoint": {
          "lat": 40.11059,
          "lon": -88.20727
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\nPeer-reviewed randomized controlled trials (RCTs) will be included in the systematic review and meta-analysis if they involve participants who are:\n\n1. Overweight or obese (BMI ≥ 25.0 kg/m2 for U.S. populations and ≥ 23.0 kg/m2 for Asian populations and/or waist circumference ≥ 40 inches (94 cm) in men or ≥ 35 inches (80 cm) in women and/or waist-to-hip ratio ≥ 0.90 in men or ≥ 0.85 in women).\n2. Weight stable and not actively trying to lose weight at screening.\n3. Without physician-diagnosed chronic conditions at screening (e.g., dyslipidemia, hypertension, type 2 diabetes, and cardiovascular disease).\n4. Included studies will be soluble fiber supplementation interventions that are controlled feeding studies or conducted among free-living subjects that provide data for outcomes of interest.\n\nExclusion Criteria:\n\nStudies will be excluded from the systematic review and meta-analysis if they meet any of the following criteria:\n\n1. Studies conducted in animals.\n2. Mechanistic research.\n3. Human trials involving pregnant women, breastfeeding women, or children.\n4. Conference proceedings.\n5. Articles not published in English.\n6. Studies less than 1 week in duration.\n7. Studies that pool outcome measure data for healthy weight and overweight and obese individuals.\n8. Studies involving whole food treatments or high fiber profile diets.\n9. Weight loss interventions involving other tactics, such as counseling or energy restriction.",
    "study_type": "OBSERVATIONAL",
    "start_date": "2016-01",
    "completion_date": "2017-10",
    "last_update_posted": "2018-07-10",
    "enrollment": 609
  },
  {
    "nct_id": "NCT00943059",
    "title": "The Effect of Lipid Lowering by Acipimox on Cardiac and Skeletal Muscle Mitochondrial Function",
    "status": "COMPLETED",
    "conditions": [
      "Diabetes Mellitus, Type 2",
      "Cardiomyopathy, Dilated"
    ],
    "phases": [
      "NA"
    ],
    "brief_summary": "Accumulation of lipid in skeletal and cardiac muscle has been associated with insulin resistance and diabetic cardiomyopathy. In skeletal muscle, lipotoxic damage has been suggested to lead to dysfunction of mitochondria. It remains unknown whether lipotoxicity leads to mitochondrial dysfunction in heart as well, and if so, whether this also leads to cardiomyopathy (failure of the heart). Although it has been shown that lipid lowering agents can improve insulin sensitivity, the effect of lowering free fatty acids on cardiac and skeletal muscle mitochondrial function remains unknown. In this study the investigators want to investigate whether lowering cardiac and muscular lipid content will improve mitochondrial and cellular function in type 2 diabetic patients.\n\nTo this end, type 2 diabetic patients and body mass index (BMI)-matched controls will be included in a blinded cross-over design, in which subjects will receive a lipid lowering agent (Acipimox) or placebo for 2 weeks in random order. During treatment, diabetes medication will be stopped. Baseline measurements will be performed prior to the study and after each treatment to assess cardiac and muscular lipid accumulation, cardiac function, mitochondrial function and insulin sensitivity.",
    "detailed_description": null,
    "interventions": [
      {
        "type": "DRUG",
        "name": "Acipimox",
        "description": "A capsula is given with 250mg Acipimox, 3dd; 1 after each meal. This will be done during 14 days.",
        "armGroupLabels": [
          "Acipimox"
        ],
        "otherNames": [
          "Olbetam",
          "Nedios"
        ]
      },
      {
        "type": "DRUG",
        "name": "Cellulosum Mycrocryst",
        "description": "Capsule with cellulosum powder; this has to be taken 3 dd; 1 after each meal during 14 days.",
        "armGroupLabels": [
          "Cellulosum mycrocryst capsula"
        ],
        "otherNames": [
          "Placebo"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Maastricht University Medical Centre",
        "city": "Maastricht",
        "zip": "6200MD",
        "country": "Netherlands",
        "geoPoint": {
          "lat": 50.84833,
          "lon": 5.68889
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* Male or postmenopausal females\n* Age 40-70 years\n* Obese (BMI \\> 30 kg/m2), non-insulin dependent type 2 diabetic patients and BMI matched control subjects without diabetes.\n* Generally healthy with specifically no known cardiovascular disease, dyslipidemia, or gastric ulcers (contra-ind. of Acipimox), which can affect the study parameters.\n* Must be on sulphonylurea(SU)- derivate or metformin therapy for at least six months with a constant dose for at least two months, or on dietary treatment for at least six months\n* Well-controlled diabetes: HbA1c\\<8%.\n* Control subjects must have a plasma glucose lower than 6,1 mmol/L.\n* Stable dietary habits (no weight loss/gain \\> 3 kg in the last 6 months)\n\nExclusion Criteria:\n\n* Known cardiovascular disease, dyslipidemia, hepatic or renal failure and gastric ulcers.\n* Insulin dependent Diabetic patients.\n* Use of lipid lowering agents, except from Statins, as these do not affect triglycerides levels (with exception to Lipitor).\n* Use of Thiazolidines (glitazone/rosiglitazone/pioglitazone/troglitazone)\n* Use of anti-coagulants (not thrombocyte-aggregation inhibitors)\n* Aberrant ECG (with signs of ischemia or cardiac failure or arrythmia's)\n* Weight gain/loss \\> 3 kg in the last 6 months.\n* Hb \\< 7,3 in women, and \\< 7,8 in men.\n* Contraindications for MRI scans:\n\n  * Electronic implants such as pacemakers or neurostimulator\n  * Iron-containing corpora aliena in eyes or brain\n  * Some hearing aids and artificial (heart) valves which are contraindicated for MRS\n  * Claustrophobia\n* Subjects, who do not want to be informed about unexpected medical findings, or do not wish that their physician is informed, cannot participate in the study.",
    "study_type": "INTERVENTIONAL",
    "start_date": "2010-03",
    "completion_date": "2012-12",
    "last_update_posted": "2013-05-14",
    "enrollment": 31
  },
  {
    "nct_id": "NCT03866408",
    "title": "Insulin Regulation of Lipolysis and Lipolysis Proteins",
    "status": "RECRUITING",
    "conditions": [
      "Obesity"
    ],
    "phases": [
      "EARLY_PHASE1"
    ],
    "brief_summary": "These studies will define the abnormalities in the adipocyte proteins that are involved in the failure of insulin to suppress lipolysis normally in humans with upper body obesity and will help discover the mechanism by which pioglitazone, a medication used to treat type 2 diabetes and improve insulin resistance, improves insulin-regulation of adipocyte fatty acid metabolism.",
    "detailed_description": "1. The investigators will determine whether impaired insulin-induced suppression of lipolysis (as measured by IC50) is related to the above mentioned lipolysis proteins in groups of volunteers known to vary widely with regards to abdominal adipocyte size and regulation of adipose tissue lipolysis.\n2. The investigators will determine whether the improved insulin regulation of lipolysis resulting from treatment with the PPARγ agonist pioglitazone, with or without weight loss, can be linked to specific changes in sets of PPARγ-responsive adipocyte lipolysis proteins in UBO adults.",
    "interventions": [
      {
        "type": "BEHAVIORAL",
        "name": "Immediate weight loss",
        "description": "Upper body obese subjects will undergo behavioral intervention with a life coach and a physical activity program of their choice for 4 months.",
        "armGroupLabels": [
          "Immediate weight loss - pioglitazone",
          "Immediate weight loss - placebo"
        ]
      },
      {
        "type": "DRUG",
        "name": "Pioglitazone",
        "description": "Upper body obese subjects will be block randomized to pioglitazone or placebo at enrollment.",
        "armGroupLabels": [
          "Deferred group - pioglitazone",
          "Immediate weight loss - pioglitazone"
        ]
      },
      {
        "type": "BEHAVIORAL",
        "name": "Deferred weight loss",
        "description": "Upper body obese subjects will complete a weight-stable period of 4 months and subsequently undergo behavioral intervention with a life coach and a physical activity program of their choice for 4 months.",
        "armGroupLabels": [
          "Deferred control group - placebo",
          "Deferred group - pioglitazone"
        ]
      },
      {
        "type": "DRUG",
        "name": "Placebo",
        "description": "Upper body obese subjects will be block randomized to pioglitazone or placebo at enrollment.",
        "armGroupLabels": [
          "Deferred control group - placebo",
          "Immediate weight loss - placebo"
        ]
      }
    ],
    "sponsors": null,
    "locations": [
      {
        "facility": "Mayo Clinic in Rochester",
        "status": "RECRUITING",
        "city": "Rochester",
        "state": "Minnesota",
        "zip": "55905",
        "country": "United States",
        "contacts": [
          {
            "name": "Pamela A Reich",
            "role": "CONTACT",
            "phone": "507-255-6062",
            "email": "reich.pamela@mayo.edu"
          }
        ],
        "geoPoint": {
          "lat": 44.02163,
          "lon": -92.4699
        }
      }
    ],
    "eligibility": "Inclusion Criteria:\n\n* Men and Women between the ages of 18 and 55.\n* Women will be premenopausal\n* Non obese adults BMI between 18-25\n* Obese BMI 30-38\n\nExclusion Criteria, Pioglitazone package insert of contraindications for use:\n\n* Initiation in patients with established New York Heart Associations (NYHA) class III or IV Heart failure.\n* Use in patients with known hypersensitivity to pioglitazone or any other component of ACTOSE.",
    "study_type": "INTERVENTIONAL",
    "start_date": "2018-11-12",
    "completion_date": "2025-12-31",
    "last_update_posted": "2025-01-17",
    "enrollment": 64
  }
]