[
  {
    "pmid": "29622564",
    "title": "The cell biology of systemic insulin function.",
    "date": "2018 Jul 2",
    "journal": "J Cell Biol",
    "authors": [
      "Tokarz VL",
      "MacDonald PE",
      "Klip A"
    ],
    "abstract": "Insulin is the paramount anabolic hormone, promoting carbon energy deposition in the body. Its synthesis, quality control, delivery, and action are exquisitely regulated by highly orchestrated intracellular mechanisms in different organs or \"stations\" of its bodily journey. In this Beyond the Cell review, we focus on these five stages of the journey of insulin through the body and the captivating cell biology that underlies the interaction of insulin with each organ. We first analyze insulin's biosynthesis in and export from the β-cells of the pancreas. Next, we focus on its first pass and partial clearance in the liver with its temporality and periodicity linked to secretion. Continuing the journey, we briefly describe insulin's action on the blood vasculature and its still-debated mechanisms of exit from the capillary beds. Once in the parenchymal interstitium of muscle and adipose tissue, insulin promotes glucose uptake into myofibers and adipocytes, and we elaborate on the intricate signaling and vesicle traffic mechanisms that underlie this fundamental function. Finally, we touch upon the renal degradation of insulin to end its action. Cellular discernment of insulin's availability and action should prove critical to understanding its pivotal physiological functions and how their failure leads to diabetes."
  },
  {
    "pmid": "34267380",
    "title": "100 years of insulin: celebrating the past, present and future of diabetes therapy.",
    "date": "2021 Jul",
    "journal": "Nat Med",
    "authors": [
      "Sims EK",
      "Carr ALJ",
      "Oram RA",
      "DiMeglio LA",
      "Evans-Molina C"
    ],
    "abstract": "The year 2021 marks the centennial of Banting and Best's landmark description of the discovery of insulin. This discovery and insulin's rapid clinical deployment effectively transformed type 1 diabetes from a fatal diagnosis into a medically manageable chronic condition. In this Review, we describe key accomplishments leading to and building on this momentous occasion in medical history, including advancements in our understanding of the role of insulin in diabetes pathophysiology, the molecular characterization of insulin and the clinical use of insulin. Achievements are also viewed through the lens of patients impacted by insulin therapy and the evolution of insulin pharmacokinetics and delivery over the past 100 years. Finally, we reflect on the future of insulin therapy and diabetes treatment, as well as challenges to be addressed moving forward, so that the full potential of this transformative discovery may be realized."
  },
  {
    "pmid": "35066003",
    "title": "Insulin: The master regulator of glucose metabolism.",
    "date": "2022 Apr",
    "journal": "Metabolism",
    "authors": [
      "Norton L",
      "Shannon C",
      "Gastaldelli A",
      "DeFronzo RA"
    ],
    "abstract": "Insulin is the master regulator of glucose, lipid, and protein metabolism. Following ingestion of an oral glucose load or mixed meal, the plasma glucose concentration rises, insulin secretion by the beta cells is stimulated and the hyperinsulinemia, working in concert with hyperglycemia, causes: (i) suppression of endogenous (primarily reflects hepatic) glucose production, (ii) stimulation of glucose uptake by muscle, liver, and adipocytes, (iii) inhibition of lipolysis leading to a decline in plasma FFA concentration which contributes to the suppression of hepatic glucose production and augmentation of muscle glucose uptake, and (iv) vasodilation in muscle, which contributes to enhanced muscle glucose disposal. Herein, the integrated physiologic impact of insulin to maintain normal glucose homeostasis is reviewed and the molecular basis of insulin's diverse actions in muscle, liver, adipocytes, and vasculature are discussed."
  },
  {
    "pmid": "38224978",
    "title": "The Basis for Weekly Insulin Therapy: Evolving Evidence With Insulin Icodec and Insulin Efsitora Alfa.",
    "date": "2024 May 7",
    "journal": "Endocr Rev",
    "authors": [
      "Rosenstock J",
      "Juneja R",
      "Beals JM",
      "Moyers JS",
      "Ilag L",
      "McCrimmon RJ"
    ],
    "abstract": "Basal insulin continues to be a vital part of therapy for many people with diabetes. First attempts to prolong the duration of insulin formulations were through the development of suspensions that required homogenization prior to injection. These insulins, which required once- or twice-daily injections, introduced wide variations in insulin exposure contributing to unpredictable effects on glycemia. Advances over the last 2 decades have resulted in long-acting, soluble basal insulin analogues with prolonged and less variable pharmacokinetic exposure, improving their efficacy and safety, notably by reducing nocturnal hypoglycemia. However, adherence and persistence with once-daily basal insulin treatment remains low for many reasons including hypoglycemia concerns and treatment burden. A soluble basal insulin with a longer and flatter exposure profile could reduce pharmacodynamic variability, potentially reducing hypoglycemia, have similar efficacy to once-daily basal insulins, simplify dosing regimens, and improve treatment adherence. Insulin icodec (Novo Nordisk) and insulin efsitora alfa (basal insulin Fc [BIF], Eli Lilly and Company) are 2 such insulins designed for once-weekly administration, which have the potential to provide a further advance in basal insulin replacement. Icodec and efsitora phase 2 clinical trials, as well as data from the phase 3 icodec program indicate that once-weekly insulins provide comparable glycemic control to once-daily analogues, with a similar risk of hypoglycemia. This manuscript details the technology used in the development of once-weekly basal insulins. It highlights the clinical rationale and potential benefits of these weekly insulins while also discussing the limitations and challenges these molecules could pose in clinical practice."
  },
  {
    "pmid": "38718757",
    "title": "Hepatic selective insulin resistance at the intersection of insulin signaling and metabolic dysfunction-associated steatotic liver disease.",
    "date": "2024 May 7",
    "journal": "Cell Metab",
    "authors": [
      "Bo T",
      "Gao L",
      "Yao Z",
      "Shao S",
      "Wang X",
      "Proud CG",
      "Zhao J"
    ],
    "abstract": "Insulin resistance (IR) is a major pathogenic factor in the progression of MASLD. In the liver, insulin suppresses gluconeogenesis and enhances de novo lipogenesis (DNL). During IR, there is a defect in insulin-mediated suppression of gluconeogenesis, but an unrestrained increase in hepatic lipogenesis persists. The mechanism of increased hepatic steatosis in IR is unclear and remains controversial. The key discrepancy is whether insulin retains its ability to directly regulate hepatic lipogenesis. Blocking insulin/IRS/AKT signaling reduces liver lipid deposition in IR, suggesting insulin can still regulate lipid metabolism; hepatic glucose metabolism that bypasses insulin's action may contribute to lipogenesis; and due to peripheral IR, other tissues are likely to impact liver lipid deposition. We here review the current understanding of insulin's action in governing different aspects of hepatic lipid metabolism under normal and IR states, with the purpose of highlighting the essential issues that remain unsettled."
  },
  {
    "pmid": "33992784",
    "title": "Understanding insulin and its receptor from their three-dimensional structures.",
    "date": "2021 Oct",
    "journal": "Mol Metab",
    "authors": [
      "Lawrence MC"
    ],
    "abstract": "Insulin's discovery 100 years ago and its ongoing use since that time to treat diabetes belies the molecular complexity of its structure and that of its receptor. Advances in single-particle cryo-electron microscopy have over the past three years revolutionized our understanding of the atomic detail of insulin-receptor interactions."
  },
  {
    "pmid": "38517760",
    "title": "Society for Ambulatory Anesthesia Updated Consensus Statement on Perioperative Blood Glucose Management in Adult Patients With Diabetes Mellitus Undergoing Ambulatory Surgery.",
    "date": "2024 Sep 1",
    "journal": "Anesth Analg",
    "authors": [
      "Rajan N",
      "Duggan EW",
      "Abdelmalak BB",
      "Butz S",
      "Rodriguez LV",
      "Vann MA",
      "Joshi GP"
    ],
    "abstract": "This consensus statement is a comprehensive update of the 2010 Society for Ambulatory Anesthesia (SAMBA) Consensus Statement on perioperative blood glucose management in patients with diabetes mellitus (DM) undergoing ambulatory surgery. Since the original consensus guidelines in 2010, several novel therapeutic interventions have been introduced to treat DM, including new hypoglycemic agents and increasing prevalence of insulin pumps and continuous glucose monitors. The updated recommendations were developed by an expert task force under the provision of SAMBA and are based on a comprehensive review of the literature from 1980 to 2022. The task force included SAMBA members with expertise on this topic and those contributing to the primary literature regarding the management of DM in the perioperative period. The recommendations encompass preoperative evaluation of patients with DM presenting for ambulatory surgery, management of preoperative oral hypoglycemic agents and home insulins, intraoperative testing and treatment modalities, and blood glucose management in the postanesthesia care unit and transition to home after surgery. High-quality evidence pertaining to perioperative blood glucose management in patients with DM undergoing ambulatory surgery remains sparse. Recommendations are therefore based on recent guidelines and available literature, including general glucose management in patients with DM, data from inpatient surgical populations, drug pharmacology, and emerging treatment data. Areas in need of further research are also identified. Importantly, the benefits and risks of interventions and clinical practice information were considered to ensure that the recommendations maintain patient safety and are clinically valid and useful in the ambulatory setting. What Other Guidelines Are Available on This Topic? Since the publication of the SAMBA Consensus Statement for perioperative blood glucose management in the ambulatory setting in 2010, several recent guidelines have been issued by the American Diabetes Association (ADA), the American Association of Clinical Endocrinologists (AACE), the Endocrine Society, the Centre for Perioperative Care (CPOC), and the Association of Anaesthetists of Great Britain and Ireland (AAGBI) on DM care in hospitalized patients; however, none are specific to ambulatory surgery. How Does This Guideline Differ From the Previous Guidelines? Previously posed clinical questions that were outdated were revised to reflect current clinical practice. Additional questions were developed relating to the perioperative management of patients with DM to include the newer therapeutic interventions."
  },
  {
    "pmid": "29731287",
    "title": "Controversies in Management of Hyperkalemia.",
    "date": "2018 Aug",
    "journal": "J Emerg Med",
    "authors": [
      "Long B",
      "Warix JR",
      "Koyfman A"
    ],
    "abstract": "Hyperkalemia is a common electrolyte disorder that can result in morbidity and mortality if not managed appropriately."
  },
  {
    "pmid": "38857114",
    "title": "Recent Progress in Glucose-Responsive Insulin.",
    "date": "2024 Sep 1",
    "journal": "Diabetes",
    "authors": [
      "Liu Y",
      "Wang S",
      "Wang Z",
      "Yu J",
      "Wang J",
      "Buse JB",
      "Gu Z"
    ],
    "abstract": "Insulin replacement therapy is indispensable in the treatment of type 1 and advanced type 2 diabetes. However, insulin's clinical application is challenging due to its narrow therapeutic index. To mitigate acute and chronic risks of glucose excursions, glucose-responsive insulin (GRI) has long been pursued for clinical application. By integrating GRI with glucose-sensitive elements, GRI is capable of releasing or activating insulin in response to plasma or interstitial glucose levels without external monitoring, thereby improving glycemic control and reducing hypoglycemic risk. In this Perspective, we first introduce the history of GRI development and then review major glucose-responsive components that can be leveraged to control insulin delivery. Subsequently, we highlight the recent advances in GRI delivery carriers and insulin analogs. Finally, we provide a look to the future and the challenges of clinical application of GRI."
  },
  {
    "pmid": "34850005",
    "title": "New Horizons: Next-Generation Insulin Analogues: Structural Principles and Clinical Goals.",
    "date": "2022 Mar 24",
    "journal": "J Clin Endocrinol Metab",
    "authors": [
      "Jarosinski MA",
      "Chen YS",
      "Varas N",
      "Dhayalan B",
      "Chatterjee D",
      "Weiss MA"
    ],
    "abstract": "Design of \"first-generation\" insulin analogues over the past 3 decades has provided pharmaceutical formulations with tailored pharmacokinetic (PK) and pharmacodynamic (PD) properties. Application of a molecular tool kit-integrating protein sequence, chemical modification, and formulation-has thus led to improved prandial and basal formulations for the treatment of diabetes mellitus. Although PK/PD changes were modest in relation to prior formulations of human and animal insulins, significant clinical advantages in efficacy (mean glycemia) and safety (rates of hypoglycemia) were obtained. Continuing innovation is providing further improvements to achieve ultrarapid and ultrabasal analogue formulations in an effort to reduce glycemic variability and optimize time in range. Beyond such PK/PD metrics, next-generation insulin analogues seek to exploit therapeutic mechanisms: glucose-responsive (\"smart\") analogues, pathway-specific (\"biased\") analogues, and organ-targeted analogues. Smart insulin analogues and delivery systems promise to mitigate hypoglycemic risk, a critical barrier to glycemic control, whereas biased and organ-targeted insulin analogues may better recapitulate physiologic hormonal regulation. In each therapeutic class considerations of cost and stability will affect use and global distribution. This review highlights structural principles underlying next-generation design efforts, their respective biological rationale, and potential clinical applications."
  },
  {
    "pmid": "33759815",
    "title": "Type 1 diabetes mellitus: much progress, many opportunities.",
    "date": "2021 Apr 15",
    "journal": "J Clin Invest",
    "authors": [
      "Powers AC"
    ],
    "abstract": "As part of the centennial celebration of insulin's discovery, this review summarizes the current understanding of the genetics, pathogenesis, treatment, and outcomes in type 1 diabetes (T1D). T1D results from an autoimmune response that leads to destruction of the β cells in the pancreatic islet and requires lifelong insulin therapy. While much has been learned about T1D, it is now clear that there is considerable heterogeneity in T1D with regard to genetics, pathology, response to immune-based therapies, clinical course, and susceptibility to diabetes-related complications. This Review highlights knowledge gaps and opportunities to improve the understanding of T1D pathogenesis and outlines emerging therapies to treat or prevent T1D and reduce the burden of T1D."
  },
  {
    "pmid": "27594187",
    "title": "New Insulin Delivery Recommendations.",
    "date": "2016 Sep",
    "journal": "Mayo Clin Proc",
    "authors": [
      "Frid AH",
      "Kreugel G",
      "Grassi G",
      "Halimi S",
      "Hicks D",
      "Hirsch LJ",
      "Smith MJ",
      "Wellhoener R",
      "Bode BW",
      "Hirsch IB",
      "Kalra S",
      "Ji L",
      "Strauss KW"
    ],
    "abstract": "Many primary care professionals manage injection or infusion therapies in patients with diabetes. Few published guidelines have been available to help such professionals and their patients manage these therapies. Herein, we present new, practical, and comprehensive recommendations for diabetes injections and infusions. These recommendations were informed by a large international survey of current practice and were written and vetted by 183 diabetes experts from 54 countries at the Forum for Injection Technique and Therapy: Expert Recommendations (FITTER) workshop held in Rome, Italy, in 2015. Recommendations are organized around the themes of anatomy, physiology, pathology, psychology, and technology. Key among the recommendations are that the shortest needles (currently the 4-mm pen and 6-mm syringe needles) are safe, effective, and less painful and should be the first-line choice in all patient categories; intramuscular injections should be avoided, especially with long-acting insulins, because severe hypoglycemia may result; lipohypertrophy is a frequent complication of therapy that distorts insulin absorption, and, therefore, injections and infusions should not be given into these lesions and correct site rotation will help prevent them; effective long-term therapy with insulin is critically dependent on addressing psychological hurdles upstream, even before insulin has been started; inappropriate disposal of used sharps poses a risk of infection with blood-borne pathogens; and mitigation is possible with proper training, effective disposal strategies, and the use of safety devices. Adherence to these new recommendations should lead to more effective therapies, improved outcomes, and lower costs for patients with diabetes."
  },
  {
    "pmid": "36479786",
    "title": "Effectiveness and safety of early insulin glargine administration in combination with continuous intravenous insulin infusion in the management of diabetic ketoacidosis: A randomized controlled trial.",
    "date": "2023 Mar",
    "journal": "Diabetes Obes Metab",
    "authors": [
      "Thammakosol K",
      "Sriphrapradang C"
    ],
    "abstract": "To determine the effectiveness and safety of early combination of insulin glargine with intravenous (IV) insulin infusion compared with IV insulin infusion alone in the management of diabetic ketoacidosis (DKA)."
  },
  {
    "pmid": "33393501",
    "title": "The discovery of insulin revisited: lessons for the modern era.",
    "date": "2021 Jan 4",
    "journal": "J Clin Invest",
    "authors": [
      "Lewis GF",
      "Brubaker PL"
    ],
    "abstract": "2021 to 2022 marks the one hundredth anniversary of ground-breaking research in Toronto that changed the course of what was, then, a universally fatal disease: type 1 diabetes. Some would argue that insulin's discovery by Banting, Best, Macleod, and Collip was the greatest scientific advance of the 20th century, being one of the first instances in which modern medical science was able to provide lifesaving therapy. As with all scientific discoveries, the work in Toronto built upon important advances of many researchers over the preceding decades. Furthermore, the Toronto work ushered in a century of discovery of the purification, isolation, structural characterization, and genetic sequencing of insulin, all of which influenced ongoing improvements in therapeutic insulin formulations. Here we discuss the body of knowledge prior to 1921 localizing insulin to the pancreas and establishing insulin's role in glucoregulation, and provide our views as to why researchers in Toronto ultimately achieved the purification of pancreatic extracts as a therapy. We discuss the pharmaceutical industry's role in the early days of insulin production and distribution and provide insights into why the discoverers chose not to profit financially from the discovery. This fascinating story of bench-to-beside discovery provides useful considerations for scientists now and in the future."
  },
  {
    "pmid": "39046097",
    "title": "Insulin icodec: A novel once-weekly treatment for diabetes.",
    "date": "2024 Oct",
    "journal": "Diabet Med",
    "authors": [
      "Schaffner H",
      "Wiener J",
      "DeLuca A",
      "Genovese A",
      "Deeb A",
      "Deeb W",
      "Sheikh-Ali M",
      "Sutton D",
      "Gore A",
      "Berner J",
      "Huston J",
      "Goldfaden R"
    ],
    "abstract": "To summarize the results of clinical studies of insulin icodec, an investigational insulin analog designed for once-weekly administration, in adults with type 1 and type 2 diabetes."
  },
  {
    "pmid": "28429780",
    "title": "Insulin analogues in type 1 diabetes mellitus: getting better all the time.",
    "date": "2017 Jul",
    "journal": "Nat Rev Endocrinol",
    "authors": [
      "Mathieu C",
      "Gillard P",
      "Benhalima K"
    ],
    "abstract": "The treatment of type 1 diabetes mellitus consists of external replacement of the functions of β cells in an attempt to achieve blood levels of glucose as close to the normal range as possible. This approach means that glucose sensing needs to be replaced and levels of insulin need to mimic physiological insulin-action profiles, including basal coverage and changes around meals. Training and educating patients are crucial for the achievement of good glycaemic control, but having insulin preparations with action profiles that provide stable basal insulin coverage and appropriate mealtime insulin peaks helps people with type 1 diabetes mellitus to live active lives without sacrificing tight glycaemic control. Insulin analogues enable patients to achieve this goal, as some have fast action profiles, and some have very slow action profiles, which gives people with type 1 diabetes mellitus the tools to achieve dynamic insulin-action profiles that enable tight glycaemic control with a risk of hypoglycaemia that is lower than that with human short-acting and long-acting insulins. This Review discusses the established and novel insulin analogues that are used to treat patients with type 1 diabetes mellitus and provides insights into the future development of insulin analogues."
  },
  {
    "pmid": "34413118",
    "title": "Molecular and pharmacological characterization of insulin icodec: a new basal insulin analog designed for once-weekly dosing.",
    "date": "2021 Aug",
    "journal": "BMJ Open Diabetes Res Care",
    "authors": [
      "Nishimura E",
      "Pridal L",
      "Glendorf T",
      "Hansen BF",
      "Hubálek F",
      "Kjeldsen T",
      "Kristensen NR",
      "Lützen A",
      "Lyby K",
      "Madsen P",
      "Pedersen TÅ",
      "Ribel-Madsen R",
      "Stidsen CE",
      "Haahr H"
    ],
    "abstract": "Insulin icodec is a novel, long-acting insulin analog designed to cover basal insulin requirements with once-weekly subcutaneous administration. Here we describe the molecular engineering and the biological and pharmacological properties of insulin icodec."
  },
  {
    "pmid": "37909930",
    "title": "[New Insulins for Type 1 Diabetes treatment].",
    "date": "2023 Jun",
    "journal": "Andes Pediatr",
    "authors": [
      "Rumié Carmi HK",
      "Domínguez-Menéndez G",
      "Araya M",
      "Martínez-Aguayo A"
    ],
    "abstract": "Insulin therapy is complex in pediatric patients because they present greater variations in insulin requirements. Traditional insulins have limitations related to time of onset of action and duration of effect, which has led to the development of new insulins, seeking to reduce chronic complications, severe or nocturnal hypoglycemia, and to improve adherence to therapy. This review updates the information on new insulins, their mechanisms of action and the benefits they provide in the treatment of diabetes. Insulin analogues attempt to mimic the physiological secretion of the hormone, including time of action and duration of effect. The most used prandial analogs are the so-called rapid-acting insulins, including Faster Aspartic and the new basal insulins, glargine U300 and degludec, which have a prolonged action of more than 24 hours and therefore require a daily dose. New technologies under development include biosimilar insulins such as the glargine biosimilar, already available in the clinic. New formulations are being developed for the future, as well as novel ways of dispersing them, mimicking the action of pancreatic cells, which will allow a more physiological and personalized management of the disease."
  },
  {
    "pmid": "33826918",
    "title": "The many actions of insulin in skeletal muscle, the paramount tissue determining glycemia.",
    "date": "2021 Apr 6",
    "journal": "Cell Metab",
    "authors": [
      "Sylow L",
      "Tokarz VL",
      "Richter EA",
      "Klip A"
    ],
    "abstract": "As the principal tissue for insulin-stimulated glucose disposal, skeletal muscle is a primary driver of whole-body glycemic control. Skeletal muscle also uniquely responds to muscle contraction or exercise with increased sensitivity to subsequent insulin stimulation. Insulin's dominating control of glucose metabolism is orchestrated by complex and highly regulated signaling cascades that elicit diverse and unique effects on skeletal muscle. We discuss the discoveries that have led to our current understanding of how insulin promotes glucose uptake in muscle. We also touch upon insulin access to muscle, and insulin signaling toward glycogen, lipid, and protein metabolism. We draw from human and rodent studies in vivo, isolated muscle preparations, and muscle cell cultures to home in on the molecular, biophysical, and structural elements mediating these responses. Finally, we offer some perspective on molecular defects that potentially underlie the failure of muscle to take up glucose efficiently during obesity and type 2 diabetes."
  },
  {
    "pmid": "38679644",
    "title": "Once-weekly insulins: a promising approach to reduce the treatment burden in people with diabetes.",
    "date": "2024 Aug",
    "journal": "Diabetologia",
    "authors": [
      "Trevisan R",
      "Conti M",
      "Ciardullo S"
    ],
    "abstract": "Despite the availability of new classes of glucose-lowering drugs that improve glycaemic levels and minimise long-term complications, at least 20-25% of people with type 2 diabetes require insulin therapy. Moreover, a substantial proportion of these individuals do not achieve adequate metabolic control following insulin initiation. This is due to several factors: therapeutic inertia, fear of hypoglycaemia and/or weight gain, poor communication, complexity of insulin titration, and the number of injections needed, with the associated reduced adherence to insulin therapy. Once-weekly insulins provide a unique opportunity to simplify basal insulin therapy and to allow good glycaemic control with a low risk of hypoglycaemia. Several approaches to developing a stable and effective once-weekly insulin have been proposed, but, to date, insulin icodec and basal insulin Fc (insulin efsitora alfa) are the only two formulations for which clinical studies have been reported. The results of Phase I and II studies emphasise both efficacy (in term of glucose levels) and potential risks and adverse events. Phase III studies involving insulin icodec are reassuring regarding the risk of hypoglycaemia compared with daily basal insulin analogues. Despite some concerns raised in ongoing clinical trials, the available data suggest that weekly insulins may also be an option for individuals with type 1 diabetes, especially when adherence is suboptimal. For the first time there is an opportunity to make an important breakthrough in basal insulin therapy, particularly in people with type 2 diabetes, and to improve not only the quality of life of people with diabetes, but also the practice of diabetologists."
  },
  {
    "pmid": "37930742",
    "title": "Thermal stability and storage of human insulin.",
    "date": "2023 Nov 6",
    "journal": "Cochrane Database Syst Rev",
    "authors": [
      "Richter B",
      "Bongaerts B",
      "Metzendorf MI"
    ],
    "abstract": "Health authorities stress the temperature sensitivity of human insulin, advising protection from heat and freezing, with manufacturers suggesting low-temperature storage for intact vials, and once opened, storage at room temperature for four to six weeks, though usage time and maximum temperature recommendations vary. For human insulin, the recommendations of current shelf life in use may range from 10 to 45 days, and the maximum temperature in use varies between 25 °C and 37 °C. Optimal cold-chain management of human insulin from manufacturing until the point of delivery to people with diabetes should always be maintained, and people with diabetes and access to reliable refrigeration should follow manufacturers' recommendations. However, a growing segment of the diabetes-affected global population resides in challenging environments, confronting prolonged exposure to extreme heat due to the climate crisis, all while grappling with limited access to refrigeration."
  },
  {
    "pmid": "38559691",
    "title": "Current barriers to initiating insulin therapy in individuals with type 2 diabetes.",
    "date": "2024",
    "journal": "Front Endocrinol (Lausanne)",
    "authors": [
      "Galdón Sanz-Pastor A",
      "Justel Enríquez A",
      "Sánchez Bao A",
      "Ampudia-Blasco FJ"
    ],
    "abstract": "Insulin is an essential drug in the treatment of diabetes, often necessary for managing hyperglycemia in type 2 diabetes mellitus (T2DM). It should be considered in cases of severe hyperglycemia requiring hospitalization, after the failure of other treatments, in advanced chronic kidney disease, liver cirrhosis, post-transplant diabetes, or during pregnancy. Moreover, in specific patient subgroups, early initiation of insulin is crucial for hyperglycemia control and prevention of chronic complications. Clinical guidelines recommend initiating insulin when other treatments fail, although there are barriers that may delay its initiation. The timing of initiation depends on individual patient characteristics. Typically, insulinization starts by adding basal insulin to the patient's existing treatment and, if necessary, progresses by gradually introducing prandial insulin. Several barriers have been identified that hinder the initiation of insulin, including fear of hypoglycemia, lack of adherence, the need for glucose monitoring, the injection method of insulin administration, social rejection associated with the stigma of injections, weight gain, a sense of therapeutic failure at initiation, lack of experience among some healthcare professionals, and the delayed and reactive positioning of insulin in recent clinical guidelines. These barriers contribute, among other factors, to therapeutic inertia in initiating and intensifying insulin treatment and to patients' non-adherence. In this context, the development of once-weekly insulin formulations could improve initial acceptance, adherence, treatment satisfaction, and consequently, the quality of life for patients. Currently, two once-weekly basal insulins, insulin icodec and basal insulin BIF, which are in different stages of clinical development, may help. Their longer half-life translates to lower variability and reduced risk of hypoglycemia. This review addresses the need for insulin in T2DM, its positioning in clinical guidelines under specific circumstances, the current barriers to initiating and intensifying insulin treatment, and the potential role of once-weekly insulin formulations as a potential solution to facilitate timely initiation of insulinization, which would reduce therapeutic inertia and achieve better early control in people with T2DM."
  },
  {
    "pmid": "39067965",
    "title": "Glucose Disorders.",
    "date": "2024 Sep",
    "journal": "Prim Care",
    "authors": [
      "Perez JA"
    ],
    "abstract": "Glucose disorders are the most common endocrine condition in the primary care setting. The conditions overlap and are better viewed as a spectrum rather than discrete entities. Multiple treatment agents are now available for diabetes mellitus which include long-acting and short-acting insulins and medications targeting the various pathways of diabetes including liver gluconeogenesis, increasing peripheral insulin sensitivity, stimulating pancreatic insulin production, eliminating glucose renally, decreasing carbohydrate gastrointestinal absorption, and targeting the body's incretin system. Various endocrine conditions can cause secondary hyperglycemia or hypoglycemia. Medications and physiologic stress can affect glucose levels. Genetic syndromes causing enzyme deficiencies underlie a small portion of glucose disorders."
  },
  {
    "pmid": "34165382",
    "title": "Practical guidance on the initiation, titration, and switching of basal insulins: a narrative review for primary care.",
    "date": "2021 Dec",
    "journal": "Ann Med",
    "authors": [
      "Mehta R",
      "Goldenberg R",
      "Katselnik D",
      "Kuritzky L"
    ],
    "abstract": "Many patients with type 2 diabetes will ultimately require the inclusion of basal insulin in their treatment regimen. Since most people with type 2 diabetes are managed in the community, it is important that primary care providers understand and correctly manage the initiation and titration of basal insulins, and help patients to self-manage insulin injections. Newer, long-acting basal insulins provide greater stability and flexibility than older preparations and improved delivery systems. Basal insulin is usually initiated at a conservative dose of 10 units/day or 0.1-0.2 units/kg/day, then titrated thereafter over several weeks or months, based on patients' self-measured fasting plasma glucose, to achieve an individualized target (usually 80-130 mg/dL). Through a shared decision-making process, confirmation of appropriate goals and titration methods should be established, including provisions for events that might alter scheduled titration (e.g. travel, dietary change, illness, hospitalization, etc.). Although switching between basal insulins is usually easily accomplished, pharmacokinetic and pharmacodynamic differences between formulations require clinicians to provide explicit guidance to patients. Basal insulin is effective long-term, but overbasalization (continuing to escalate dose without a meaningful reduction in fasting plasma glucose) should be avoided.Key messagesPrimary care providers often initiate basal insulin for people with type 2 diabetes.Basal insulin is recommended to be initiated at 10 units/day or 0.1-0.2 units/kg/day, and doses must be titrated to agreed fasting plasma glucose goals, usually 80-130 mg/dL. A simple rule is to gradually increase the initial dose by 1 unit per day (NPH, insulin detemir, and glargine 100 units/mL) or 2-4 units once or twice per week (NPH, insulin detemir, glargine 100 and 300 units/mL, and degludec) until FPG levels remain consistently within the target range. If warranted, switching between basal insulins can be done using simple regimens.The dose of basal insulin should be increased as required up to approximately 0.5-1.0 units/kg/day in some cases. Overbasalization (continuing to escalate dose without a meaningful reduction in fasting plasma glucose) is not recommended; rather re-evaluation of individual therapy, including consideration of more concentrated basal insulin preparations and/or short-acting prandial insulin as well as other glucose-lowering therapies, is suggested."
  },
  {
    "pmid": "34610718",
    "title": "A Century of Progress in Diabetes Care with Insulin: A History of Innovations and Foundation for the Future.",
    "date": "2021 Sep",
    "journal": "Diabetes Metab J",
    "authors": [
      "Lee SH",
      "Yoon KH"
    ],
    "abstract": "The year 2021 marks the 100th anniversary of the discovery of insulin, which has greatly changed the lives of people with diabetes and become a cornerstone of advances in medical science. A rapid bench-to-bedside application of the lifesaving pancreatic extract and its immediate commercialization was the result of a promising idea, positive drive, perseverance, and collaboration of Banting and colleagues. As one of the very few proteins isolated in a pure form at that time, insulin also played a key role in the development of important methodologies and in the beginning of various fields of modern science. Since its discovery, insulin has evolved continuously to optimize the care of people with diabetes. Since the 1980s, recombinant DNA technology has been employed to engineer insulin analogs by modifying their amino acid sequence, which has resulted in the production of insulins with various profiles that are currently used. However, unmet needs in insulin treatment still exist, and several forms of future insulins are under development. In this review, we discuss the past, present, and future of insulin, including a history of ceaseless innovations and collective intelligence. We believe that this story will be a solid foundation and an unerring guide for the future."
  },
  {
    "pmid": "40035685",
    "title": "Intralesional Insulin Is Superior to Intralesional Botulinum Toxin-A in the Treatment of Keloids.",
    "date": "2025 Mar 4",
    "journal": "Dermatol Surg",
    "authors": [
      "Elradi M",
      "Selim H",
      "Hamed DE"
    ],
    "abstract": "Keloids represent a troublesome condition that lacks a proper standard management protocol. Insulin and botulinum toxin A (BTX-A) both have evidence-based anti-scarring effects. Hence, their role in treating keloids needs to be investigated."
  },
  {
    "pmid": "36134657",
    "title": "Exercise restores brain insulin sensitivity in sedentary adults who are overweight and obese.",
    "date": "2022 Sep 22",
    "journal": "JCI Insight",
    "authors": [
      "Kullmann S",
      "Goj T",
      "Veit R",
      "Fritsche L",
      "Wagner L",
      "Schneeweiss P",
      "Hoene M",
      "Hoffmann C",
      "Machann J",
      "Niess A",
      "Preissl H",
      "Birkenfeld AL",
      "Peter A",
      "Häring HU",
      "Fritsche A",
      "Moller A",
      "Weigert C",
      "Heni M"
    ],
    "abstract": "BACKGROUNDInsulin resistance of the brain can unfavorably affect long-term weight maintenance and body fat distribution. Little is known if and how brain insulin sensitivity can be restored in humans. We aimed to evaluate the effects of an exercise intervention on insulin sensitivity of the brain and how this relates to exercise-induced changes in whole-body metabolism and behavior.METHODSIn this clinical trial, sedentary participants who were overweight and obese underwent an 8-week supervised aerobic training intervention. Brain insulin sensitivity was assessed in 21 participants (14 women, 7 men; age range 21-59 years; BMI range 27.5-45.5 kg/m2) using functional MRI, combined with intranasal administration of insulin, before and after the intervention.RESULTSThe exercise program resulted in enhanced brain insulin action to the level of a person of healthy weight, demonstrated by increased insulin-induced striatal activity and strengthened hippocampal functional connectivity. Improved brain insulin action correlated with increased mitochondrial respiration in skeletal muscle, reductions in visceral fat and hunger, as well as improved cognition. Mediation analyses suggest that improved brain insulin responsiveness helps mediate the peripheral exercise effects leading to healthier body fat distribution and reduced perception of hunger.CONCLUSIONOur study demonstrates that an 8-week exercise intervention in sedentary individuals can restore insulin action in the brain. Hence, the ameliorating benefits of exercise toward brain insulin resistance may provide an objective therapeutic target in humans in the challenge to reduce diabetes risk factors.TRIAL REGISTRATIONClinicalTrials.gov (NCT03151590).FUNDINGBMBF/DZD 01GI0925."
  },
  {
    "pmid": "39911031",
    "title": "Once-Weekly Insulins.",
    "date": "2025 Jul",
    "journal": "Diabetes Technol Ther",
    "authors": [
      "DeVries JH",
      "Heise T"
    ],
    "abstract": "One hundred years after insulin became commercially available, new formulations are still being developed. A first once-weekly insulin has been introduced on various markets, and results of the registration studies of a second once-weekly insulin are becoming available. In this narrative review, we discuss the mechanisms of prolongation, early clinical research study results, and the registration studies of these insulins, with a critical appraisal."
  },
  {
    "pmid": "31876563",
    "title": "Biosynthetic Human Insulin and Insulin Analogs.",
    "date": "2020 Jan/Feb",
    "journal": "Am J Ther",
    "authors": [
      "Rodbard HW",
      "Rodbard D"
    ],
    "abstract": "Biosynthetic human insulins and analogs have replaced animal insulins and permitted structural modifications to alter the rate of absorption, duration of action, improve reproducibility of effects, and modulate relative efficacy in various target tissues. Several forms of rapidly acting insulins nearly achieve rapid pharmacokinetics and pharmacodynamics similar to first-phase insulin release. There is need for even faster-acting analogs to mimic normal physiology and improve control of postprandial glycemic excursions. Two biosynthetic insulin analogs have sufficiently long duration of action for use as once-daily basal insulins; controversy persists regarding their respective risks of hypoglycemia and relative glycemic variability."
  },
  {
    "pmid": "40043690",
    "title": "Testing the carbohydrate-insulin model: Short-term metabolic responses to consumption of meals with varying glycemic index in healthy adults.",
    "date": "2025 Mar 4",
    "journal": "Cell Metab",
    "authors": [
      "Liu Y",
      "Mei H",
      "Xue L",
      "Cheng C",
      "Wu Y",
      "Zou C",
      "Yu Y",
      "Gao L",
      "Zhang H",
      "Gao X",
      "Li Q",
      "Wang L",
      "Liu J",
      "Niu C",
      "Zhang X",
      "Hu S",
      "Speakman JR"
    ],
    "abstract": "The carbohydrate-insulin model predicts that meals with varying glycemic indices will elicit distinct metabolic and hunger responses, including greater intake at subsequent meals following high-glycemic-index meals. To test this, a randomized trial (NCT05804942) was conducted in healthy adults using intervention meals with low, medium, and high glycemic indices and a constant macronutrient composition. After intake of the intervention meals, glucose and insulin followed the predicted pattern, but subjective hunger did not. At the group level, low glycemic index meals led to lower energy intake changes. At the individual level, energy intake changes were unrelated to body fatness or levels of glucose, β-hydroxybutyrate, free fatty acids, L-lactate, leptin, adrenaline, glucagon-like peptide-1, glucagon, and insulin-glucagon ratio. A weak negative association was observed between energy intake changes and insulin or insulin-glucagon ratio at 300 min, opposite to the model's prediction. These data provide little support for the carbohydrate-insulin model."
  },
  {
    "pmid": "33443332",
    "title": "[Ultra-rapid lispro (Lyumjev®)].",
    "date": "2021 Jan",
    "journal": "Rev Med Liege",
    "authors": [
      "Philips JC",
      "Paquot N"
    ],
    "abstract": "Development of new insulins aims to mimic in a better way the natural physiology of this hormone secreted by the pancreas. Rapid insulin analogues have proven a better capacity to reduce postprandial glycaemic peaks after eating. Nevertheless, these molecules are still quite inaccurate to limit glycaemic excursions after the meals. This reality is often described by patients using continuous glucose monitoring systems. So, there is undeniably a place for even more rapid insulins. The ones named «ultra-rapid insulin» tend to better control hyperglycaemia after meals thanks to more favourable profiles regarding pharmacodynamics and pharmacokinetics. Ultra-rapid lispro (URLi) Lyumjev®, is the new ultra-rapid insulin available in Belgium. This review aims to describe its advantages compared to some other rapid insulins thanks to data obtained from trials in type 1 and type 2 diabetes."
  },
  {
    "pmid": "31688066",
    "title": "Insulin Therapy and Diabetic Pregnancy.",
    "date": "2020 Jan/Feb",
    "journal": "Am J Ther",
    "authors": [
      "Napoli A"
    ],
    "abstract": "A good metabolic control before conception and throughout pregnancy with diabetes decreases the risk of short- and long-term adverse outcomes of the mothers and their offsprings. Insulin treatment remains the gold standard treatment recommended for any type of diabetes. New technologies including new insulins and insulin analogues, continuous subcutaneous insulin infusion without and with sensors, the low-glucose predictive suspension function, and closed-loop systems that persistently and automatically self-adjust according to patients' continuous glucose monitoring readings have expanded the offer to clinicians for achieving tight glucose control."
  },
  {
    "pmid": "31567147",
    "title": "Insulin Therapy: Future Perspectives.",
    "date": "2020 Jan/Feb",
    "journal": "Am J Ther",
    "authors": [
      "Cernea S",
      "Raz I"
    ],
    "abstract": "Insufficient insulin secretion is a core pathogenetic mechanism of diabetes mellitus and therefore, insulin therapy remains the cornerstone of management. Over the past 100 years, much progress has been made in the development of insulin therapy, including elaboration of novel insulin formulations and delivery methods."
  },
  {
    "pmid": "31567197",
    "title": "Is Insulin Therapy Safe?",
    "date": "2020 Jan/Feb",
    "journal": "Am J Ther",
    "authors": [
      "Home P",
      "Itzhak B"
    ],
    "abstract": "After 98 years of insulin therapy, issues of safety remain of concern."
  },
  {
    "pmid": "28379903",
    "title": "Inhaled Insulin: A Clinical and Historical Review.",
    "date": "2017 May/Jun",
    "journal": "Cardiol Rev",
    "authors": [
      "Chan J",
      "Cheng-Lai A"
    ],
    "abstract": "Insulin is the most effective blood glucose lowering agent and remains one of the cornerstones of diabetes management. However, many individuals with diabetes are either reluctant to initiate or are nonadherent to their insulin therapy for various reasons, including fear of frequent injections. Technosphere Insulin (TI) is a novel inhaled insulin powder that is approved by the United States Food and Drug Administration for the management of diabetes. The results from 2 phase III clinical trials have shown that TI was noninferior to subcutaneous insulin aspart and superior to inhaled placebo in lowering HbA1c in patients with diabetes mellitus types 1 and 2, respectively. Across both studies, TI appears to be generally well tolerated, with the most common adverse events being hypoglycemia and cough. However, long-term pulmonary safety concerns have not been addressed and additional studies are needed. Overall, TI appears to be a promising noninvasive prandial insulin alternative for individuals with diabetes who are at risk for medication nonadherence due to aversion to frequent injections. This article provides a review of the historical development of TI, its safety and efficacy data, and its advantages and disadvantages over traditional injectable insulins."
  },
  {
    "pmid": "27614806",
    "title": "Insulin Signalling: The Inside Story.",
    "date": "2017 Feb",
    "journal": "Can J Diabetes",
    "authors": [
      "Posner BI"
    ],
    "abstract": "Insulin signalling begins with binding to its cell surface insulin receptor (IR), which is a tyrosine kinase. The insulin receptor kinase (IRK) is subsequently autophosphorylated and activated to tyrosine phosphorylate key cellular substrates that are essential for entraining the insulin response. Although IRK activation begins at the cell surface, it is maintained and augmented following internalization into the endosomal system (ENS). The peroxovanadium compounds (pVs) were discovered to activate the IRK in the absence of insulin and lead to a full insulin response. Thus, IRK activation is both necessary and sufficient for insulin signalling. Furthermore, this could be shown to occur with activation of only the endosomal IRK. The mechanism of pV action was shown to be the inhibition of IRK-associated phosphotyrosine phosphatases (PTPs). Our studies showed that the duration and intensity of insulin signalling are modulated within ENS by the recruitment of cellular substrates to ENS; intra-endosomal acidification, which promotes dissociation of insulin from the IRK; an endosomal acidic insulinase, which degrades intra-endosomal insulin; and IRK-associated PTPs, which dephosphorylate and, hence, deactivate the IRK. Therefore, the internalization of IRKs is central to insulin signalling and its regulation."
  },
  {
    "pmid": "35761080",
    "title": "Unconventional insulins from predators and pathogens.",
    "date": "2022 Jul",
    "journal": "Nat Chem Biol",
    "authors": [
      "Laugesen SH",
      "Chou DH",
      "Safavi-Hemami H"
    ],
    "abstract": "Insulin and its related peptides are found throughout the animal kingdom, in which they serve diverse functions. This includes regulation of glucose homeostasis, neuronal development and cognition. The surprising recent discovery that venomous snails evolved specialized insulins to capture fish demonstrated the nefarious use of this hormone in nature. Because of their streamlined role in predation, these repurposed insulins exhibit unique characteristics that have unraveled new aspects of the chemical ecology and structural biology of this important hormone. Recently, insulins were also reported in other venomous predators and pathogenic viruses, demonstrating the broader use of insulin by one organism to manipulate the physiology of another. In this Review, we provide an overview of the discovery and biomedical application of repurposed insulins and other hormones found in nature and highlight several unique insights gained from these unusual compounds."
  },
  {
    "pmid": "33153425",
    "title": "Efficacy and Cardiovascular Safety of Insulins.",
    "date": "2021",
    "journal": "Curr Drug Saf",
    "authors": [
      "Fernandez CJ",
      "Radhakrishnan C"
    ],
    "abstract": "Insulin is a lifesaving drug for patients with type 1 diabetes mellitus. Many type 2 diabetes mellitus patients will eventually require insulin. The rapid-acting and long-acting insulin analogues (RAIAs and LAIAs) have a pharmacological profile that closely mimics normal human physiology when compared to Neutral Protamine Hagedorn (NPH) insulin and regular human insulin, respectively. Glucagon-like peptide 1 receptor agonists (GLP-1RAs) were found to have a proven cardiovascular safety. They are preferred over insulin in many recent guidelines. Fixed-ratio combinations of GLP-1RAs and insulin are also recommended when either of these molecules fail to achieve glycaemic control. Despite decades of experience in using insulin, there is a debate among the scientific community over the safety of exogenous insulin, especially regarding their cardiovascular safety and the risk of cancer. There is also an ongoing debate regarding the safety, even though two long-acting insulin analogues (glargine and degludec) have proven their cardiovascular non-inferiority. Drugs with proven safety are often preferred in patients with pre-existing cardiovascular disease or at high risk of cardiovascular disease. In this review we will critically analyse efficacy and safety issues related to insulin molecules to help in clinical decision making."
  },
  {
    "pmid": "30136869",
    "title": "Pharmacotherapy for gestational diabetes.",
    "date": "2018 Sep",
    "journal": "Expert Opin Pharmacother",
    "authors": [
      "Patti AM",
      "Giglio RV",
      "Pafili K",
      "Rizzo M",
      "Papanas N"
    ],
    "abstract": "Gestational diabetes mellitus (GDM) represents impaired carbohydrate metabolism during pregnancy and is characterized by progressive insulin resistance and compensatory hyperinsulinaemia. If inadequately treated, it may lead to fetal macrosomia and other adverse outcomes."
  },
  {
    "pmid": "35112236",
    "title": "Novel Drugs for Diabetes Therapy.",
    "date": "2022",
    "journal": "Handb Exp Pharmacol",
    "authors": [
      "Heise T"
    ],
    "abstract": "Since the first use of insulin 100 years ago, there have been marked improvements in diabetes therapy including, but not limited to, the development of oral antidiabetic agents (OADs), incretin mimetics and insulin analogues. Still, there are substantial shortcomings in diabetes therapy: the blood-glucose lowering effect of OADs is often limited, incretin mimetics often induce gastrointestinal side effects and insulins still induce hypoglycaemia and weight gain in many patients.This review evaluates on-going developments of antidiabetic drugs for their potential for future therapy focussing on injectable therapies. Recent data from dual agonists, in particular tirzepatide, a combination of GIP- and GLP-1 receptor agonists, show unprecedented reductions in HbA1c, body weight and cardiovascular risk factors. Once-weekly administrations of incretin mimetics open up the potential of a combination with once-weekly insulins that have been shown to have low peak-to-trough fluctuations. Eventually, it might be feasible to administer incretins and insulins (combinations) orally. While this has already been achieved for incretins, there are still some challenges for the oral application of insulin. Nevertheless, many promising data of novel antidiabetic drugs clearly indicate that therapy of people with diabetes will become easier, safer and more efficacious in the next years."
  },
  {
    "pmid": "31831339",
    "title": "Insulin as an immunomodulatory hormone.",
    "date": "2020 Apr",
    "journal": "Cytokine Growth Factor Rev",
    "authors": [
      "van Niekerk G",
      "Christowitz C",
      "Conradie D",
      "Engelbrecht AM"
    ],
    "abstract": "Insulin plays an indispensable role in the management of hyperglycaemia that arises in a variety of settings, including Type I and II diabetes, gestational diabetes, as well as is in hyperglycaemia following a severe inflammatory insult. However, insulin receptors are also expressed on a range of cells that are not canonically implicated in glucose homeostasis. This includes immune cells, where the anti-inflammatory effects of insulin have been repeatedly reported. However, recent findings have also implicated a more involved role for insulin in shaping the immune response during an infection. This includes the ability of insulin to modulate immune cell differentiation and polarisation as well as the modulation of effector functions such as biocidal ROS production. Finally, inflammatory mediators can through both direct and indirect mechanisms also regulate serum insulin levels, suggesting that insulin may be co-opted by the immune system during an infection to direct immunological operations. Collectively, these observations implicate insulin as a bona fide immune-modulating hormone and suggest that a better understanding of insulin's immunological function may aid in optimising insulin therapy in a range of clinical settings."
  },
  {
    "pmid": "30583034",
    "title": "Concentrated insulins in current clinical practice.",
    "date": "2019 Feb",
    "journal": "Diabetes Res Clin Pract",
    "authors": [
      "Schloot NC",
      "Hood RC",
      "Corrigan SM",
      "Panek RL",
      "Heise T"
    ],
    "abstract": "New concentrated insulins (exceeding 100 units/mL) and dedicated devices have recently become available, offering new treatment options for people with diabetes, for basal and prandial insulin supplementation. The concentrated insulin formulations range from 2-fold concentration (insulin lispro 200 units/mL) with rapid-acting prandial action to 5-fold concentration (human regular insulin, 500 units/mL) with basal and short-acting prandial actions. Long-acting basal insulins include degludec 200 units/mL and glargine 300 units/mL. Concentrated insulins have been developed with the goal of easing insulin therapy by reducing the volume and number of injections and in some cases making use of altered pharmacokinetic and pharmacodynamic properties. This review summarizes the unique characteristics of each concentrated insulin to help healthcare providers and people with diabetes understand how to best use them."
  },
  {
    "pmid": "34480874",
    "title": "Insulin therapy development beyond 100 years.",
    "date": "2021 Oct",
    "journal": "Lancet Diabetes Endocrinol",
    "authors": [
      "Home PD",
      "Mehta R"
    ],
    "abstract": "The first insulin preparation capable of consistently lowering blood glucose was developed in 1921. But 100 years later, blood glucose control with insulin in people with diabetes is nearly universally suboptimal, with essentially the same molecule still delivered by the same inappropriate subcutaneous injection route. Bypassing this route with oral administration appears to have become technologically feasible, accelerating over the past 50 years, either with packaged insulin peptides or by chemical insulin mimetics. Some of the problems of prospective unregulated absorption of insulin into the circulation from subcutaneous depots might be overcome with glucose-responsive insulins. Approaches to these problems could be modification of the peptide by adducts, or the use of nanoparticles or insulin patches, which deliver insulin according to glucose concentration. Some attention has been paid to targeting insulin preferentially to different organs, either by molecular engineering of insulin, or with adducts. But all these approaches still have problems in even beginning to match the responsiveness of physiological insulin delivery to metabolic requirements, both prandially and basally. As would be expected, for all these technically complex approaches, many examples of abandoned development can be found. Meanwhile, it is becoming possible to change the duration of action of subcutaneous injected insulin analogues to act even more rapidly for meals, and towards weekly insulin for basal administration. The state of the art of all these approaches, and the barriers to success, are reviewed here."
  },
  {
    "pmid": "37198930",
    "title": "Insulin biobetters and biosimilars in clinical practice.",
    "date": "2023 Jun",
    "journal": "J R Coll Physicians Edinb",
    "authors": [
      "Home P"
    ],
    "abstract": "Insulin injections have never been an entirely satisfactory therapy, and as a result a continuing 'biobetter' technological cascade has driven changes in purity and manufacture, in structure and excipients, and in administration devices. The resulting deck of insulin preparations has to be matched by health-care teams and users with individual need. This latter is itself a complex ranging from ambulatory care in type 1 and type 2 diabetes, the topic generally addressed by guidelines and funding advice, to in-patient care and the newly diagnosed, plus secondary diabetes with very different effects on insulin need, through to co-morbidities and medications interfering with glucose metabolism. In this article the match of different clinical scenarios to the available insulins is discussed in the context of available evidence, quality guidelines, and diabetes best practice. Additionally the role of biosimilars of the insulin analogues is addressed, their limited but useful price advantage, and the management consequences of substitution for the originator product."
  },
  {
    "pmid": "31567175",
    "title": "Insulin Therapy in Type 2 Diabetes.",
    "date": "2020 Jan/Feb",
    "journal": "Am J Ther",
    "authors": [
      "Aschner P"
    ],
    "abstract": "Since the discovery of insulin, it was the only drug available for the treatment of diabetes until the development of sulfonylureas and biguanides 50 years later. But even with the availability of oral glucose-lowering drugs, insulin supplementation was often needed to achieve good glucose control in type 2 diabetes. Insulin NPH became the basal insulin therapy of choice and adding NPH to metformin and/or sulfonylureas became the standard of care until basal insulin analogs were developed and new glucose-lowering drugs became available."
  },
  {
    "pmid": "33710398",
    "title": "'Smart' insulin-delivery technologies and intrinsic glucose-responsive insulin analogues.",
    "date": "2021 May",
    "journal": "Diabetologia",
    "authors": [
      "Jarosinski MA",
      "Dhayalan B",
      "Rege N",
      "Chatterjee D",
      "Weiss MA"
    ],
    "abstract": "Insulin replacement therapy for diabetes mellitus seeks to minimise excursions in blood glucose concentration above or below the therapeutic range (hyper- or hypoglycaemia). To mitigate acute and chronic risks of such excursions, glucose-responsive insulin-delivery technologies have long been sought for clinical application in type 1 and long-standing type 2 diabetes mellitus. Such 'smart' systems or insulin analogues seek to provide hormonal activity proportional to blood glucose levels without external monitoring. This review highlights three broad strategies to co-optimise mean glycaemic control and time in range: (1) coupling of continuous glucose monitoring (CGM) to delivery devices (algorithm-based 'closed-loop' systems); (2) glucose-responsive polymer encapsulation of insulin; and (3) mechanism-based hormone modifications. Innovations span control algorithms for CGM-based insulin-delivery systems, glucose-responsive polymer matrices, bio-inspired design based on insulin's conformational switch mechanism upon insulin receptor engagement, and glucose-responsive modifications of new insulin analogues. In each case, innovations in insulin chemistry and formulation may enhance clinical outcomes. Prospects are discussed for intrinsic glucose-responsive insulin analogues containing a reversible switch (regulating bioavailability or conformation) that can be activated by glucose at high concentrations."
  },
  {
    "pmid": "40480914",
    "title": "Development of insulin and its pharmacology and perioperative use: a narrative review.",
    "date": "2025 Aug",
    "journal": "Br J Anaesth",
    "authors": [
      "Dhatariya K",
      "Levy NA",
      "Stubbs D",
      "Frank C",
      "Tinsley SL",
      "Knaggs RD"
    ],
    "abstract": "Diabetes mellitus is characterised by an elevated blood glucose concentration. Over the last two decades, a plethora of new agents have emerged to help treat the condition, of which several classes of agent have been shown to reduce the risk of cardiovascular morbidity and mortality. In addition, there have been several developments in the pharmacology of insulin, improving the pharmacokinetics and pharmacodynamics of insulin analogues to better mimic physiological insulin concentrations in the liver, skeletal muscle, and other tissues. Furthermore, the technologies used to deliver insulin and measure glucose have improved; for example, in the UK, hybrid closed loop systems are now the standard of care for people with type 1 diabetes mellitus. This review focuses on insulin and insulin delivery. We consider the history of insulin development and the pharmacology of newer insulin analogues. We also describe the novel technologies available and the considerations that need to be made by anaesthetists, surgeons, and other members of the perioperative team when looking after someone with diabetes mellitus on these insulins, or using these devices, to ensure safe care and the avoidance of complications."
  },
  {
    "pmid": "30168804",
    "title": "Altered mitochondrial function in insulin-deficient and insulin-resistant states.",
    "date": "2018 Aug 31",
    "journal": "J Clin Invest",
    "authors": [
      "Ruegsegger GN",
      "Creo AL",
      "Cortes TM",
      "Dasari S",
      "Nair KS"
    ],
    "abstract": "Diabetes profoundly alters fuel metabolism; both insulin deficiency and insulin resistance are characterized by inefficient mitochondrial coupling and excessive production of reactive oxygen species (ROS) despite their association with normal to high oxygen consumption. Altered mitochondrial function in diabetes can be traced to insulin's pivotal role in maintaining mitochondrial proteome abundance and quality by enhancing mitochondrial biogenesis and preventing proteome damage and degradation, respectively. Although insulin enhances gene transcription, it also induces decreases in amino acids. Thus, if amino acid depletion is not corrected, increased transcription will not result in enhanced translation of transcripts to proteins. Mitochondrial biology varies among tissues, and although most studies in humans are performed in skeletal muscle, abnormalities have been reported in multiple organs in preclinical models of diabetes. Nutrient excess, especially fat excess, alters mitochondrial physiology by driving excess ROS emission that impairs insulin action. Excessive ROS irreversibly damages DNA and proteome with adverse effects on cellular functions. In insulin-resistant people, aerobic exercise stimulates both mitochondrial biogenesis and efficiency concurrent with enhancement of insulin action. This Review discusses the association between both insulin-deficient and insulin-resistant diabetes and alterations in mitochondrial proteome homeostasis and function that adversely affect cellular functions, likely contributing to many diabetic complications."
  },
  {
    "pmid": "38568467",
    "title": "Prandial Insulins: A Person-Centered Choice.",
    "date": "2024 Jun",
    "journal": "Curr Diab Rep",
    "authors": [
      "Attri B",
      "Nagendra L",
      "Dutta D",
      "Shetty S",
      "Shaikh S",
      "Kalra S",
      "Bhattacharya S"
    ],
    "abstract": "Postprandial hyperglycemia, or elevated blood glucose after meals, is associated with the development and progression of various diabetes-related complications. Prandial insulins are designed to replicate the natural insulin release after meals and are highly effective in managing post-meal glucose spikes. Currently, different types of prandial insulins are available such as human regular insulin, rapid-acting analogs, ultra-rapid-acting analogs, and inhaled insulins. Knowledge about diverse landscape of prandial insulin will optimize glycemic management."
  },
  {
    "pmid": "34404937",
    "title": "One hundred years of insulin therapy.",
    "date": "2021 Dec",
    "journal": "Nat Rev Endocrinol",
    "authors": [
      "Mathieu C",
      "Martens PJ",
      "Vangoitsenhoven R"
    ],
    "abstract": "At the time of its first clinical application 100 years ago, insulin was presented as the cure for people with diabetes mellitus. That transpired to be an overstatement, yet insulin has proven to be the lifesaver for people with type 1 diabetes mellitus and an essential therapy for many with type 2 diabetes mellitus or other forms of diabetes mellitus. Since its discovery, insulin (a molecule of only 51 amino acids) has been the subject of pharmaceutical research and development that has paved the way for other protein-based therapies. From purified animal-extracted insulin and human insulin produced by genetically modified organisms to a spectrum of insulin analogues, pharmaceutical laboratories have strived to tailor the preparations to the needs of patients. Nonetheless, overall glycaemic control often remains poor as exogenous insulin is still not able to mimic the physiological insulin profile. Circumventing subcutaneous administration and the design of analogues with profiles that mimic that of physiological insulin are ongoing areas of research. Novel concepts, such as once-weekly insulins or glucose-dependent and oral insulins, are on the horizon but their real-world effectiveness still needs to be proven. Until a true cure for type 1 diabetes mellitus is found and the therapeutic arsenal for other forms of diabetes mellitus is expanded, insulin will remain central in the treatment of many people living with diabetes mellitus."
  },
  {
    "pmid": "36052570",
    "title": "Leveraging Clinical Pharmacology Data to Assess Biosimilarity and Interchangeability of Insulin Products.",
    "date": "2023 Apr",
    "journal": "Clin Pharmacol Ther",
    "authors": [
      "Vaidyanathan J",
      "Wang YC",
      "Tran D",
      "Seo SK"
    ],
    "abstract": "There is over a hundred years of clinical experience with insulin for the treatment of diabetes. The US Food and Drug Administration (FDA) approved the first insulin biosimilar interchangeable product in 2021 for improving glycemic control in adults and pediatric patients with type 1 diabetes mellitus and in adults with type 2 diabetes mellitus. Several recombinant insulin products are available in the United States, including the recently approved biosimilar insulins. The approval of the biosimilar insulin products was based on comparative analytical characterizations and comparative pharmacokinetic (PK) and pharmacodynamic (PD) data. The primary objective of this review is to discuss the scientific considerations in the demonstration of biosimilarity of a proposed insulin biosimilar to a reference product and the role of clinical pharmacology studies in the determination of biosimilarity and interchangeability. Euglycemic clamp studies are considered a \"gold standard\" for insulin PK and PD characterization and have been widely used to determine the time-action profiles of rapid-acting, intermediate-acting, and long-acting insulin products. Clinical pharmacology aspects of study design, including selection of appropriate dose, study population, PK, and PD end points, are presented. Finally, the role of clinical pharmacology studies in the interchangeability assessment of insulin and the regulatory pathways used for insulin and the experience with follow-on insulins and the two recently approved biosimilar insulin products is discussed."
  },
  {
    "pmid": "25118998",
    "title": "Insulin and GH-IGF-I axis: endocrine pacer or endocrine disruptor?",
    "date": "2015 Jun",
    "journal": "Acta Diabetol",
    "authors": [
      "Giustina A",
      "Berardelli R",
      "Gazzaruso C",
      "Mazziotti G"
    ],
    "abstract": "Growth hormone/insulin-like growth factor (IGF) axis may play a role in maintaining glucose homeostasis in synergism with insulin. IGF-1 can directly stimulate glucose transport into the muscle through either IGF-1 or insulin/IGF-1 hybrid receptors. In severely decompensated diabetes including diabetic ketoacidosis, plasma levels of IGF-1 are low and insulin delivery into the portal system is required to normalize IGF-1 synthesis and bioavailability. Normalization of serum IGF-1 correlated with the improvement of glucose homeostasis during insulin therapy providing evidence for the use of IGF-1 as biomarker of metabolic control in diabetes. Taking apart the inherent mitogenic discussion, diabetes treatment using insulins with high affinity for the IGF-1 receptor may act as an endocrine pacer exerting a cardioprotective effect by restoring the right level of IGF-1 in bloodstream and target tissues, whereas insulins with low affinity for the IGF-1 receptor may lack this positive effect. An excessive and indirect stimulation of IGF-1 receptor due to sustained and chronic hyperinsulinemia over the therapeutic level required to overtake acute/chronic insulin resistance may act as endocrine disruptor as it may possibly increase the cardiovascular risk in the short and medium term and mitogenic/proliferative action in the long term. In conclusion, normal IGF-1 may be hypothesized to be a good marker of appropriate insulin treatment of the subject with diabetes and may integrate and make more robust the message coming from HbA1c in terms of prediction of cardiovascular risk."
  },
  {
    "pmid": "26924668",
    "title": "A primer on concentrated insulins: what an internist should know.",
    "date": "2016 May",
    "journal": "Postgrad Med",
    "authors": [
      "Barnosky A",
      "Shah L",
      "Meah F",
      "Emanuele N",
      "Emanuele MA",
      "Mazhari A"
    ],
    "abstract": "The common insulin concentration in most preparations of insulin is 100 units per mL or U-100. Human regular U-500 insulin was the first concentrated insulin introduced and it has been available in the United States since the 1950s. Humulin R is the only human regular U-500 available on the market. Human regular U-500 is five times more concentrated than U-100 and because of its pharmacodynamic properties, works as both a basal and a bolus insulin. Human regular U500 allows for delivery of a larger insulin dose with a smaller volume leading to better absorption compared to U-100 and has traditionally been used in patients with moderate to severe insulin resistance. More recently other forms of concentrated insulin have become available and the newer concentrated insulin preparations can be used in diabetic patients with or without insulin resistance. Our intent is to provide primary care physicians with a review of the pharmacology and current literature on concentrated insulins as well as recommendations for patient selection, dose initiation, and dose adjustment."
  },
  {
    "pmid": "32681425",
    "title": "Update on Biosimilar Insulins: A US Perspective.",
    "date": "2020 Aug",
    "journal": "BioDrugs",
    "authors": [
      "Zhang RM",
      "Puri R",
      "McGill JB"
    ],
    "abstract": "The development of biosimilar insulin products has slowly evolved with only two follow-on biologics currently available to patients in the US. Both Basaglar ® (insulin glargine) and Admelog ® (insulin lispro) have undergone extensive testing, and have gained significant use by patients in the US. Despite the availability of these follow-on products, the price of insulin has remained stubbornly high. New regulatory guidance under the Biologics Price Competition and Innovations Act that came into effect in March 2020 introduced an abbreviated pathway for the approval of biosimilar insulins and introduced the option to apply for interchangeability of the biosimilar insulin with the reference product. This abbreviated clinical testing may open the doors for numerous follow-on insulin products, with unknown supply-chain and fiscal ramifications. This review will highlight the development process of biosimilar insulin in the US and the recent regulatory changes that can aid this process. We will also discuss challenges for prescribers and patients who are navigating this ever-changing landscape. These new regulations for biosimilar insulins will have ramifications for patients, healthcare providers, and third-party payers, though the direction and scope of these changes is unclear."
  },
  {
    "pmid": "26051044",
    "title": "New forms of insulin and insulin therapies for the treatment of type 2 diabetes.",
    "date": "2015 Aug",
    "journal": "Lancet Diabetes Endocrinol",
    "authors": [
      "Cahn A",
      "Miccoli R",
      "Dardano A",
      "Del Prato S"
    ],
    "abstract": "Insulin is a common treatment option for many patients with type 2 diabetes, and is generally used late in the natural history of the disease. Its injectable delivery mode, propensity for weight gain and hypoglycaemia, and the paucity of trials assessing the risk-to-safety ratio of early insulin use are major shortcomings associated with its use in patients with type 2 diabetes. Development of new insulins-such as insulin analogues, including long-acting and short-acting insulins-now provide alternative treatment options to human insulin. These novel insulin formulations and innovative insulin delivery methods, such as oral or inhaled insulin, have been developed with the aim to reduce insulin-associated hypoglycaemia, lower intraindividual pharmacokinetic and pharmacodynamic variability, and improve imitation of physiological insulin release. Availability of newer glucose-lowering drugs (such as glucagon-like peptide-1 receptor agonists, dipeptidyl peptidase-4 inhibitors, and sodium-glucose co-transporter-2 inhibitors) also offers the opportunity for combination treatment; the results of the first trials in this area of research suggest that such treatment might lead to use of reduced insulin doses, less weight gain, and fewer hypoglycaemic episodes than insulin treatment alone. These and future developments will hopefully offer better opportunities for individualisation of insulin treatment for patients with type 2 diabetes."
  },
  {
    "pmid": "29664731",
    "title": "Insulin-like signaling within and beyond metazoans.",
    "date": "2018 Jul 26",
    "journal": "Biol Chem",
    "authors": [
      "Vitali V",
      "Horn F",
      "Catania F"
    ],
    "abstract": "Insulin signaling is pivotal in controlling animals' lifespan and responses to environmental changes and, when altered, it may lead to pathogenic states. Despite its importance and relevance for biomedical research, insulin's mechanism of action and the full range of its pathophysiological effects remain incompletely understood. Likewise, the evolutionary origin of insulin and its associated signaling components are unclear. Notwithstanding the common view that insulin signaling originated within metazoans, experimental evidence from non-metazoans suggest a more widespread distribution across eukaryotes. Here, we summarize this evidence. Furthermore, we put forward an evolutionary account that reconciles seemingly contradictory results in the literature."
  },
  {
    "pmid": "29707584",
    "title": "Rethinking the Viability and Utility of Inhaled Insulin in Clinical Practice.",
    "date": "2018",
    "journal": "J Diabetes Res",
    "authors": [
      "Heinemann L",
      "Parkin CG"
    ],
    "abstract": "Despite considerable advances in pharmacotherapy and self-monitoring technologies in the last decades, a large percentage of adults with diabetes remain unsuccessful in achieving optimal glucose due to suboptimal medication adherence. Contributors to suboptimal adherence to insulin treatment include pain, inconvenience, and regimen complexity; however, a key driver is hypoglycemia. Improvements in the PK/PD characteristics of today's SC insulins provide more physiologic coverage of basal and prandial insulin requirements than regular human insulin; however, they do not achieve the rapid on/rapid off characteristics of endogenously secreted insulin seen in healthy, nondiabetic individuals. Pulmonary administration of prandial insulin represents an attractive option that overcomes limitations of SC insulin by providing more a rapid onset of action and a faster return of action to baseline levels than SC administration of rapid-acting insulin analogs. This article reviews the unique PK/PD properties of a novel inhaled formulation that support its use in patient populations with T1D or T2D."
  },
  {
    "pmid": "36183266",
    "title": "[Oncodiabetology II. Antidiabetics and cancer prevention].",
    "date": "2022 Oct 2",
    "journal": "Orv Hetil",
    "authors": [
      "Bánhegyi RJ",
      "Gazdag A",
      "Rácz B",
      "Szalai L",
      "Wágner R",
      "Fülöp N"
    ],
    "abstract": "The number of patients with type 2 diabetes is increasing worldwide. In Hungary, the prevalence of known diabetic adults exceeds 9.1%, causing increased economical and medical burden to the society. It is obvious that there is a considerable urge to develop novel, safer and more efficient antidiabetic drugs. Therefore, studies have been focusing on the beneficial or detrimental side effects of antidiabetic drugs besides their general metabolic effects. Every anti-diabetic agent has an indirect anti-tumor effect as a consequence of lowering blood glucose levels and controlling carbohydrate, protein and lipid metabolism. In addition, most agents have their own direct antitumor effects, on the other hand, some may play a negligible role in cancer promotion. While the latter possibility is based mainly on pre-clinical, experimental data or on short-duration clinical studies, the informations about the safety of antidiabetic drugs are verified by large-scale, randomized, multicenter, placebo-controlled trials. Nowadays, metformin is the only drug that has been shown to reduce cancer risk in a variety of tumor localizations in monotherapy or in combination with other antidiabetic agents and insulins, and even in combination with certain cytostatics and biological therapies. The available data about the role of other antidiabetics in tumor prevention are less clear or insufficient. Here, we review the available – sometimes contradictory – literature about the relationship of tumor and antidiabet ics, verifying the safety of antidiabetics. Here, we propose that in the future tumor-specifically optimized antidiabetic treatment may play a role in tumor prevention or even in specific oncotherapy in patients with or without diabetes."
  },
  {
    "pmid": "25225059",
    "title": "The feto-placental dialogue and diabesity.",
    "date": "2015 Jan",
    "journal": "Best Pract Res Clin Obstet Gynaecol",
    "authors": [
      "Desoye G",
      "van Poppel M"
    ],
    "abstract": "Recent studies have established that the neonate born to a pregnancy with maternal diabetes or obesity ('diabesity') is characterized by increased fat accumulation. The neonatal fat is the result of triglyceride synthesis and deposition stimulated by elevated fetal insulin levels combined with insulin's mitogenic activity directly stimulating the growth of the white adipocytes. Fetal insulin levels are determined by fetal glucose and some amino acids such as arginine. Although the placenta plays a key role in providing maternally derived nutrients to the growing fetus, there is currently no evidence that it actively contributes to an excessive maternal-to-fetal glucose flux at the end of gestation. Early in gestation, the maternal environment in diabesity, and in particular the glucose-insulin axis, can modify placental growth and development, which may contribute to an enhanced glucose flux to the fetus already early in pregnancy. This may have long-lasting effects on the fetal pancreas and accelerate beta-cell maturation. The association of fetal and neonatal insulin levels and the proportion of body fat with obesity later in the offspring's life calls for interventions during pregnancy to prevent or reduce fetal hyperinsulinaemia. Dietary and/or physical activity interventions initiated before or in early pregnancy would likely be most effective. Results from the very few studies with fetal insulin as the outcome are inconsistent. However, there is a major lack of randomized intervention trials on this topic."
  },
  {
    "pmid": "30694828",
    "title": "Are newer insulins always the better option?",
    "date": "2019 Apr",
    "journal": "Curr Opin Endocrinol Diabetes Obes",
    "authors": [
      "Malkani S"
    ],
    "abstract": "Since its discovery almost a century ago, there have been numerous advancements in the formulations of insulin. The newer insulin analogs have structural modifications with the goal of altering pharmacokinetics to achieve either quick onset and offset of action (mealtime bolus analogs), or a prolonged steady action (basal analogs). These analogs offer many advantages over older human insulins but are several-fold more expensive. The aim of this review is to evaluate reasons for the exorbitant price of the newer insulins, to examine the evidence regarding their clinical advantages and to make value-based prescribing recommendations."
  },
  {
    "pmid": "25585592",
    "title": "Systematic review and meta-analysis of randomized clinical trials comparing efficacy and safety outcomes of insulin glargine with NPH insulin, premixed insulin preparations or with insulin detemir in type 2 diabetes mellitus.",
    "date": "2015 Aug",
    "journal": "Acta Diabetol",
    "authors": [
      "Rys P",
      "Wojciechowski P",
      "Rogoz-Sitek A",
      "Niesyczyński G",
      "Lis J",
      "Syta A",
      "Malecki MT"
    ],
    "abstract": "A variety of basal insulin preparations are used to treat patients with type 2 diabetes mellitus (T2DM). We aimed to summarize scientific evidence on relative efficacy and safety of insulin glargine (IGlar) and other insulins in T2DM."
  },
  {
    "pmid": "30116911",
    "title": "Glucose Targets and Insulin Choice in Pregnancy: What Has Changed in the Last Decade?",
    "date": "2018 Aug 16",
    "journal": "Curr Diab Rep",
    "authors": [
      "Bacon S",
      "Feig DS"
    ],
    "abstract": "To review current glycaemic targets and the potential use of newer insulin formulations in pregnancy."
  },
  {
    "pmid": "26521203",
    "title": "Insulin: pancreatic secretion and adipocyte regulation.",
    "date": "2016 Jan",
    "journal": "Domest Anim Endocrinol",
    "authors": [
      "Baumgard LH",
      "Hausman GJ",
      "Sanz Fernandez MV"
    ],
    "abstract": "Insulin is the primary acute anabolic coordinator of nutrient partitioning. Hyperglycemia is the main stimulant of insulin secretion, but other nutrients such as specific amino acids, fatty acids, and ketoacids can potentiate pancreatic insulin release. Incretins are intestinal hormones with insulinotropic activity and are secreted in response to food ingestion, thus integrating diet chemical composition with the regulation of insulin release. In addition, prolactin is required for proper islet development, and it stimulates β-cell proliferation. Counterintuitively, bacterial components appear to signal insulin secretion. In vivo lipopolysaccharide infusion acutely increases circulating insulin, which is paradoxical as endotoxemia is a potent catabolic condition. Insulin is a potent anabolic orchestrator of nutrient partitioning, and this is particularly true in adipocytes. Insulin dictates lipid accretion in a dose-dependent manner during preadipocyte development in adipose tissue-derived stromal vascular cell culture. However, in vivo studies focused on insulin's role in regulating adipose tissue metabolism from growing, and market weight pigs are sometimes inconsistent, and this variability appears to be animal, age and depot dependent. Additionally, porcine adipose tissue synthesizes and secretes a number of adipokines (leptin, adiponectin, and so forth) that directly or indirectly influence insulin action. Therefore, because insulin has an enormous impact on agriculturally important phenotypes, it is critical to have a better understanding of how insulin homeostasis is governed."
  },
  {
    "pmid": "33550440",
    "title": "Transforming type 1 diabetes: the next wave of innovation.",
    "date": "2021 May",
    "journal": "Diabetologia",
    "authors": [
      "Drucker DJ"
    ],
    "abstract": "The discovery of insulin in 1921 enabled pharmaceutical production of animal insulins for the treatment of people with type 1 diabetes by 1922. The last several decades have witnessed enormous scientific progress in the therapy of type 1 diabetes, yet some developments have been incremental, and insulin is not a cure. Herein, I highlight key scientific advances potentially poised to improve the quality of life and treatment outcomes in type 1 diabetes. These innovations range from newer insulin analogues to the development of smart insulins, oral and weekly insulins, glucose sensors and closed-loop insulin-delivery devices, as well as strategies for durable human beta cell replacement coupled with selective immune manipulation to preserve beta cell function. Finally, progress in the prediction and prevention of type 1 diabetes highlights the ongoing challenges and potential for altering the natural history of the disease or eliminating type 1 diabetes altogether."
  },
  {
    "pmid": "40983070",
    "title": "The future of type 1 diabetes therapy.",
    "date": "2025 Oct 4",
    "journal": "Lancet",
    "authors": [
      "Ziegler AG",
      "Cengiz E",
      "Kay TWH"
    ],
    "abstract": "The treatment of type 1 diabetes is entering a transformative era. Teplizumab, the first immunotherapy treatment to delay the onset of clinical type 1 diabetes, has been approved by the US Food and Drug Administration. Other immune-based therapies show promise in preserving β-cell function. Public health screening using islet autoantibodies is expanding, enabling earlier diagnosis, reducing diabetic ketoacidosis, and allowing timely introduction of disease-modifying treatments before the need for insulin therapy. β-cell replacement is shifting from traditional transplantation of organ donor islets and the pancreas to stem cell-derived β cells. Bioengineering methods, such as encapsulation, and gene editing to create hypoimmune cells could reduce the need for immunosuppression that has hampered β-cell replacement, and patient-derived stem cells open doors to personalised therapies. Although these innovations have been made available to a small number of patients, scaling them to widespread use remains a challenge. Meanwhile, glucose regulation is improving through the use of automated insulin delivery systems that combine glucose monitoring with insulin pumps. New-generation insulins (those that are ultrarapid, ultralong, and glucose-responsive) improve outcomes by minimising blood sugar fluctuations. Together, these breakthroughs offer renewed hope for improving long-term management and quality of life for people living with type 1 diabetes."
  },
  {
    "pmid": "39332547",
    "title": "Central effects of acute intranasal insulin on neuroimaging, cognitive, and behavioural outcomes: A systematic review.",
    "date": "2024 Dec",
    "journal": "Neurosci Biobehav Rev",
    "authors": [
      "Tabassum A",
      "Badulescu S",
      "Singh E",
      "Asoro R",
      "McIntyre RS",
      "Teopiz KM",
      "Llach CD",
      "Shah H",
      "Mansur RB"
    ],
    "abstract": "The distribution of insulin receptors throughout the brain implicates insulin in physiological functions and disease states, including cognition, appetite, mood, and metabolic disorders. Intranasally administered insulin offers a non-invasive approach for isolating and investigating brain insulin action. This systematic review synthesized the effects of acute intranasal insulin on neuroimaging, cognitive, and behavioural outcomes reported in 48 studies in adults. Age, sex, body mass index, and insulin resistance were found to moderate brain insulin action. Neuroimaging studies showed insulin affects brain activity, cerebral blood flow, and functional connectivity in regions like the hypothalamus, amygdala, and insula. Insulin also modified cognitive function, eating behaviour, and the stress response. Nonetheless, inconsistencies in study designs, dosages, and outcome measures necessitate standardized methodologies to better understand central insulin action. Taken together, insulin's ability to modify stress and fear, appetite and eating behaviour, and cognitive function in both healthy and diseased individuals highlight its potential in the therapeutic and mechanistic exploration of highly prevalent psychiatric, metabolic, and cognitive conditions like mood disorders, obesity, and Alzheimer's disease."
  },
  {
    "pmid": "35989245",
    "title": "The adipocyte supersystem of insulin and cAMP signaling.",
    "date": "2023 Apr",
    "journal": "Trends Cell Biol",
    "authors": [
      "Guilherme A",
      "Rowland LA",
      "Wang H",
      "Czech MP"
    ],
    "abstract": "Adipose tissue signals to brain, liver, and muscles to control whole body metabolism through secreted lipid and protein factors as well as neurotransmission, but the mechanisms involved are incompletely understood. Adipocytes sequester triglyceride (TG) in fed conditions stimulated by insulin, while in fasting catecholamines trigger TG hydrolysis, releasing glycerol and fatty acids (FAs). These antagonistic hormone actions result in part from insulin's ability to inhibit cAMP levels generated through such G-protein-coupled receptors as catecholamine-activated β-adrenergic receptors. Consistent with these antagonistic signaling modes, acute actions of catecholamines cause insulin resistance. Yet, paradoxically, chronically activating adipocytes by catecholamines cause increased glucose tolerance, as does insulin. Recent results have helped to unravel this conundrum by revealing enhanced complexities of these hormones' signaling networks, including identification of unexpected common signaling nodes between these canonically antagonistic hormones."
  },
  {
    "pmid": "29536603",
    "title": "Biosimilar vs originator insulins: Systematic review and meta-analysis.",
    "date": "2018 Jul",
    "journal": "Diabetes Obes Metab",
    "authors": [
      "Yamada T",
      "Kamata R",
      "Ishinohachi K",
      "Shojima N",
      "Ananiadou S",
      "Nom H",
      "Yamauchi T",
      "Kadowaki T"
    ],
    "abstract": "Biosimilar insulins have expanded the treatment options for diabetes. We compared the clinical efficacy and safety of biosimilar insulins with those of originator insulins by conducting a meta-analysis. A random-effects meta-analysis was performed on randomized controlled trials comparing biosimilar and originator insulins in adults with diabetes. Studies were obtained by searching electronic databases up to December 2017. Ten trials, in a total of 4935 patients, were assessed (2 trials each on LY2963016, MK-1293, Mylan's insulin glargine and SAR342434, and 1 trial each on FFP-112 and Basalog). The meta-analysis found no differences between long-acting biosimilar and originator insulins with regard to reduction in glycated haemoglobin at 24 weeks (0.04%, 95% confidence interval [CI] -0.01, 0.08; P for efficacy = .14, I 2 = 0%) or at 52 weeks (0.03%, 95% CI -0.04, 0.1), or reduction in fasting plasma glucose (0.08 mmol/L, 95% CI 0.36, 0.53), hypoglycaemia (odds ratio 0.99, 95% CI 0.96, 1.03), mortality, injection site reactions, insulin antibodies and allergic reactions. Analyses stratified by type of diabetes and prior insulin use yielded similar findings. Similarly, no significant differences were found between short-acting biosimilar and originator insulins. In summary, our meta-analysis showed no significant differences in clinical efficacy and safety, including immune reactions, between biosimilar and originator insulins. Biosimilar insulins can increase access to modern insulin therapy and reduce medical costs."
  },
  {
    "pmid": "28942788",
    "title": "Insulin Management Strategies for Exercise in Diabetes.",
    "date": "2017 Oct",
    "journal": "Can J Diabetes",
    "authors": [
      "Zaharieva DP",
      "Riddell MC"
    ],
    "abstract": "There is no question that regular exercise can be beneficial and lead to improvements in overall cardiovascular health. However, for patients with diabetes, exercise can also lead to challenges in maintaining blood glucose balance, particularly if patients are prescribed insulin or certain oral hypoglycemic agents. Hypoglycemia is the most common adverse event associated with exercise and insulin therapy, and the fear of hypoglycemia is also the greatest barrier to exercise for many patients. With the appropriate insulin dose adjustments and, in some cases, carbohydrate supplementation, blood glucose levels can be better managed during exercise and in recovery. In general, insulin strategies that help facilitate weight loss with regular exercise and recommendations around exercise adjustments to prevent hypoglycemia and hyperglycemia are often not discussed with patients because the recommendations can be complex and may differ from one individual to the next. This is a review of the current published literature on insulin dose adjustments and starting-point strategies for patients with diabetes in preparation for safe exercise."
  },
  {
    "pmid": "31655729",
    "title": "Recent advances in the determination of insulins from biological fluids.",
    "date": "2019",
    "journal": "Adv Clin Chem",
    "authors": [
      "Thomas A",
      "Thevis M"
    ],
    "abstract": "The qualitative and quantitative determination of insulin and its related substances (e. g., C-peptide) is of great importance in many different areas of analytical chemistry. In particular, due to the steadily increasing prevalence of metabolic disorders such as diabetes mellitus, an adequate control of the circulating amount of insulin is desirable. In addition, also in forensics and doping control analysis, the determination of insulin in blood, urine or other biological matrices plays a major role. However, in order to establish general reference values for insulin and C-peptide for diabetology, the comparability of measured concentrations is indispensable. This has not yet been fully implemented, although enormous progress has been made in recent years, and the search for a \"gold standard\" method is still ongoing. In addition to established ligand-binding assays, an increasing number of mass-spectrometric methods have been developed and employed as the to-date available systems (for example, high-resolution/high accuracy mass spectrometers) provide the sensitivity required to determine analyte concentrations in the sub-ng/mL (sub-100pmol/L) level. Meanwhile, also high-throughput measurements have been realized to meet the requirement of testing a high number of samples in a short period of time. Further developments aim at enabling the online measurement of insulin in the blood with the help of an insulin sensor and, in the following, in addition to a brief review, today's state of the art testing developments are summarized."
  },
  {
    "pmid": "37460842",
    "title": "Liver insulinization as a driver of triglyceride dysmetabolism.",
    "date": "2023 Jul",
    "journal": "Nat Metab",
    "authors": [
      "Cook JR",
      "Hawkins MA",
      "Pajvani UB"
    ],
    "abstract": "Metabolic dysfunction-associated fatty liver disease (MAFLD) is an increasingly prevalent fellow traveller with the insulin resistance that underlies type 2 diabetes mellitus. However, the mechanistic connection between MAFLD and impaired insulin action remains unclear. In this Perspective, we review data from humans to elucidate insulin's aetiological role in MAFLD. We focus particularly on the relative preservation of insulin's stimulation of triglyceride (TG) biosynthesis despite its waning ability to curb hepatic glucose production (HGP). To explain this apparent 'selective insulin resistance', we propose that hepatocellular processes that lead to TG accumulation require less insulin signal transduction, or 'insulinization,' than do those that regulate HGP. As such, mounting hyperinsulinaemia that barely compensates for aberrant HGP in insulin-resistant states more than suffices to maintain hepatic TG biosynthesis. Thus, even modestly elevated or context-inappropriate insulin levels, when sustained day and night within a heavily pro-lipogenic metabolic milieu, may translate into substantial cumulative TG biosynthesis in the insulin-resistant state."
  },
  {
    "pmid": "35123455",
    "title": "Efficacy and immunogenicity of insulin biosimilar compared to their reference products: a systematic review and meta-analysis.",
    "date": "2022 Feb 5",
    "journal": "BMC Endocr Disord",
    "authors": [
      "Yang LJ",
      "Wu TW",
      "Tang CH",
      "Peng TR"
    ],
    "abstract": "To ascertain the efficacy, safety, and immunogenicity from existing evidence via conducting a meta-analysis of randomized controlled trials between biosimilar and originator insulins."
  },
  {
    "pmid": "27883233",
    "title": "Intranasal Insulin Boosts Gustatory Sensitivity.",
    "date": "2017 Jan",
    "journal": "J Neuroendocrinol",
    "authors": [
      "Rodriguez-Raecke R",
      "Yang H",
      "Bruenner YF",
      "Freiherr J"
    ],
    "abstract": "Intranasal insulin has been the subject of attention not only with respect to enhancing memory processes, but also for its anorexic effects, as well as its effects on olfactory sensitivity. In the present study, the influence of intranasal insulin on gustatory sensitivity was investigated using intranasal applications of insulin or placebo in a double-blind manner alongside a control condition without any application. We hypothesised that, because it mediates satiety, intranasal insulin alters gustatory sensitivity, whereas placebo application and the control should not alter gustatory sensitivity. We did not expect the sensitivity to the different taste solutions to differ. Sweet, salty, bitter and sour liquids in four concentrations each were sprayed onto the tongue of healthy male subjects. Additionally, water with no taste was applied to enable calculation of taste sensitivity in terms of parameter d' of signal detection theory. The task of the subject was to identify the quality of the respective tastant. Gustatory sensitivity and blood parameters were evaluated using repeated-measures ANOVAs. Gustatory sensitivity (implying all tastants) improved significantly after intranasal insulin application compared to the application of placebo, although it did not reach significance compared to the control condition. Subjects performed best when detecting the sweet taste and worst when detecting the bitter taste. The blood parameters glucose, insulin, homeostatic model assessment and leptin did not differ with respect to insulin or placebo condition, nor did they differ regarding measurements preceding or following intranasal application, in confirmation of preserved peripheral euglycaemia during the experiment. Thus, it can be concluded that the application of intranasal insulin led to an improved gustatory sensitivity compared to placebo."
  },
  {
    "pmid": "29437477",
    "title": "New Insulins, Biosimilars, and Insulin Therapy.",
    "date": "2018 Feb",
    "journal": "Diabetes Technol Ther",
    "authors": [
      "Danne T",
      "Heinemann L",
      "Bolinder J"
    ],
    "abstract": "No abstract available."
  },
  {
    "pmid": "31068410",
    "title": "Initiation and Titration of Basal Insulin in Primary Care: Barriers and Practical Solutions.",
    "date": "2019 May-Jun",
    "journal": "J Am Board Fam Med",
    "authors": [
      "Perreault L",
      "Vincent L",
      "Neumiller JJ",
      "Santos-Cavaiola T"
    ],
    "abstract": "Basal insulin therapy is a critical part of effective type 2 diabetes (T2D) management for many patients, yet its initiation and titration are often delayed or avoided. Aversion to basal insulin therapy contributes to unnecessary hyperglycemia and poorer outcomes for patients. Primary care physicians often make decisions regarding the initiation of basal insulin in T2D, as they work closely with patients and are well placed to discuss and manage the transition to basal insulin therapy. However, many primary care clinicians hesitate to initiate basal insulin due to concerns regarding time or effort needed to educate patients, doubts about patient acceptance or ability to manage titration or injection, or patient fears of hypoglycemia. Resistance to basal insulin therapy is often linked to the outdated perception that the need for insulin represents a failure to control the disease, or that insulin is dangerous or toxic. Time concerns can be addressed via group classes and mobile technology and by working with diabetes educators in the community. Hypoglycemia or weight gain can be minimized with proper titration and use of second-generation basal insulins. This article reviews strategies for the initiation of basal insulin therapy, with an emphasis on the characteristics and titration of second-generation basal insulins, introducing current guidelines and offering suggestions for recognizing and overcoming barriers to insulin therapy in the management of T2D."
  },
  {
    "pmid": "35818669",
    "title": "Understanding Biosimilar Insulins - Development, Manufacturing, and Clinical Trials.",
    "date": "2023 Nov",
    "journal": "J Diabetes Sci Technol",
    "authors": [
      "Heinemann L",
      "Davies M",
      "Home P",
      "Forst T",
      "Vilsbøll T",
      "Schnell O"
    ],
    "abstract": "A wave of expiring patents for first-generation insulin analogues has created opportunities in the global insulin market for highly similar versions of these products, biosimilar insulins. Biologics are generally large, complex molecules produced through biotechnology in a living system, such as a microorganism, plant cell, or animal cell. Since manufacturing processes of biologics vary, biosimilars cannot be exact copies of their reference product but must exhibit a high degree of functional and structural similarity. Biosimilarity is proven by analytical approaches in comparative assessments, preclinical cell-based and animal studies, as well as clinical studies in humans facilitating the accumulation of evidence across all assessments. The approval of biosimilars follows detailed regulatory pathways derived from those of their reference products and established by agencies such as the European Medicines Agency and the US Food and Drug Administration. Regulatory authorities impose requirements to ensure that biosimilars meet high standards of quality, safety, and efficacy and are highly similar to their reference product."
  },
  {
    "pmid": "30227796",
    "title": "[Technological Innovations in Diabetes Therapy].",
    "date": "2018 Sep",
    "journal": "Praxis (Bern 1994)",
    "authors": [
      "Strey C"
    ],
    "abstract": "Technological Innovations in Diabetes Therapy Abstract. In the last few years a whole array of technical innovations has dramatically increased treatment options for patients with diabetes mellitus. Capillary blood glucose measurements are increasingly replaced by continuous glucose monitoring. More and more insulin pump systems are linked up to continuous glucose monitoring, which thereby become ever more self-regulating. Novel ultra-long and ultra-short acting insulins have become available. There will soon be oral alternatives for several anti-diabetic treatments, which hitherto needed to be injected."
  },
  {
    "pmid": "30639280",
    "title": "Insulin analogs: Glimpse on contemporary facts and future prospective.",
    "date": "2019 Feb 15",
    "journal": "Life Sci",
    "authors": [
      "Sharma AK",
      "Taneja G",
      "Kumar A",
      "Sahu M",
      "Sharma G",
      "Kumar A",
      "Sardana S",
      "Deep A"
    ],
    "abstract": "Insulin remains a predominant life-saving medication for type 1 and type 2 Diabetes Mellites. Natural insulin secretion limits the fluctuation of the narrow and high surge of blood glucose levels. However, imitating the same by external insulin remains a challenge as a variety of insulin analogs (rapid acting, short acting, intermediate acting and long-acting) have different pharmacokinetic (PK) and pharmacodynamic (PD) properties. Inconsistent reduction in overall hyperglycemia level and nocturnal hypoglycemia due to variable absorption time and time action profile predominantly highlights the need of revisiting the PK/PD of insulin analogs as single analog is not yet sufficed to replace internal insulin exogenously. Combination therapy with basal and prandial insulins or intensification of hypoglycemic therapy with premixed insulins are of prime importance in managing diabetes effectively, imitating the natural insulin secretion. Therefore, the knowledge of PK/PD properties might help a practitioner to design, implement and manage insulin replacement therapy effectively and averting adverse events. Present study reports the comparative analysis of PK/PD profile of various insulin analogs based on the concurrent information about clinical aspects. Moreover, study interlinks the major concerns of therapeutic efficacy of insulin analogs with their respective onset of action and duration of effectiveness and reported adverse drug reaction which explore the scope of improvement."
  },
  {
    "pmid": "28870707",
    "title": "Interventions to improve β-cell mass and function.",
    "date": "2017 Oct",
    "journal": "Ann Endocrinol (Paris)",
    "authors": [
      "Mondal P",
      "Prasad A",
      "Girdhar K"
    ],
    "abstract": "Diabetes mellitus (T2DM) has become an epidemiologically important disease worldwide and is also becoming a great matter of concern due to the effects associated with it like: high morbidity, elevated health care cost and shortened life span. T2DM is a chronic metabolic disease characterized by insulin resistance as well as β-cell dysfunction. It is widely accepted that in the face of insulin resistance, euglycemia can be maintained by increase in pancreatic β-cell mass and insulin secretion. This compensation is largely due to enhanced secretion of insulin by the β-cell mass, which is present initially, and thereby subsequent increases in β-cell mass provide additional insulin secretion. However, the mechanism by which β-cell anatomical plasticity and functional plasticity for insulin secretion is coordinated and executed in different physiological and pathophysiological states is complex and has been poorly understood. As the incidence of T2DM continues to increase at an alarming rate, it is becoming imperative to shift the research focus towards the β-cell physiology where identification of novel pathways that influence the β-cell proliferation and/or contribute to increase insulin secretion has the potential to lead to new therapies for preventing or delaying onset of disease."
  },
  {
    "pmid": "34763823",
    "title": "100 years of Insulin: Why is Insulin So Expensive and What Can be Done to Control Its Cost?",
    "date": "2021 Sep",
    "journal": "Endocrinol Metab Clin North Am",
    "authors": [
      "Herman WH",
      "Kuo S"
    ],
    "abstract": "The discovery of insulin 100 years ago and subsequent improvements in insulin formulations and delivery devices have changed the lives of people with diabetes. Unfortunately, the average price of insulin in the United States has nearly tripled over the past decade, and the high cost of insulin has become a barrier to diabetes treatment. On the 100th anniversary of insulin's discovery, this life-saving treatment is financially out of reach for as many as one-third of people with diabetes. The challenge now is to ensure that insulin is available for all people with diabetes who need it. We explore reasons for the high cost of insulin and recommend some clinical and policy interventions to improve insulin access and affordability."
  },
  {
    "pmid": "37667676",
    "title": "Efficacy and safety of once-weekly versus once-daily basal insulin analogues in the treatment of type 2 diabetes mellitus: A systematic review and meta-analysis.",
    "date": "2023 Dec",
    "journal": "Diabetes Obes Metab",
    "authors": [
      "Karakasis P",
      "Patoulias D",
      "Pamporis K",
      "Popovic DS",
      "Stachteas P",
      "Bougioukas KI",
      "Fragakis N",
      "Rizzo M"
    ],
    "abstract": "To summarize the evidence of recently published randomized controlled trials (RCTs) studying efficacy, in terms of glycaemic control, and safety of the newly developed once-weekly basal insulin analogues."
  },
  {
    "pmid": "39425483",
    "title": "Icodec: A Novel Once-Weekly Basal Insulin for Diabetes Management.",
    "date": "2025 Jun",
    "journal": "Ann Pharmacother",
    "authors": [
      "Goldman J",
      "Triplitt C",
      "Isaacs D"
    ],
    "abstract": "To evaluate the efficacy, safety, and clinical implications of insulin icodec, a novel once-weekly basal insulin for the treatment of type 1 diabetes (T1D) and type 2 diabetes (T2D), with an emphasis on its advantages and challenges in comparison with existing daily basal insulins."
  },
  {
    "pmid": "36624650",
    "title": "Clinical Evidence and Practice-Based Guidelines on the Utility of Basal Insulin Combined Oral Therapy (Metformin and Glimepiride) in the Current Era.",
    "date": "2023",
    "journal": "Curr Diabetes Rev",
    "authors": [
      "Shrivastava A",
      "Kesavadev J",
      "Mohan V",
      "Saboo B",
      "Shrestha D",
      "Maheshwari A",
      "Makkar BM",
      "Modi KD",
      "Kumar Das A"
    ],
    "abstract": "Basal insulin combined oral therapy consisting of insulin and oral anti-diabetic drugs (OADs) is recommended for type 2 diabetes uncontrolled on OADs. There is a lack of clear evidence and recommendations on the combined use of basal insulin analogues to more than one OADs (glimepiride plus metformin) in effective control of glycemic parameters and its safety in terms of reduced hypoglycemic events, weight gain and cardiovascular risk. In this context, a group of clinical experts discussed the utility of basal insulin combined oral therapy with metformin and glimepiride in the current era."
  },
  {
    "pmid": "26233724",
    "title": "New Insulins and New Aspects in Insulin Delivery.",
    "date": "2015 Aug",
    "journal": "Can J Diabetes",
    "authors": [
      "Woo VC"
    ],
    "abstract": "The major abnormality in both type 1 and type 2 diabetes is insulin deficiency. The methods of replacing insulin have improved throughout the decades, but hypoglycemia is still the limiting factor for many individuals with diabetes, and it prevents them from achieving ideal glycemic targets. New insulin and newer delivery systems are being developed that can improve some of the limitations of current insulins or make the delivery of insulins more acceptable for some patients. Extending the duration of action of basal insulins and shortening the peak of fast-acting insulins may have advantages for individuals with diabetes. Different delivery systems may make insulin more acceptable to patients and may have other advantages, which may aid in attaining better glycemic control."
  },
  {
    "pmid": "32196765",
    "title": "The ABC of Insulin: The Organic Chemistry of a Small Protein.",
    "date": "2020 Jul 8",
    "journal": "Chemistry",
    "authors": [
      "Østergaard M",
      "Mishra NK",
      "Jensen KJ"
    ],
    "abstract": "Insulin is a small protein crucial for regulating the blood glucose level in all animals. Since 1922 it has been used for the treatment of patients with diabetes. Despite consisting of just 51 amino acids, insulin contains 17 of the proteinogenic amino acids, A- and B-chains, three disulfide bridges, and it folds with 3 α-helices and a short β-sheet segment. Insulin associates into dimers and further into hexamers with stabilization by Zn 2+ and phenolic ligands. Selective chemical modification of proteins is at the forefront of developments in chemical biology and biopharmaceuticals. Insulin's structure has made it amenable to organic and inorganic chemical reactions. This Review provides a synthetic organic chemistry perspective on this small protein. It gives an overview of key chemical and physico-chemical aspects of the insulin molecule, with a focus on chemoselective reactions. This includes N-acylations at the N-termini or at Lys B29 by pH control, introduction of protecting groups on insulin, binding of metal ions, ligands to control the nano-scale assembly of insulin, and more."
  },
  {
    "pmid": "33449214",
    "title": "Managing Patients with Insulin Pumps and Continuous Glucose Monitors in the Hospital: to Wear or Not to Wear.",
    "date": "2021 Jan 15",
    "journal": "Curr Diab Rep",
    "authors": [
      "Yeh T",
      "Yeung M",
      "Mendelsohn Curanaj FA"
    ],
    "abstract": "As the prevalence of diabetes mellitus in the USA continues to rise, so does the popularity of diabetes management devices such as continuous glucose monitors (CGMs) and insulin pumps. The use of this technology has been shown to improve outpatient glycemic outcomes and quality of life and oftentimes may be continued in the hospital setting. Our aim is to review the current guidelines and available evidence on the continuation of insulin pumps and CGMs in the inpatient setting."
  },
  {
    "pmid": "33129375",
    "title": "Insulin's centenary: the birth of an idea.",
    "date": "2020 Dec",
    "journal": "Lancet Diabetes Endocrinol",
    "authors": [
      "Hegele RA",
      "Maltman GM"
    ],
    "abstract": "At 2:00 h on Oct 31, 1920, Frederick G Banting, a surgeon practising in London, ON, Canada, conceived an idea to isolate the internal secretion of the pancreas. The following week, he met with noted scientist John J R Macleod in Toronto, ON, Canada, and they developed a research plan. By August, 1921, Banting and his student assistant Charles H Best had prepared an effective extract from a canine pancreas. In January, 1922, biochemist James B Collip isolated insulin that was sufficiently pure for human use. On Oct 25, 1923, Banting and Macleod received the Nobel Prize in Physiology or Medicine for the discovery of insulin. Here, we recount the most relevant events before and after the fateful early morning of Oct 31, 1920, which culminated in the discovery and clinical use of insulin."
  },
  {
    "pmid": "34838778",
    "title": "Insulin discovery: A pivotal point in medical history.",
    "date": "2022 Feb",
    "journal": "Metabolism",
    "authors": [
      "Falcetta P",
      "Aragona M",
      "Bertolotto A",
      "Bianchi C",
      "Campi F",
      "Garofolo M",
      "Del Prato S"
    ],
    "abstract": "The discovery of insulin in 1921 - due to the efforts of the Canadian research team based in Toronto - has been a landmark achievement in the history of medicine. Lives of people with diabetes were changed forever, considering that in the pre-insulin era this was a deadly condition. Insulin, right after its discovery, became the first hormone to be purified for human use, the first to be unraveled in its amino acid sequence and to be synthetized by DNA-recombinant technique, the first to be modified in its amino acid sequence to modify its duration of action. As such the discovery of insulin represents a pivotal point in medical history. Since the early days of its production, insulin has been improved in its pharmacokinetic and pharmacodynamic properties in the attempt to faithfully reproduce diurnal physiologic plasma insulin fluctuations. The evolution of insulin molecule has been paralleled by evolution in the way the hormone is administered. Once-weekly insulins will be available soon, and glucose-responsive \"smart\" insulins start showing their potential in early clinical studies. The first century of insulin as therapy was marked by relentless search for better formulations, a search that has not stopped yet. New technologies may have, indeed, the potential to provide further improvement of safety and efficacy of insulin therapy and, therefore, contribute to improvement of the quality of life of people with diabetes."
  },
  {
    "pmid": "30122087",
    "title": "Formulary Considerations for Insulins Approved Through the 505(b)(2) \"Follow-on\" Pathway.",
    "date": "2019 Feb",
    "journal": "Ann Pharmacother",
    "authors": [
      "Rasmussen JT",
      "Ipema HJ"
    ],
    "abstract": "To summarize formulary-relevant issues for follow-on insulins approved through the Food and Drug Administration (FDA) 505(b)(2) approval pathway (Basaglar and Admelog)."
  },
  {
    "pmid": "27378794",
    "title": "Pharmacokinetic and Pharmacodynamic Properties of a Novel Inhaled Insulin.",
    "date": "2017 Jan",
    "journal": "J Diabetes Sci Technol",
    "authors": [
      "Heinemann L",
      "Baughman R",
      "Boss A",
      "Hompesch M"
    ],
    "abstract": "Advances in insulin treatment options over recent decades have markedly improved the management of diabetes. Despite this, glycemic control remains suboptimal in many people with diabetes. Although postprandial glucose control has been improved with the development of subcutaneously injected rapid-acting insulin analogs, currently available insulins are not able to fully mimic the physiological time-action profile of endogenously secreted insulin after a meal. The delayed onset of metabolic action and prolonged period of effect induce the risk of postprandial hyperglycemia and late postprandial hypoglycemia. A number of alternative routes of insulin administration have been investigated over time in an attempt to overcome the limitations associated with subcutaneous administration and to provide an improved time-action insulin profile more closely simulating physiological prandial insulin release. Among these, pulmonary insulin delivery has shown the most promise. Technosphere® Inhaled Insulin (TI) is a rapid-acting inhaled human insulin recently approved by the FDA for prandial insulin therapy. In this article we discuss the pharmacokinetic and pharmacodynamic properties of TI, and, based on key studies performed during its clinical development, the implications for improved postprandial glucose control."
  },
  {
    "pmid": "36779351",
    "title": "Exploring Intestinal Surface Receptors in Oral Nanoinsulin Delivery.",
    "date": "2022 Oct",
    "journal": "Pharmacol Rev",
    "authors": [
      "Choy C",
      "Lim LY",
      "Chan LW",
      "Cui Z",
      "Mao S",
      "Wong TW"
    ],
    "abstract": "Subcutaneous and inhaled insulins are associated with needle phobia, lipohypertrophy, lipodystrophy, and cough in diabetes treatment. Oral nanoinsulin has been developed, reaping the physiologic benefits of peroral administration. This review profiles intestinal receptors exploitable in targeted delivery of oral nanoinsulin. Intestinal receptor targeting improves oral insulin bioavailability and sustains blood glucose-lowering response. Nonetheless, these studies are conducted in small animal models with no optimization of insulin dose, targeting ligand type and content, and physicochemical and molecular biologic characteristics of nanoparticles against the in vivo/clinical diabetes responses as a function of the intestinal receptor population characteristics with diabetes progression. The interactive effects between nanoinsulin and antidiabetic drugs on intestinal receptors, including their up-/downregulation, are uncertain. Sweet taste receptors upregulate SGLT-1, and both have an undefined role as new intestinal targets of nanoinsulin. Receptor targeting of oral nanoinsulin represents a viable approach that is relatively green, requiring an in-depth development of the relationship between receptors and their pathophysiological profiles with physicochemical attributes of the oral nanoinsulin. SIGNIFICANCE STATEMENT: Intestinal receptor targeting of oral nanoinsulin improves its bioavailability with sustained blood glucose-lowering response. Exploring new intestinal receptor and tailoring the design of oral nanoinsulin to the pathophysiological state of diabetic patients is imperative to raise the insulin performance to a comparable level as the injection products."
  },
  {
    "pmid": "34449911",
    "title": "Basal insulin analogues in people with diabetes and chronic kidney disease.",
    "date": "2022 Feb",
    "journal": "Diabet Med",
    "authors": [
      "León-Jiménez D",
      "Miramontes-González JP",
      "Márquez-López L",
      "Astudillo-Martín F",
      "Beltrán-Romero LM",
      "Moreno-Obregón F",
      "Escalada-San Martín J"
    ],
    "abstract": "Diabetic kidney disease is the leading cause of chronic kidney disease (CKD) and end-stage kidney disease (ESKD) worldwide. ESKD has a high prevalence in patients with diabetes mellitus (DM). CKD increases the chances of hypoglycaemia by different mechanisms, causes insulin resistance and a decrease in insulin metabolism. Both the \"Kidney Disease: Improving Global Outcomes\" (KDIGO) and \"American Diabetes Association\" (ADA) guidelines recommend the use of insulin as part of treatment, but the type of basal insulin is not specified."
  },
  {
    "pmid": "35585815",
    "title": "Insulin Management for Type 2 Diabetes During Ramadan: A Narrative Review for Clinicians.",
    "date": "2023",
    "journal": "Curr Diabetes Rev",
    "authors": [
      "Kieu A",
      "Iles A"
    ],
    "abstract": "Muslims with insulin-dependent type 2 diabetes are at high risk for adverse events while fasting during the month of Ramadan. However, advances in pharmacologic therapy coupled with creative strategies of insulin administration can mitigate complications. This narrative literature review investigates which insulin subtypes are likely to prevent hypoglycemic events and reduce hyperglycemia during the Ramadan fasting season for this high-risk population."
  },
  {
    "pmid": "30739869",
    "title": "Resolving the Paradox of Hepatic Insulin Resistance.",
    "date": "2019",
    "journal": "Cell Mol Gastroenterol Hepatol",
    "authors": [
      "Santoleri D",
      "Titchenell PM"
    ],
    "abstract": "Insulin resistance is associated with numerous metabolic disorders, such as obesity and type II diabetes, that currently plague our society. Although insulin normally promotes anabolic metabolism in the liver by increasing glucose consumption and lipid synthesis, insulin-resistant individuals fail to inhibit hepatic glucose production and paradoxically have increased liver lipid synthesis, leading to hyperglycemia and hypertriglyceridemia. Here, we detail the intrahepatic and extrahepatic pathways mediating insulin's control of glucose and lipid metabolism. We propose that the interplay between both of these pathways controls insulin signaling and that mis-regulation between the 2 results in the paradoxic effects seen in the insulin-resistant liver instead of the commonly proposed deficiencies in particular branches of only the direct hepatic pathway."
  },
  {
    "pmid": "39047686",
    "title": "Current and Future Strategies in Insulin Development and Treatment.",
    "date": "2025",
    "journal": "Horm Res Paediatr",
    "authors": [
      "Weiskorn J",
      "Saboo B",
      "Danne T"
    ],
    "abstract": "Recent advances in insulin research open new avenues for treatment, both, for type 1 and type 2 diabetes. In developed countries, standardized \"ultra-rapid-acting insulins\" are now also used in addition to rapid-acting insulins. First- and second-generation basal analogs are available. Third-generation basal analogs, which only need to be applied once a week, are in the pipeline."
  },
  {
    "pmid": "36002043",
    "title": "Type 1 diabetes and engineering enhanced islet transplantation.",
    "date": "2022 Oct",
    "journal": "Adv Drug Deliv Rev",
    "authors": [
      "Jeyagaran A",
      "Lu CE",
      "Zbinden A",
      "Birkenfeld AL",
      "Brucker SY",
      "Layland SL"
    ],
    "abstract": "The development of new therapeutic approaches to treat type 1 diabetes mellitus (T1D) relies on the precise understanding and deciphering of insulin-secreting β-cell biology, as well as the mechanisms responsible for their autoimmune destruction. β-cell or islet transplantation is viewed as a potential long-term therapy for the millions of patients with diabetes. To advance the field of insulin-secreting cell transplantation, two main research areas are currently investigated by the scientific community: (1) the identification of the developmental pathways that drive the differentiation of stem cells into insulin-producing cells, providing an inexhaustible source of cells; and (2) transplantation strategies and engineered transplants to provide protection and enhance the functionality of transplanted cells. In this review, we discuss the biology of pancreatic β-cells, pathology of T1D and current state of β-cell differentiation. We give a comprehensive view and discuss the different possibilities to engineer enhanced insulin-secreting cell/islet transplantation from a translational perspective."
  },
  {
    "pmid": "33193089",
    "title": "Factors Influencing Insulin Absorption Around Exercise in Type 1 Diabetes.",
    "date": "2020",
    "journal": "Front Endocrinol (Lausanne)",
    "authors": [
      "Pitt JP",
      "McCarthy OM",
      "Hoeg-Jensen T",
      "Wellman BM",
      "Bracken RM"
    ],
    "abstract": "International charities and health care organizations advocate regular physical activity for health benefit in people with type 1 diabetes. Clinical expert and international diabetes organizations' position statements support the management of good glycemia during acute physical exercise by adjusting exogenous insulin and/or carbohydrate intake. Yet research has detailed, and patients frequently report, variable blood glucose responses following both the same physical exercise session and insulin to carbohydrate alteration. One important source of this variability is insulin delivery to the circulation. With modern insulin analogs, it is important to understand how different insulins, their delivery methods, and inherent physiological factors, influence the reproducibility of insulin absorption from the injection site into circulation. Furthermore, contrary to the adaptive pancreatic response to exercise in the person without diabetes, the physiological and metabolic shifts with exercise may increase circulating insulin concentrations that may contribute to exercise-related hyperinsulinemia and consequent hypoglycemia. Thus, a furthered understanding of factors underpinning insulin delivery may offer more confidence for healthcare professionals and patients when looking to improve management of glycemia around exercise."
  },
  {
    "pmid": "29180222",
    "title": "Intranasal insulin in Alzheimer's disease: Food for thought.",
    "date": "2018 Jul 1",
    "journal": "Neuropharmacology",
    "authors": [
      "Chapman CD",
      "Schiöth HB",
      "Grillo CA",
      "Benedict C"
    ],
    "abstract": "Accumulating evidence suggests that disrupted brain insulin signaling promotes the development and progression of Alzheimer's disease (AD), driving clinicians to target this circuitry. While both traditional and more modern antidiabetics show promise in combating insulin resistance, intranasal insulin appears to be the most efficient method of boosting brain insulin. Furthermore, intranasal delivery elegantly avoids adverse effects from peripheral insulin administration. However, there remain significant open questions regarding intranasal insulin's efficacy, safety, and potential as an adjunct or mono-therapy. Thus, this review aims to critically evaluate the present evidence and future potential of intranasal insulin as a meaningful treatment for AD. This article is part of the Special Issue entitled 'Metabolic Impairment as Risk Factors for Neurodegenerative Disorders.'"
  },
  {
    "pmid": "34148677",
    "title": "Commemorating insulin's centennial: engineering insulin pharmacology towards physiology.",
    "date": "2021 Aug",
    "journal": "Trends Pharmacol Sci",
    "authors": [
      "Kurtzhals P",
      "Nishimura E",
      "Haahr H",
      "Høeg-Jensen T",
      "Johansson E",
      "Madsen P",
      "Sturis J",
      "Kjeldsen T"
    ],
    "abstract": "The life-saving discovery of insulin in Toronto in 1921 is one of the most impactful achievements in medical history, at the time being hailed as a miracle treatment for diabetes. The insulin molecule itself, however, is poorly amenable as a pharmacological intervention, and the formidable challenge of optimizing insulin therapy has been ongoing for a century. We review early academic insights into insulin structure and its relation to self-association and receptor binding, as well as recombinant biotechnology, which have all been seminal for drug design. Recent developments have focused on combining genetic and chemical engineering with pharmaceutical optimization to generate ultra-rapid and ultra-long-acting, tissue-selective, or orally delivered insulin analogs. We further discuss these developments and propose that future scientific efforts in molecular engineering include realizing the dream of glucose-responsive insulin delivery."
  },
  {
    "pmid": "34676911",
    "title": "A systematic review and meta-analysis of interventions to preserve insulin-secreting β-cell function in people newly diagnosed with type 1 diabetes: Results from intervention studies aimed at improving glucose control.",
    "date": "2022 Jan",
    "journal": "Diabet Med",
    "authors": [
      "Narendran P",
      "Tomlinson C",
      "Beese S",
      "Sharma P",
      "Harris I",
      "Adriano A",
      "Maggs F",
      "Burrows M",
      "Nirantharakumar K",
      "Thomas N",
      "Price MJ",
      "Andrews RC",
      "Moore DJ"
    ],
    "abstract": "Type 1 diabetes is characterised by the destruction of pancreatic β-cells. Significant levels of β-cells remain at diagnosis. Preserving these cells improves glucose control and protects from long-term complications. We undertook a systematic review and meta-analyses of all randomised controlled trials (RCTs) of interventions to preserve β-cell function in people newly diagnosed with type 1 diabetes. This paper reports the results of interventions for improving glucose control to assess whether they preserve β-cell function."
  },
  {
    "pmid": "28958751",
    "title": "Insulin Therapy Increases Cardiovascular Risk in Type 2 Diabetes.",
    "date": "2017 Nov-Dec",
    "journal": "Prog Cardiovasc Dis",
    "authors": [
      "Herman ME",
      "O'Keefe JH",
      "Bell DSH",
      "Schwartz SS"
    ],
    "abstract": "Insulin therapy increased cardiovascular (CV) risk and mortality among type 2 diabetes (T2D) patients in several recently reported clinical outcomes trials. To assess whether this association is causative or coincidental, PubMed searches were used to query the effects of insulin therapy for T2D on CV health and longevity from large-scale outcomes trials, meta-analyses, and patient registry studies, as well as basic research on insulin's direct and pleiotropic actions. Although several old studies provided conflicting results, the majority of large observational studies show strong dose-dependent associations for injected insulin with increased CV risk and worsened mortality. Insulin clearly causes weight gain, recurrent hypoglycemia, and, other potential adverse effects, including iatrogenic hyperinsulinemia. This over-insulinization with use of injected insulin predisposes to inflammation, atherosclerosis, hypertension, dyslipidemia, heart failure (HF), and arrhythmias. These associations support the findings of large-scale evaluations that strongly suggest that insulin therapy has a poorer short- and long-term safety profile than that found to many other anti-T2D therapies. The potential adverse effects of insulin therapy should be weighed against proven CV benefits noted for select other therapies for T2D as reported in recent large randomized controlled trials."
  },
  {
    "pmid": "27593206",
    "title": "Impact of the mode of protraction of basal insulin therapies on their pharmacokinetic and pharmacodynamic properties and resulting clinical outcomes.",
    "date": "2017 Jan",
    "journal": "Diabetes Obes Metab",
    "authors": [
      "Heise T",
      "Mathieu C"
    ],
    "abstract": "Manufacturers of insulin products for diabetes therapy have long sought ways to modify the absorption rate of exogenously administered insulins in an effort to better reproduce the naturally occurring pharmacokinetics of endogenous insulin secretion. Several mechanisms of protraction have been used in pursuit of a basal insulin, for which a low injection frequency would provide tolerable and reproducible glucose control; these mechanisms have met with varying degrees of success. Before the advent of recombinant DNA technology, development focused on modifications to the formulation that increased insulin self-association, such as supplementation with zinc or the development of preformed precipitates using protamine. Indeed, NPH insulin remains widely used today despite a frequent need for a twice-daily dosing and a relatively high incidence of hypoglycaemia. The early insulin analogues used post-injection precipitation (insulin glargine U100) or dimerization and albumin binding (insulin detemir) as methods of increasing therapeutic duration. These products approached a 24-hour glucose-lowering effect with decreased variability in insulin action. Newer basal insulin analogues have used up-concentration in addition to precipitation (insulin glargine U300), and multihexamer formation in addition to albumin binding (insulin degludec), to further increase duration of action and/or decrease the day-to-day variability of the glucose-lowering profile. Clinically, the major advantage of these recent analogues has been a reduction in hypoglycaemia with similar glycated haemoglobin control when compared with earlier products. Future therapies may bring clinical benefits through hepato-preferential insulin receptor binding or very long durations of action, perhaps enabling once-weekly administration and the potential for further clinical benefits."
  },
  {
    "pmid": "39368488",
    "title": "Improved treatment satisfaction with once-weekly insulin icodec compared with once-daily basal insulin in individuals with type 2 diabetes: An analysis of patient-reported outcomes and participant interviews from ONWARDS 2 and 5 and a physician survey from ONWARDS 1.",
    "date": "2024 Nov",
    "journal": "Diabetes Res Clin Pract",
    "authors": [
      "Polonsky W",
      "Benamar M",
      "Carstensen L",
      "Davies M",
      "Meller Donatsky A",
      "Franek E",
      "Kellerer M",
      "Philis-Tsimikas A",
      "Goldenberg R"
    ],
    "abstract": "The ONWARDS phase 3a clinical trials evaluated once-weekly insulin icodec (icodec) versus once-daily basal insulin in type 2 diabetes. This analysis investigated the treatment-related experiences of participants from ONWARDS 5 and 2, and physicians from ONWARDS 1."
  },
  {
    "pmid": "25990294",
    "title": "Performance of Cleared Blood Glucose Monitors.",
    "date": "2015 Jul",
    "journal": "J Diabetes Sci Technol",
    "authors": [
      "Klonoff DC",
      "Prahalad P"
    ],
    "abstract": "Cleared blood glucose monitor (BGM) systems do not always perform as accurately for users as they did to become cleared. We performed a literature review of recent publications between 2010 and 2014 that present data about the frequency of inaccurate performance using ISO 15197 2003 and ISO 15197 2013 as target standards. We performed an additional literature review of publications that present data about the clinical and economic risks of inaccurate BGMs for making treatment decisions or calibrating continuous glucose monitors (CGMs). We found 11 publications describing performance of 98 unique BGM systems. 53 of these 98 (54%) systems met ISO 15197 2003 and 31 of the 98 (32%) tested systems met ISO 15197 2013 analytical accuracy standards in all studies in which they were evaluated. Of the tested systems, 33 were identified by us as FDA-cleared. Among these FDA-cleared BGM systems, 24 out of 32 (75%) met ISO 15197 2003 and 15 out of 31 (48.3%) met ISO 15197 2013 in all studies in which they were evaluated. Among the non-FDA-cleared BGM systems, 29 of 65 (45%) met ISO 15197 2003 and 15 out of 65 (23%) met ISO 15197 2013 in all studies in which they were evaluated. It is more likely that an FDA-cleared BGM system, compared to a non-FDA-cleared BGM system, will perform according to ISO 15197 2003 (χ(2) = 6.2, df = 3, P = 0.04) and ISO 15197 2013 (χ(2) = 11.4, df = 3, P = 0.003). We identified 7 articles about clinical risks and 3 articles about economic risks of inaccurate BGMs. We conclude that a significant proportion of cleared BGMs do not perform at the level for which they were cleared or according to international standards of accuracy. Such poor performance leads to adverse clinical and economic consequences."
  },
  {
    "pmid": "31396651",
    "title": "[Insulin therapy-new insulin analogues].",
    "date": "2019 Sep",
    "journal": "Internist (Berl)",
    "authors": [
      "Ehren M",
      "Klein HH"
    ],
    "abstract": "A multitude of short-acting and long-acting insulin analogues are currently available for the treatment of diabetes mellitus, which mimic physiological insulin secretion better than normal insulins. By the use of ultrarapid insulin analogues postprandial glucose increases can be significantly reduced. Newer long-acting insulin analogues have a very stable action profile and reduce the rate of hypoglycemia, especially nocturnal hypoglycemia, even more than first generation long-acting insulin analogues. Future developments focus on a further acceleration of prandial insulin effects with a simultaneous shorter effect time and an even more prolonged action of long-acting insulin analogues."
  },
  {
    "pmid": "37100350",
    "title": "The Evolution of Diabetes Technology - Options Toward Personalized Care.",
    "date": "2023 Aug",
    "journal": "Endocr Pract",
    "authors": [
      "Zahid M",
      "Dowlatshahi S",
      "Kansara AH",
      "Sadhu AR"
    ],
    "abstract": "Advances in diabetes technology, especially in the last few decades, have transformed our ability to deliver care to persons with diabetes (PWDs). Developments in glucose monitoring, especially continuous glucose monitoring (CGM) systems, have revolutionized diabetes care and empowered our patients to manage their disease. CGM has also played an integral role in advancing automated insulin delivery systems."
  },
  {
    "pmid": "25788506",
    "title": "Comparative efficacy and safety of insulin analogs in hospitalized adults.",
    "date": "2015 Apr 1",
    "journal": "Am J Health Syst Pharm",
    "authors": [
      "Singh K",
      "Ansari MT",
      "Patel RV",
      "Bedard M",
      "Keely E",
      "Tierney M",
      "Moher D"
    ],
    "abstract": "The comparative efficacy, safety, and cost-effectiveness of rapid and long-acting insulin analogs compared with regular or neutral protamine Hagedorn nonanalog insulins or with oral antidiabetic agents in hospitalized adults were evaluated."
  },
  {
    "pmid": "30357355",
    "title": "Starvation in the Midst of Plenty: Reflections on the History and Biology of Insulin and Leptin.",
    "date": "2019 Feb 1",
    "journal": "Endocr Rev",
    "authors": [
      "Flier JS"
    ],
    "abstract": "Insulin and leptin are critical metabolic hormones that play essential but distinct roles in regulating the physiologic switch between the fed and starved states. The discoveries of insulin and leptin, in 1922 and 1994, respectively, arose out of radically different scientific environments. Despite the dearth of scientific tools available in 1922, insulin's discovery rapidly launched a life-saving therapy for what we now know to be type I diabetes, and continually enhanced insulin therapeutics are now effectively applied to both major forms of this increasingly prevalent disease. In contrast, although the discovery of leptin provided deep insights into the regulation of central nervous system energy balance circuits, as well as an effective therapy for an extremely rare form of obesity, its therapeutic impact beyond that has been surprisingly limited. Despite an enormous accumulated body of information, many important questions remain unanswered about the mechanisms of action and role in disease of both hormones. Additionally, although many decades apart, both discoveries reveal the complexities inherent to scientific collaboration and the assignment of credit, even when the efforts are spectacularly successful."
  },
  {
    "pmid": "30526837",
    "title": "[Brain insulin signaling and Tau: impact for Alzheimer's disease and Tauopathies].",
    "date": "2018 Nov",
    "journal": "Med Sci (Paris)",
    "authors": [
      "Joly-Amado A",
      "Gratuze M",
      "Benderradji H",
      "Vieau D",
      "Buée L",
      "Blum D"
    ],
    "abstract": "Alzheimer's disease (AD) is a neurodegenerative disease primarily characterized by cognitive deficits and neuropathological lesions such as Tau aggregates and amyloid plaques, but also associated with metabolic and neuroendocrine abnormalities, such as impairment of cerebral insulin. However, the origin of these symptoms and their relationship to pathology and cognitive disorders remain poorly understood. Insulin is a hormone involved in the control of peripheral and central energy homeostasis, and insulin-resistant state has been linked to increased risk of dementia. It is now well established that brain insulin resistance can exacerbate Tau lesions. Conversely, recent data indicate that Tau protein can modulate insulin signalling in the brain, creating a vicious circle precipitating the pathological AD. This review aims to highlight our current understanding of the role of insulin in the brain and its relationship with Tau protein in the context of AD and Tauopathies."
  },
  {
    "pmid": "28315574",
    "title": "Consensus statement on insulin therapy in chronic kidney disease.",
    "date": "2017 May",
    "journal": "Diabetes Res Clin Pract",
    "authors": [
      "Rajput R",
      "Sinha B",
      "Majumdar S",
      "Shunmugavelu M",
      "Bajaj S"
    ],
    "abstract": "Diabetes mellitus (DM) is one of the leading causes of chronic kidney disease (CKD) which eventually leads to insulin resistance and decreased insulin degradation. In patients with diabetic kidney disease (DKD), the overall insulin requirement declines which necessitates the reassessment for individualization, adjustment and titration of insulin doses depending on the severity of kidney disease."
  },
  {
    "pmid": "26714849",
    "title": "Muscle microvasculature's structural and functional specializations facilitate muscle metabolism.",
    "date": "2016 Mar 15",
    "journal": "Am J Physiol Endocrinol Metab",
    "authors": [
      "Kusters YH",
      "Barrett EJ"
    ],
    "abstract": "We review the evolving findings from studies that examine the relationship between the structural and functional properties of skeletal muscle's vasculature and muscle metabolism. Unique aspects of the organization of the muscle microvasculature are highlighted. We discuss the role of vasomotion at the microscopic level and of flowmotion at the tissue level as modulators of perfusion distribution in muscle. We then consider in some detail how insulin and exercise each modulate muscle perfusion at both the microvascular and whole tissue level. The central role of the vascular endothelial cell in modulating both perfusion and transendothelial insulin and nutrient transport is also reviewed. The relationship between muscle metabolic insulin resistance and the vascular action of insulin in muscle continues to indicate an important role for the microvasculature as a target for insulin action and that impairing insulin's microvascular action significantly affects body glucose metabolism."
  },
  {
    "pmid": "27222390",
    "title": "Selective Insulin Resistance and the Development of Cardiovascular Diseases in Diabetes: The 2015 Edwin Bierman Award Lecture.",
    "date": "2016 Jun",
    "journal": "Diabetes",
    "authors": [
      "King GL",
      "Park K",
      "Li Q"
    ],
    "abstract": "The Edwin Bierman Award Lecture is presented in honor of the memory of Edwin L. Bierman, MD, an exemplary scientist, mentor, and leader in the field of diabetes, obesity, hyperlipidemia, and atherosclerosis. The award and lecture recognizes a leading scientist in the field of macrovascular complications and contributing risk factors in diabetes. George L. King, MD, of the Section of Vascular Cell Biology and Complications, Dianne Nunnally Hoppes Laboratory for Diabetes Complications, Joslin Diabetes Center, Harvard Medical School, Boston, MA, received the prestigious award at the American Diabetes Association's 75th Scientific Sessions, 5-9 June 2015, in Boston, MA. He presented the Edwin Bierman Award Lecture, \"Selective Insulin Resistance and the Development of Cardiovascular Disease in Diabetes,\" on Sunday, 7 June 2015.This review is focused on the factors and potential mechanisms that are causing various cardiovascular pathologies. In diabetes, insulin's actions on the endothelium and other vascular cells have significant influence on systemic metabolisms and the development of cardiovascular pathologies. Our studies showed that insulin receptors on the endothelium are important for insulin transport across the endothelial barrier and mediate insulin's actions in muscle, heart, fat, and the brain. Insulin actions on the vascular cells are mediated by two pathways involving the actions of either IRS/PI3K/Akt or Grb/Shc/MAPK. Insulin's activation of IRS/PI3K/Akt results in mostly antiatherogenic actions, as this pathway induces activation of eNOS, the expressions of HO-1 and VEGF, and the reduction of VCAM-1. In contrast, insulin's activation of the Grb/Shc/MAPK pathway mediates the expressions of ET-1 and PAI-1 and migration and proliferation of contractile cells, which have proatherogenic actions. Elevated levels of glucose, free fatty acids, and inflammatory cytokines due to diabetes and insulin resistance selectively inhibit insulin's antiatherogenic actions via the IRS/PI3K/Akt pathway. This review provides evidence to support the importance of insulin actions in preventing cardiovascular pathology that can be selectively inhibited via the IRS/PI3K/Akt cascade in diabetes."
  },
  {
    "pmid": "38586456",
    "title": "Efficacy and safety of basal insulins in people with type 2 diabetes mellitus: a systematic review and network meta-analysis of randomized clinical trials.",
    "date": "2024",
    "journal": "Front Endocrinol (Lausanne)",
    "authors": [
      "Dehghani M",
      "Sadeghi M",
      "Barzkar F",
      "Maghsoomi Z",
      "Janani L",
      "Motevalian SA",
      "Loke YK",
      "Ismail-Beigi F",
      "Baradaran HR",
      "Khamseh ME"
    ],
    "abstract": "The comparative effectiveness of basal insulins has been examined in several studies. However, current treatment algorithms provide a list of options with no clear differentiation between different basal insulins as the optimal choice for initiation."
  },
  {
    "pmid": "29353052",
    "title": "Evidence for altered insulin receptor signaling in Alzheimer's disease.",
    "date": "2018 Jul 1",
    "journal": "Neuropharmacology",
    "authors": [
      "Griffith CM",
      "Eid T",
      "Rose GM",
      "Patrylo PR"
    ],
    "abstract": "Epidemiological data have shown that metabolic disease can increase the propensity for developing cognitive decline and dementia, particularly Alzheimer's disease (AD). While this interaction is not completely understood, clinical studies suggest that both hyper- and hypoinsulinemia are associated with an increased risk for developing AD. Indeed, insulin signaling is altered in post-mortem brain tissue from AD patients and treatments known to enhance insulin signaling can improve cognitive function. Further, clinical evidence has shown that AD patients and mouse models of AD often display alterations in peripheral metabolism. Since insulin is primarily derived from the periphery, it is likely that changes in peripheral insulin levels lead to alterations in central nervous system (CNS) insulin signaling and could contribute to cognitive decline and pathogenesis. Developing a better understanding of the relationship between alterations in peripheral metabolism and cognitive function might provide a foundation for the development of better treatment options for patients with AD. In this article we will begin to piece together the present data defining this relationship by briefly discussing insulin signaling in the periphery and CNS, its role in cognitive function, insulin's relationship to AD, peripheral metabolic alterations in mouse models of AD and how information from these models helps understand the mechanisms through which these changes potentially lead to impairments in insulin signaling in the CNS, and potential ways to target insulin signaling that could improve cognitive function in AD. This article is part of the Special Issue entitled 'Metabolic Impairment as Risk Factors for Neurodegenerative Disorders.'"
  },
  {
    "pmid": "37481610",
    "title": "Diabetes medications and cancer risk associations: a systematic review and meta-analysis of evidence over the past 10 years.",
    "date": "2023 Jul 22",
    "journal": "Sci Rep",
    "authors": [
      "Chen Y",
      "Mushashi F",
      "Son S",
      "Bhatti P",
      "Dummer T",
      "Murphy RA"
    ],
    "abstract": "Diabetes medications may modify the risk of certain cancers. We systematically searched MEDLINE, Embase, Web of Science, and Cochrane CENTRAL from 2011 to March 2021 for studies evaluating associations between diabetes medications and the risk of breast, lung, colorectal, prostate, liver, and pancreatic cancers. A total of 92 studies (3 randomized controlled trials, 64 cohort studies, and 25 case-control studies) were identified in the systematic review, involving 171 million participants. Inverse relationships with colorectal (n = 18; RR = 0.85; 95% CI = 0.78-0.92) and liver cancers (n = 10; RR = 0.55; 95% CI = 0.46-0.66) were observed in biguanide users. Thiazolidinediones were associated with lower risks of breast (n = 6; RR = 0.87; 95% CI = 0.80-0.95), lung (n = 6; RR = 0.77; 95% CI = 0.61-0.96) and liver (n = 8; RR = 0.83; 95% CI = 0.72-0.95) cancers. Insulins were negatively associated with breast (n = 15; RR = 0.90; 95% CI = 0.82-0.98) and prostate cancer risks (n = 7; RR = 0.74; 95% CI = 0.56-0.98). Positive associations were found between insulin secretagogues and pancreatic cancer (n = 5; RR = 1.26; 95% CI = 1.01-1.57), and between insulins and liver (n = 7; RR = 1.74; 95% CI = 1.08-2.80) and pancreatic cancers (n = 8; RR = 2.41; 95% CI = 1.08-5.36). Overall, biguanide and thiazolidinedione use carried no risk, or potentially lower risk of some cancers, while insulin secretagogue and insulin use were associated with increased pancreatic cancer risk."
  },
  {
    "pmid": "34045148",
    "title": "Insulin Therapy: The Discovery That Shaped a Century.",
    "date": "2021 Dec",
    "journal": "Can J Diabetes",
    "authors": [
      "Gerstein HC",
      "Rutty CJ"
    ],
    "abstract": "The events and people surrounding the discovery of insulin as an effective therapy for diabetes in 1921 represent a compelling story that is directly relevant to the lives, and indeed the existence, of tens of millions of people worldwide. This story begins in the 19th century with the recognition that diabetes is a disease of hyperglycemia that arises because of the absence of a pancreatic hormone, that rapidly leads to death in people classified as having \"thin diabetes\" and that is linked to serious end-organ damage and other health consequences in people identified as having \"fat diabetes.\" It continues with the recognition that pancreatic extracts can treat this problem in de-pancreatectomized dogs, and culminates with the dogged determination of a young, newly certified Canadian physician, Frederick Banting. Together with his supervisor, Professor John J.R. MacLeod (head of physiology at the University of Toronto), Banting, Charles H. Best (a physiology student) and James Collip (a professor of biochemistry at the University of Alberta, on sabbatical leave in Toronto) repeated these dog experiments and then successfully tested a purified pancreatic extract in a 13-year-old boy with type 1 diabetes in January 1922. This first successful test was followed by the rapid development and dissemination of the technology for insulin production worldwide. These events and insulin therapy's lifesaving effects on people with type 1 diabetes led to the awarding of the 1923 Nobel Prize in Physiology or Medicine to Banting and MacLeod, who shared their awards with Best and Collip."
  },
  {
    "pmid": "26842973",
    "title": "New insulins and newer insulin regimens: a review of their role in improving glycaemic control in patients with diabetes.",
    "date": "2016 Mar",
    "journal": "Postgrad Med J",
    "authors": [
      "Gururaj Setty S",
      "Crasto W",
      "Jarvis J",
      "Khunti K",
      "Davies MJ"
    ],
    "abstract": "The legacy effect of early good glycaemic control in people with diabetes shows it is associated with reduction of microvascular and macrovascular complications. Insulin therapy is essential and lifesaving in individuals with type 1 diabetes and beneficial for those with type 2 diabetes who fail to achieve optimal glycaemic targets with other classes of glucose-lowering therapies. Since the introduction of insulin analogues, insulin management has changed. This follow-up review attempts to update our earlier publication from 2009 and discusses the role of new insulin analogues and newer insulin regimens. Recognising the advent of new quality and economic initiatives both in the UK and worldwide, this paper reviews current insulin prescribing and the pros and cons of prescribing analogues in comparison to the human insulins that are now gaining more acceptance in everyday clinical practice."
  },
  {
    "pmid": "40235124",
    "title": "Real world evidence of insulin and biosimilar insulin therapy-Opportunities to improve adherence, outcomes and cost-effectiveness.",
    "date": "2025 Jul",
    "journal": "Diabetes Obes Metab",
    "authors": [
      "Yang A",
      "Yu J",
      "Cheung JTK",
      "Chan JCN",
      "Chow E"
    ],
    "abstract": "Insulin has been discovered for more than a century; however, its benefits to people with diabetes are yet to be fully realized due to barriers related to access, quality of care and costs. Insulin therapy remains the cornerstone of diabetes management. The multicausality of diabetes and its subtypes calls for comprehensive phenotyping and use of biomarkers to ensure timely use of insulin to achieve early glycaemic control for long-term benefits. Biosimilar insulins are biologic products that closely resemble originator insulins without significant differences in safety or efficacy. The lower investment costs needed for research and development make biosimilar insulin more affordable to improve access. While the efficacy of insulin products is proven in controlled settings, real world evidence (RWE) from real world data (RWD) plays a crucial role in assessing the safety, efficacy, cost-effectiveness, adherence to and impacts of different insulin products, including biosimilars, on clinical outcomes. In this narrative review, we summarized the trends of insulin use and patterns of biosimilar insulin utilization in real world practice across different regions. We reviewed RWE on clinical safety, efficacy and cost-effectiveness of biosimilar insulin, as well as therapeutic inertia and non-adherence with insulin therapy. We also highlighted barriers to insulin adherence and enablers for persistence, along with potential solutions to promote the use of insulin and technologies for optimizing glycaemic control in different subtypes of diabetes. During our extensive literature review, we identified data gaps in the usage of biosimilar insulin in real world practice. We advocate for implementing a diabetes register designed fit-for-purpose, managed by a trained doctor-nurse team with system support, to generate RWE. By setting up registers with structured data collection, we can generate high quality data for integrative analysis with electronic health records (EHR) and health claims to evaluate the impacts of insulin products and other diabetes programmes on clinical outcomes, quality of life and healthcare costs to inform practice and policies. PLAIN LANGUAGE SUMMARY: Diabetes affects approximately 10.5% of the global population and insulin is a vital treatment for diabetes management. Insulin was discovered more than a century ago, although its benefits to people with diabetes are yet to be fully realized due to barriers related to access, quality of care, and costs. Real-world evidence from real-world data plays a crucial role in assessing the safety, efficacy, cost-effectiveness, adherence to, and impacts of different insulin products, including biosimilars, on clinical outcomes. In this publication, the authors provided a detailed review of the patterns of use and cost-effectiveness of biosimilar insulin, and identified major data gaps. The authors explained the methodology, utility, and limitations of generating real-world evidence based on real-world data from sources such as registers, electronic health records and health claims for assessing treatment effectiveness and safety. The authors proposed the implementation of a purpose-built diabetes register with structured data collection, managed by a trained doctor-nurse team with system support. These high-quality data can be integrated with electronic health records and health claims for evaluation of interventions, including insulin on outcomes, quality of life, and costs to inform practice and policy. Based on these premises and available data, the authors summarized trends in insulin use including biosimilar insulin, and reviewed real-world evidence on the safety, efficacy, and cost-effectiveness of these products. They also identified barriers like therapeutic inertia and non-adherence, discussed enablers for persistence, and proposed solutions to evaluate the impacts of insulin products and other diabetes programs on clinical outcomes, quality of life, and healthcare costs to inform practice and policies."
  },
  {
    "pmid": "36201598",
    "title": "Metformin's Impact on the Microvascular Response to Insulin.",
    "date": "2022 Oct 11",
    "journal": "Endocrinology",
    "authors": [
      "Love KM",
      "Barrett EJ",
      "Horton WB"
    ],
    "abstract": "Metformin improves insulin's action on whole-body glucose metabolism in various insulin-resistant populations. The detailed cellular mechanism(s) for its metabolic actions are multiple and still incompletely understood. Beyond metabolic actions, metformin also impacts microvascular function. However, the effects of metformin on microvascular function and microvascular insulin action specifically are poorly defined. In this mini-review, we summarize what is currently known about metformin's beneficial impact on both microvascular function and the microvascular response to insulin while highlighting methodologic issues in the literature that limit straightforward mechanistic understanding of these effects. We examine potential mechanisms for these effects based on pharmacologically dosed studies and propose that metformin may improve human microvascular insulin resistance by attenuating oxidative stress, inflammation, and endothelial dysfunction. Finally, we explore several important evidence gaps and discuss avenues for future investigation that may clarify whether metformin's ability to improve microvascular insulin sensitivity is linked to its positive impact on vascular outcomes."
  },
  {
    "pmid": "37700155",
    "title": "Management of type 2 diabetes in the new era.",
    "date": "2023 Dec",
    "journal": "Hormones (Athens)",
    "authors": [
      "Liakos A",
      "Karagiannis T",
      "Avgerinos I",
      "Malandris K",
      "Tsapas A",
      "Bekiari E"
    ],
    "abstract": "Management of type 2 diabetes is advancing beyond glycemic control and is increasingly based on cardiovascular risk stratification. This review summarizes recent advances in the field and identifies existing knowledge gaps and areas of ongoing research."
  },
  {
    "pmid": "39890349",
    "title": "Using Diabetes Technology in Hospitalized Patients.",
    "date": "2025 Mar",
    "journal": "Crit Care Nurs Clin North Am",
    "authors": [
      "McCrea DL"
    ],
    "abstract": "There is an estimated 350,000 persons wearing an insulin pump and 2.4 million wearing a continuous glucose monitor (CGM) sensor in the United States. The last few decades have ushered in advancements with the integration of insulin delivery and continuous glucose evaluations which offer a more precise tight insulin delivery and glycemic control. However, when hospital admissions are necessary, most desire to continue to wear their devices. The last several decades and during the pandemic, many agencies such as the Joint Commission, FDA, and diabetes organizations have generated position statements and guidelines to allow the most optimal diabetes treatment, even when hospitalized."
  },
  {
    "pmid": "27898390",
    "title": "Novel Concentrated Insulin Delivery Devices: Developments for Safe and Simple Dose Conversions.",
    "date": "2017 May",
    "journal": "J Diabetes Sci Technol",
    "authors": [
      "Johnson JL",
      "Downes JM",
      "Obi CK",
      "Asante NB"
    ],
    "abstract": "To aid the burden of large dosing volumes, concentrated insulin products have been available in some form since the 1950s, albeit requiring significant and cumbersome detail in prescribing, converting doses from other products, and educating patients on how to administer. In 2015 and 2016, new concentrated products have been introduced that are available exclusively in pen devices that perform the conversion automatically, and thus, help to bypass the necessity for confusing calculations or administration. Providers and patients accustomed to traditional methods must recognize the differences and utility of these products to avoid dosing errors, as there are major differences in dosing procedures as well as their role in clinical practice. For example, the novel concentrated insulins (aside from U-500 products) are not solely indicated for severe insulin resistance. Use of novel agents may decrease the number of injections required, decrease complexity for patients and providers, reduce errors, and avoid conversion calculations. It is imperative that clinicians appreciate the nuances among the agents to choose an insulin product that is appropriate and fits a patient's needs and preferences."
  },
  {
    "pmid": "33689304",
    "title": "The Chemical Synthesis of Insulin: An Enduring Challenge.",
    "date": "2021 Apr 28",
    "journal": "Chem Rev",
    "authors": [
      "Karas JA",
      "Wade JD",
      "Hossain MA"
    ],
    "abstract": "The pancreatic peptide hormone insulin, first discovered exactly 100 years ago, is essential for glycemic control and is used as a therapeutic for the treatment of type 1 and, increasingly, type 2 diabetes. With a worsening global diabetes epidemic and its significant health budget imposition, there is a great demand for new analogues possessing improved physical and functional properties. However, the chemical synthesis of insulin's intricate 51-amino acid, two-chain, three-disulfide bond structure, together with the poor physicochemical properties of both the individual chains and the hormone itself, has long represented a major challenge to organic chemists. This review provides a timely overview of the past efforts to chemically assemble this fascinating hormone using an array of strategies to enable both correct folding of the two chains and selective formation of disulfide bonds. These methods not only have contributed to general peptide synthesis chemistry and enabled access to the greatly growing numbers of insulin-like and cystine-rich peptides but also, today, enable the production of insulin at the synthetic efficiency levels of recombinant DNA expression methods. They have led to the production of a myriad of novel analogues with optimized structural and functional features and of the feasibility for their industrial manufacture."
  },
  {
    "pmid": "28780057",
    "title": "Top-down mass spectrometric immunoassay for human insulin and its therapeutic analogs.",
    "date": "2018 Mar 20",
    "journal": "J Proteomics",
    "authors": [
      "Nedelkov D",
      "Niederkofler EE",
      "Oran PE",
      "Peterman S",
      "Nelson RW"
    ],
    "abstract": "Measurement of insulin and its therapeutic analogs is important in diabetes, hypoglycemia, sports anti-doping and toxicology. Commercial insulin immunoassays fail to detect commonly prescribed insulin analogs. Because of their unique sequences and masses, these analogs are readily measured and distinguished with mass spectrometric (MS) assays. Reviewed here is an insulin mass spectrometric immunoassay (MSIA) that combines micro-scale immunoaffinity capture with sensitive MS detection of insulin and its therapeutic analogs. An antibody reactive to all insulin analogs was used to affinity capture the insulin analogs. Following elution, insulins were detected with MALDI-TOF MS or LC-MS analysis. Isotopic resolution for insulin was achieved for both MS techniques, and several insulin analogs were detected at unique m/z signals. Porcine insulin, spiked in all samples, served as an internal reference standard for quantification. Linear standard curves spanning three orders of magnitude were obtained, with limits of detection of 15pM for the MALDI-TOF MS and 1.5pM for the LC-MS. This insulin assay was capable of detecting and quantifying not only human endogenous insulin, but also most of the therapeutic insulin analogs, which could find use in diagnosis of severe hypoglycemia and in sports anti-doping."
  },
  {
    "pmid": "39125938",
    "title": "Insulin-Heart Axis: Bridging Physiology to Insulin Resistance.",
    "date": "2024 Jul 31",
    "journal": "Int J Mol Sci",
    "authors": [
      "Caturano A",
      "Galiero R",
      "Vetrano E",
      "Sardu C",
      "Rinaldi L",
      "Russo V",
      "Monda M",
      "Marfella R",
      "Sasso FC"
    ],
    "abstract": "Insulin signaling is vital for regulating cellular metabolism, growth, and survival pathways, particularly in tissues such as adipose, skeletal muscle, liver, and brain. Its role in the heart, however, is less well-explored. The heart, requiring significant ATP to fuel its contractile machinery, relies on insulin signaling to manage myocardial substrate supply and directly affect cardiac muscle metabolism. This review investigates the insulin-heart axis, focusing on insulin's multifaceted influence on cardiac function, from metabolic regulation to the development of physiological cardiac hypertrophy. A central theme of this review is the pathophysiology of insulin resistance and its profound implications for cardiac health. We discuss the intricate molecular mechanisms by which insulin signaling modulates glucose and fatty acid metabolism in cardiomyocytes, emphasizing its pivotal role in maintaining cardiac energy homeostasis. Insulin resistance disrupts these processes, leading to significant cardiac metabolic disturbances, autonomic dysfunction, subcellular signaling abnormalities, and activation of the renin-angiotensin-aldosterone system. These factors collectively contribute to the progression of diabetic cardiomyopathy and other cardiovascular diseases. Insulin resistance is linked to hypertrophy, fibrosis, diastolic dysfunction, and systolic heart failure, exacerbating the risk of coronary artery disease and heart failure. Understanding the insulin-heart axis is crucial for developing therapeutic strategies to mitigate the cardiovascular complications associated with insulin resistance and diabetes."
  },
  {
    "pmid": "34027619",
    "title": "Felix dies natalis, insulin… ceterum autem censeo \"beta is better\".",
    "date": "2021 Oct",
    "journal": "Acta Diabetol",
    "authors": [
      "Piemonti L"
    ],
    "abstract": "One hundred years after its discovery, insulin remains the life-saving therapy for many patients with diabetes. It has been a 100-years-old success story thanks to the fact that insulin therapy has continuously integrated the knowledge developed over a century. In 1982, insulin becomes the first therapeutic protein to be produced using recombinant DNA technology. The first \"mini\" insulin pump and the first insulin pen become available in 1983 and 1985, respectively. In 1996, the first generation of insulin analogues were produced. In 1999, the first continuous glucose-monitoring device for reading interstitial glucose was approved by the FDA. In 2010s, the ultra-long action insulins were introduced. An equally exciting story developed in parallel. In 1966. Kelly et al. performed the first clinical pancreas transplant at the University of Minnesota, and now it is a well-established clinical option. First successful islet transplantations in humans were obtained in the late 1980s and 1990s. Their ability to consistently re-establish the endogenous insulin secretion was obtained in 2000s. More recently, the possibility to generate large numbers of functional human β cells from pluripotent stem cells was demonstrated, and the first clinical trial using stem cell-derived insulin producing cell was started in 2014. This year, the discovery of this life-saving hormone turns 100 years. This provides a unique opportunity not only to celebrate this extraordinary success story, but also to reflect on the limits of insulin therapy and renew the commitment of the scientific community to an insulin free world for our patients."
  },
  {
    "pmid": "33765416",
    "title": "Direct and indirect control of hepatic glucose production by insulin.",
    "date": "2021 Apr 6",
    "journal": "Cell Metab",
    "authors": [
      "Lewis GF",
      "Carpentier AC",
      "Pereira S",
      "Hahn M",
      "Giacca A"
    ],
    "abstract": "There is general agreement that the acute suppression of hepatic glucose production by insulin is mediated by both a direct and an indirect effect on the liver. There is, however, no consensus regarding the relative magnitude of these effects under physiological conditions. Extensive research over the past three decades in humans and animal models has provided discordant results between these two modes of insulin action. Here, we review the field to make the case that physiologically direct hepatic insulin action dominates acute suppression of glucose production, but that there is also a delayed, second order regulation of this process via extrahepatic effects. We further provide our views regarding the timing, dominance, and physiological relevance of these effects and discuss novel concepts regarding insulin regulation of adipose tissue fatty acid metabolism and central nervous system (CNS) signaling to the liver, as regulators of insulin's extrahepatic effects on glucose production."
  },
  {
    "pmid": "36481263",
    "title": "Recent Developments in Islet Biology: A Review With Patient Perspectives.",
    "date": "2023 Mar",
    "journal": "Can J Diabetes",
    "authors": [
      "Basu L",
      "Bhagat V",
      "Ching MEA",
      "Di Giandomenico A",
      "Dostie S",
      "Greenberg D",
      "Greenberg M",
      "Hahm J",
      "Hilton NZ",
      "Lamb K",
      "Jentz EM",
      "Larsen M",
      "Locatelli CAA",
      "Maloney M",
      "MacGibbon C",
      "Mersali F",
      "Mulchandani CM",
      "Najam A",
      "Singh I",
      "Weisz T",
      "Wong J",
      "Senior PA",
      "Estall JL",
      "Mulvihill EE",
      "Screaton RA"
    ],
    "abstract": "Navigating the coronavirus disease-2019 (COVID-19, now COVID) pandemic has required resilience and creativity worldwide. Despite early challenges to productivity, more than 2,000 peer-reviewed articles on islet biology were published in 2021. Herein, we highlight noteworthy advances in islet research between January 2021 and April 2022, focussing on 5 areas. First, we discuss new insights into the role of glucokinase, mitogen-activated protein kinase-kinase/extracellular signal-regulated kinase and mitochondrial function on insulin secretion from the pancreatic β cell, provided by new genetically modified mouse models and live imaging. We then discuss a new connection between lipid handling and improved insulin secretion in the context of glucotoxicity, focussing on fatty acid-binding protein 4 and fetuin-A. Advances in high-throughput \"omic\" analysis evolved to where one can generate more finely tuned genetic and molecular profiles within broad classifications of type 1 diabetes and type 2 diabetes. Next, we highlight breakthroughs in diabetes treatment using stem cell-derived β cells and innovative strategies to improve islet survival posttransplantation. Last, we update our understanding of the impact of severe acute respiratory syndrome-coronavirus-2 infection on pancreatic islet function and discuss current evidence regarding proposed links between COVID and new-onset diabetes. We address these breakthroughs in 2 settings: one for a scientific audience and the other for the public, particularly those living with or affected by diabetes. Bridging biomedical research in diabetes to the community living with or affected by diabetes, our partners living with type 1 diabetes or type 2 diabetes also provide their perspectives on these latest advances in islet biology."
  },
  {
    "pmid": "35946077",
    "title": "Triangulating evidence for the causal impact of single-intervention zinc supplement on glycaemic control for type 2 diabetes: systematic review and meta-analysis of randomised controlled trial and two-sample Mendelian randomisation.",
    "date": "2023 Jun 14",
    "journal": "Br J Nutr",
    "authors": [
      "Wang Z",
      "Ronsmans C",
      "Woolf B"
    ],
    "abstract": "Although previous studies suggested the protective effect of Zn for type 2 diabetes (T2D), the unitary causal effect remains inconclusive. We investigated the causal effect of Zn as a single intervention on glycaemic control for T2D, using a systematic review of randomised controlled trials and two-sample Mendelian randomisation (MR). Four primary outcomes were identified: fasting blood glucose/fasting glucose, HbA1c, homeostatic model assessment for insulin resistance (HOMA-IR) and serum insulin/fasting insulin level. In the systematic review, four databases were searched until June 2021. Studies, in which participants had T2D and intervention did not comprise another co-supplement, were included. Results were synthesised through the random-effects meta-analysis. In the two-sample MR, we used single-nucleotide polymorphisms (SNP) from MR-base, strongly related to Zn supplements, to infer the relationship causally, but not specified T2D. In the systematic review and meta-analysis, fourteen trials were included with overall 897 participants initially. The Zn supplement led to a significant reduction in the post-trial mean of fasting blood glucose (mean difference (MD): -26·52 mg/dl, 95 % CI (-35·13, -17·91)), HbA1c (MD: -0·52 %, 95 % CI: (-0·90, -0·13)) and HOMA-IR (MD: -1·65, 95 % CI (-2·62, -0·68)), compared to the control group. In the two-sample MR, Zn supplement with two SNP reduced the fasting glucose (inverse-variance weighted coefficient: -2·04 mmol/l, 95 % CI (-3·26, -0·83)). From the two methods, Zn supplementation alone may causally improve glycaemic control among T2D patients. The findings are limited by power from the small number of studies and SNP included in the systematic review and two-sample MR analysis, respectively."
  },
  {
    "pmid": "28938465",
    "title": "Serum Insulin Bioassay Reflects Insulin Sensitivity and Requirements in Type 1 Diabetes.",
    "date": "2017 Oct 1",
    "journal": "J Clin Endocrinol Metab",
    "authors": [
      "Janssen JAMJL",
      "Llauradó G",
      "Varewijck AJ",
      "Groop PH",
      "Forsblom C",
      "Fernández-Veledo S",
      "van den Dungen ESR",
      "Vendrell J",
      "Hofland LJ",
      "Yki-Järvinen H"
    ],
    "abstract": "Insulin resistance could increase insulin requirements in type 1 diabetes (T1D). Current insulin immunoassays do not detect insulin analogs. Kinase insulin receptor (IR) activation (KIRA) bioassays specific for human IR isoforms A (IR-A) and B (IR-B) permit assessment of all circulating insulin bioactivity. We studied whether IR-A and IR-B KIRA assays are related to direct measures of insulin sensitivity or insulin doses in T1D."
  },
  {
    "pmid": "28698186",
    "title": "Serum Insulin, Glucose, Indices of Insulin Resistance, and Risk of Lung Cancer.",
    "date": "2017 Oct",
    "journal": "Cancer Epidemiol Biomarkers Prev",
    "authors": [
      "Argirion I",
      "Weinstein SJ",
      "Männistö S",
      "Albanes D",
      "Mondul AM"
    ],
    "abstract": "Background: Although insulin may increase the risk of some cancers, few studies have examined fasting serum insulin and lung cancer risk. Methods: We examined serum insulin, glucose, and indices of insulin resistance [insulin:glucose molar ratio and homeostasis model assessment of insulin resistance (HOMA-IR)] and lung cancer risk using a case-cohort study within the Alpha-Tocopherol, Beta-Carotene Cancer Prevention Study of Finnish men. A total of 196 cases and 395 subcohort members were included. Insulin and glucose were measured in fasting serum collected 5 to 12 years before diagnosis. Cox proportional hazards models were utilized to estimate the relative risk of lung cancer. Results: The average time between blood collection and lung cancer was 9.6 years. Fasting serum insulin levels were 8.7% higher in subcohort members than cases. After multivariable adjustment, men in the fourth quartile of insulin had a significantly higher risk of lung cancer than those in the first quartile [HR = 2.10; 95% confidence interval (CI), 1.12-3.94]. A similar relationship was seen with HOMA-IR (HR = 1.83; 95% CI, 0.99-3.38). Risk was not strongly associated with glucose or the insulin:glucose molar ratio ( P trend = 0.55 and P trend = 0.27, respectively). Conclusions: Higher fasting serum insulin concentrations, as well as the presence of insulin resistance, appear to be associated with an elevated risk of lung cancer development. Impact: Although insulin is hypothesized to increase risk of some cancers, insulin and lung cancer remain understudied. Higher insulin levels and insulin resistance were associated with increased lung cancer risk. Although smoking cessation is the best method of lung cancer prevention, other lifestyle changes that affect insulin concentrations and sensitivity may reduce lung cancer risk. Cancer Epidemiol Biomarkers Prev; 26(10); 1519-24. ©2017 AACR ."
  },
  {
    "pmid": "37185053",
    "title": "Fixed-ratio Combinations (basal Insulin Plus GLP-1RA) In Type 2 Diabetes. an Analytical Review Of Pivotal Clinical Trials.",
    "date": "2023 Mar 31",
    "journal": "Rev Diabet Stud",
    "authors": [
      "Vargas-Uricoechea H",
      "Frias JP",
      "Vargas-Sierra HD"
    ],
    "abstract": "In type 2 diabetes, therapeutic failure to the oral anti diabetics is frequent, the use of schemes with basal insulin or with multiple doses of insulin (basal insulin and short-acting insulins) are a widely accepted way to intensify therapy. The use of GLP-1 receptor agonists is another intensification strategy. The fixedratio combinations with molecules such as insulin degludec + liraglutide, and insulin glargine + lixisenatide have proven useful in intensifying treatment of individuals with type 2 diabetes. The purpose of this review was to evaluate and analyze the results of pivotal studies with both fixed-ratio combinations in individuals with type 2 diabetes, finding that, they are capable of achieving better glycemic control when compared with each of its components separately (with a lower risk of hypoglycemia vs basal insulin and lower risk of gastrointestinal adverse effects vs GLP-1 receptor agonists) in various clinical scenarios, especially in individuals who do not achieve control with oral antidiabetics or who do not achieve control with basal insulin (associated with oral antidiabetics) or in those under management with GLP-1RA plus oral antidiabetics."
  },
  {
    "pmid": "27145344",
    "title": "Safety of insulin analogues as compared with human insulin in pregnancy.",
    "date": "2016 Jul",
    "journal": "Expert Opin Drug Saf",
    "authors": [
      "Toledano Y",
      "Hadar E",
      "Hod M"
    ],
    "abstract": "Diabetes during pregnancy may lead to maternal, fetal and neonatal complications. In order to limit unwarranted outcomes, strict glycemic control is essential. In the past, human insulin was the only insulin formulation administered in pregnancy. However, insulin analogues have also been used for this indication in recent years."
  },
  {
    "pmid": "34081875",
    "title": "Exercise-nutrient interactions for improved postprandial glycemic control and insulin sensitivity.",
    "date": "2021 Aug",
    "journal": "Appl Physiol Nutr Metab",
    "authors": [
      "Gillen JB",
      "Estafanos S",
      "Govette A"
    ],
    "abstract": "Type 2 diabetes (T2D) is a rapidly growing yet largely preventable chronic disease. Exaggerated increases in blood glucose concentration following meals is a primary contributor to many long-term complications of the disease that decrease quality of life and reduce lifespan. Adverse health consequences also manifest years prior to the development of T2D due to underlying insulin resistance and exaggerated postprandial concentrations of the glucose-lowering hormone insulin. Postprandial hyperglycemic and hyperinsulinemic excursions can be improved by exercise, which contributes to the well-established benefits of physical activity for the prevention and treatment of T2D. The aim of this review is to describe the postprandial dysmetabolism that occurs in individuals at risk for and with T2D, and highlight how acute and chronic exercise can lower postprandial glucose and insulin excursions. In addition to describing the effects of traditional moderate-intensity continuous exercise on glycemic control, we highlight other forms of activity including low-intensity walking, high-intensity interval exercise, and resistance training. In an effort to improve knowledge translation and implementation of exercise for maximal glycemic benefits, we also describe how timing of exercise around meals and post-exercise nutrition can modify acute and chronic effects of exercise on glycemic control and insulin sensitivity. Novelty: Exaggerated postprandial blood glucose and insulin excursions are associated with disease risk. Both a single session and repeated sessions of exercise improve postprandial glycemic control in individuals with and without T2D. The glycemic benefits of exercise can be enhanced by considering the timing and macronutrient composition of meals around exercise."
  },
  {
    "pmid": "30576640",
    "title": "Broadening the definition of brain insulin resistance in aging and Alzheimer's disease.",
    "date": "2019 Mar",
    "journal": "Exp Neurol",
    "authors": [
      "Frazier HN",
      "Ghoweri AO",
      "Anderson KL",
      "Lin RL",
      "Porter NM",
      "Thibault O"
    ],
    "abstract": "It has been >20 years since studies first revealed that the brain is insulin sensitive, highlighted by the expression of insulin receptors in neurons and glia, the presence of circulating brain insulin, and even localized insulin production. Following these discoveries, evidence of decreased brain insulin receptor number and function was reported in both clinical samples and animal models of aging and Alzheimer's disease, setting the stage for the hypothesis that neuronal insulin resistance may underlie memory loss in these conditions. The development of therapeutic insulin delivery to the brain using intranasal insulin administration has been shown to improve aspects of memory or learning in both humans and animal models. However, whether this approach functions by compensating for poorly signaling insulin receptors, for reduced insulin levels in the brain, or for reduced trafficking of insulin into the brain remains unclear. Direct measures of insulin's impact on cellular physiology and metabolism in the brain have been sparse in models of Alzheimer's disease, and even fewer studies have analyzed these processes in the aged brain. Nevertheless, recent evidence supports the role of brain insulin as a mediator of glucose metabolism through several means, including altering glucose transporters. Here, we provide a review of contemporary literature on brain insulin resistance, highlight the rationale for improving memory function using intranasal insulin, and describe initial results from experiments using a molecular approach to more directly measure the impact of insulin receptor activation and signaling on glucose uptake in neurons."
  },
  {
    "pmid": "28277867",
    "title": "The role of the new basal insulin analogs in addressing unmet clinical needs in people with type 1 and type 2 diabetes.",
    "date": "2017 Jun",
    "journal": "Curr Med Res Opin",
    "authors": [
      "Lajara R",
      "Cengiz E",
      "Tanenberg RJ"
    ],
    "abstract": "Despite improvements in anti-hyperglycemic therapies, there are many unmet clinical needs that hinder successful glycemic control in people being treated with current basal insulin analogs."
  },
  {
    "pmid": "33494161",
    "title": "Insulin's Discovery: New Insights on Its Hundredth Birthday: From Insulin Action and Clearance to Sweet Networks.",
    "date": "2021 Jan 21",
    "journal": "Int J Mol Sci",
    "authors": [
      "Leroux M",
      "Boutchueng-Djidjou M",
      "Faure R"
    ],
    "abstract": "In 2021, the 100th anniversary of the isolation of insulin and the rescue of a child with type 1 diabetes from death will be marked. In this review, we highlight advances since the ingenious work of the four discoverers, Frederick Grant Banting, John James Rickard Macleod, James Bertram Collip and Charles Herbert Best. Macleoad closed his Nobel Lecture speech by raising the question of the mechanism of insulin action in the body. This challenge attracted many investigators, and the question remained unanswered until the third part of the 20th century. We summarize what has been learned, from the discovery of cell surface receptors, insulin action, and clearance, to network and precision medicine."
  },
  {
    "pmid": "37867276",
    "title": "Burden and Coping Strategies of Hypoglycemia in People with Diabetes.",
    "date": "2024",
    "journal": "Curr Diabetes Rev",
    "authors": [
      "Liakos A",
      "Karagiannis T",
      "Avgerinos I",
      "Tsapas A",
      "Bekiari E"
    ],
    "abstract": "Hypoglycemia is a limiting adverse effect of glucose-lowering medications and particularly insulin replacement therapy. This review provides insights into the burden of hypoglycemia in the management of diabetes and outlines strategies available to reduce the risk of hypoglycemia and improve patients' well-being. People with type 1 diabetes are primarily affected by hypoglycemic episodes which are associated with direct physical harms like injuries and cardiac events as well as indirect psychosocial consequences including constant anxiety, absenteeism, increased healthcare costs and overall poorer quality of life. These complications are more prominent amongst individuals with hypoglycemia unawareness or overnight hypoglycemia and could even extend to caregivers such as parents of children with diabetes. Patients experiencing frequent or severe hypoglycemic events might also develop a pathological fear of hypoglycemia and adopt aberrant behaviors intending to maintain higher blood glucose levels. Modern pharmaceutical options with a safer profile in terms of hypoglycemia are available including novel basal insulins with lower rates of nocturnal hypoglycemia along with ultra-rapid-acting insulin analogs with a shorter duration of action that might avert late post-meal hypoglycemia. Continuous glucose monitoring and sensor-augmented insulin pump therapy with low glucose suspend technology can also prevent hypoglycemia, although concerns about cost and patient satisfaction remain. Advancements in insulin therapy and technological modalities should be coupled with ongoing education and support for patients to become co-managers of their disease and reduce the risk of hypoglycemia."
  },
  {
    "pmid": "25313261",
    "title": "Technosphere insulin (Afrezza): a new, inhaled prandial insulin.",
    "date": "2015 Jan",
    "journal": "Ann Pharmacother",
    "authors": [
      "Nuffer W",
      "Trujillo JM",
      "Ellis SL"
    ],
    "abstract": "To review the pharmacology, pharmacokinetics, safety, and efficacy of Technosphere insulin (TI), a new inhaled insulin product."
  },
  {
    "pmid": "26509843",
    "title": "The past, present, and future of basal insulins.",
    "date": "2016 Sep",
    "journal": "Diabetes Metab Res Rev",
    "authors": [
      "Pettus J",
      "Santos Cavaiola T",
      "Tamborlane WV",
      "Edelman S"
    ],
    "abstract": "Insulin production by the pancreas follows a basic pattern where basal levels of insulin are secreted during fasting periods, with prandial increases in insulin associated with food ingestion. The aim of insulin therapy in patients with diabetes is to match the endogenous pattern of insulin secretion as closely as possible without causing hypoglycaemia. There are several optimal pharmacokinetic and pharmacodynamic properties of long-acting basal insulins that can help to achieve this aim, namely, as follows: activity that is flat and as free of peaks as possible, a duration of action of ≥24-h, and as little day-to-day variation as possible. The long-acting basal insulins are a fundamental therapy for patients with type 1 and type 2 diabetes, and those that are currently available have many benefits; however, the development of even longer-acting insulins and improved insulin delivery techniques may lead to better glycemic control for patients in the future. Established long-acting basal insulins available in the United States and Europe include insulin glargine 100 units/mL and insulin detemir, both of which exhibit similar glycemic control to that of the intermediate-acting neutral protamine Hagedorn insulin, but with a reduction in hypoglycaemia. Newer insulin products available include new insulin glargine 300 units/mL (United States and Europe) and the ultra-long-acting insulin degludec (Europe) with basal insulin peglispro currently in development. These new insulins demonstrate different pharmacokinetic/pharmacodynamic profiles and longer durations of action (>24 h) compared with insulin glargine 100 units/mL, which may lead to potential benefits. The introduction of biosimilar insulins may also broaden access to insulins by reducing treatment costs. Copyright © 2015 John Wiley & Sons, Ltd."
  },
  {
    "pmid": "25385945",
    "title": "Are you ready for more insulin concentrations?",
    "date": "2015 Mar",
    "journal": "J Diabetes Sci Technol",
    "authors": [
      "Segal AR",
      "El Sayed N"
    ],
    "abstract": "Practitioners need to prepare for a rapid expansion of new concentrated insulins. For many years, the treatment regimens for patients have been limited to 2 concentrations (100 units/mL and 500 units/mL), which pose challenges to both patients and providers. As the new concentrated insulins are at various stages of development, this manuscript reviews the available information on the new concentrated products. This information was obtained from publications, poster presentations, abstracts, and the manufacturers for the products in earlier stages of development. To have a basis for comparison, it is important to understand the activity profile and the challenges with use of the currently available concentrated insulin, regular insulin 500 units/mL (U500R). We also examine how the newer products may assist clinicians and patients with the difficulties faced with the use of U500R."
  },
  {
    "pmid": "30585663",
    "title": "Are newer insulin analogues better for people with Type 1 diabetes?",
    "date": "2020 Apr",
    "journal": "Diabet Med",
    "authors": [
      "Misra S",
      "Mathieu C"
    ],
    "abstract": "Achieving optimal blood glucose control in Type 1 diabetes is a delicate balance between ensuring tight glycaemic control and achieving this without the expense of hypoglycaemia and weight gain, two major factors impacting quality of life. This is a real challenge for people with Type 1 diabetes and underpins many of the struggles they face in self-managing on a day-to-day basis. The main goals of insulin delivery are to try to simulate the physiology of β-cell insulin secretion as closely as possible and to overcome the challenges of peripheral insulin administration by achieving rapidity of onset with mealtime insulins and stability of the glucose-lowering effects of long-acting insulins. Since the early days of human insulin use, there have been many developments in insulin formulations that aim to achieve these goals as much as possible, thus contributing to better glycaemic control whilst minimizing hypoglycaemia. In the present review we discuss the currently available insulin analogues and the challenges of achieving glucose control using current analogues in those on multiple daily injections, and appraise the evidence base for newer-generation insulin analogues, such as insulin degludec, glargine U300, faster-acting insulin aspart and BioChaperone lispro. We also highlight new insulins in development and unmet needs in people with Type 1 diabetes."
  },
  {
    "pmid": "37200159",
    "title": "Insulin purification-Innovation continuum via synthesis of fundamentals, technology, and modeling.",
    "date": "2024 Aug",
    "journal": "Biotechnol Bioeng",
    "authors": [
      "Roush D",
      "Iammarino M",
      "Chmielowski R",
      "Insaidoo F",
      "McCoy MA",
      "Ortigosa A",
      "Rauscher M"
    ],
    "abstract": "Advancement in all disciplines (art, science, education, and engineering) requires a careful balance of disruption and advancement of classical techniques. Often technologies are created with a limited understanding of fundamental principles and are prematurely abandoned. Over time, knowledge improves, new opportunities are identified, and technology is reassessed in a different light leading to a renaissance. Recovery of biological products is currently experiencing such a renaissance. Crystallization is one example of an elegant and ancient technology that has been applied in many fields and was employed to purify insulins from naturally occurring sources. Crystallization can also be utilized to determine protein structures. However, a multitude of parameters can impact protein crystallization and the \"hit rate\" for identifying protein crystals is relatively low, so much so that the development of a crystallization process is often viewed as a combination of art and science even today. Supplying the worldwide requirement for insulin (and associated variants) requires significant advances in process intensification to support scale of production and to minimize the overall cost to enable broader access. Expanding beyond insulin, the increasing complexity and diversity of biologics agents challenge the current purification methodologies. To harness the full potential of biologics, there is a need to fully explore a broader range of purification technologies, including nonchromatographic approaches. This impetus requires one to challenge and revisit the classical techniques including crystallization, chromatography, and filtration from a different vantage point and with a new set of tools, including molecular modeling. Fortunately, computational biophysics tools now exist to provide insights into mechanisms of protein/ligand interactions and molecular assembly processes (including crystallization) that can be used to support de novo process development. For example, specific regions or motifs of insulins and ligands can be identified and used as targets to support crystallization or purification development. Although the modeling tools have been developed and validated for insulin systems, the same tools can be applied to more complex modalities and to other areas including formulation, where the issue of aggregation and concentration-dependent oligomerization could be mechanistically modeled. This paper will illustrate a case study juxtaposing historical approaches to insulin downstream processes to a recent production process highlighting the application and evolution of technologies. Insulin production from Escherichia coli via inclusion bodies is an elegant example since it incorporates virtually all the unit operations associated with protein production-recovery of cells, lysis, solubilization, refolding, purification, and crystallization. The case study will include an example of an innovative application of existing membrane technology to combine three-unit operations into one, significantly reducing solids handling and buffer consumption. Ironically, a new separations technology was developed over the course of the case study that could further simplify and intensify the downstream process, emphasizing and highlighting the ever-accelerating pace of innovation in downstream processing. Molecular biophysics modeling was also employed to enhance the mechanistic understanding of the crystallization and purification processes."
  },
  {
    "pmid": "27087121",
    "title": "Insulin and oral agents for managing cystic fibrosis-related diabetes.",
    "date": "2016 Apr 18",
    "journal": "Cochrane Database Syst Rev",
    "authors": [
      "Onady GM",
      "Stolfi A"
    ],
    "abstract": "The Cystic Fibrosis Foundation recommends both short-term and long-acting insulin therapy when cystic fibrosis-related diabetes has been diagnosed. Diagnosis is based on: an elevated fasting blood glucose level greater than 6.94 mmol/liter (125 mg/deciliter); or oral glucose tolerance tests greater than 11.11 mmol/liter (200 mg/deciliter) at two hours; or symptomatic diabetes for random glucose levels greater than 11.11 mmol/liter (200 mg/deciliter); or glycated hemoglobin levels of at least 6.5%."
  },
  {
    "pmid": "36990273",
    "title": "Health Professionals' Experiences Supporting People With Type 1 Diabetes Mellitus Who Deliberately Restrict and/or Omit Insulin for Weight, Shape, and/or Appearance: A Meta-synthesis.",
    "date": "2023 Aug",
    "journal": "Can J Diabetes",
    "authors": [
      "Jaensch L",
      "Goddard G",
      "Oxlad M",
      "Franke E"
    ],
    "abstract": "It has been reported that health professionals currently lack the required empathy, understanding, and knowledge about the deliberate restriction and/or omission of insulin to influence weight and/or shape, which may impact the quality of care provided. We sought to synthesize existing qualitative research pertaining to health professionals' experiences supporting individuals within this unique population."
  },
  {
    "pmid": "34905513",
    "title": "β Cell function and plasma insulin clearance in people with obesity and different glycemic status.",
    "date": "2022 Feb 1",
    "journal": "J Clin Invest",
    "authors": [
      "Mittendorfer B",
      "Patterson BW",
      "Smith GI",
      "Yoshino M",
      "Klein S"
    ],
    "abstract": "BackgroundIt is unclear how excess adiposity and insulin resistance affect β cell function, insulin secretion, and insulin clearance in people with obesity.MethodsWe used a hyperinsulinemic-euglycemic clamp procedure and a modified oral glucose tolerance test to evaluate the interrelationships among obesity, insulin sensitivity, insulin kinetics, and glycemic status in 5 groups of individuals: normoglycemic lean and obese individuals with (a) normal fasting glucose and normal glucose tolerance (Ob-NFG-NGT), (b) NFG and impaired glucose tolerance (Ob-NFG-IGT), (c) impaired fasting glucose and IGT (Ob-IFG-IGT), or (d) type 2 diabetes (Ob-T2D).ResultsGlucose-stimulated insulin secretion (GSIS), an assessment of β cell function, was greater in the Ob-NFG-NGT and Ob-NFG-IGT groups than in the lean group, even when insulin sensitivity was matched in the obese and lean groups. Insulin sensitivity, not GSIS, was decreased in the Ob-NFG-IGT group compared with the Ob-NFG-NGT group, whereas GSIS, not insulin sensitivity, was decreased in the Ob-IFG-IGT and Ob-T2D groups compared with the Ob-NFG-NGT and Ob-NFG-IGT groups. Insulin clearance was directly related to insulin sensitivity and inversely related to the postprandial increase in insulin secretion and plasma insulin concentration.ConclusionIncreased adiposity per se, not insulin resistance, enhanced insulin secretion in people with obesity. The obesity-induced increase in insulin secretion, in conjunction with a decrease in insulin clearance, sufficiently raised the plasma insulin concentrations needed to maintain normoglycemia in individuals with moderate, but not severe, insulin resistance. A deterioration in β cell function, not a decrease in insulin sensitivity, was a determinant of IFG and ultimately leads to T2D.CLINICAL TRIALS REGISTRATIONClinicalTrials.gov NCT02706262, NCT04131166, and NCT01977560.FUNDINGNIH (P30 DK056341, P30 DK020579, and UL1 TR000448); American Diabetes Association (1-18-ICTS-119); Longer Life Foundation; Pershing Square Foundation; and Washington University-Centene ARCH Personalized Medicine Initiative (P19-00559)."
  },
  {
    "pmid": "29466056",
    "title": "A GUIDE TO FOLLOW-ON BIOLOGICS AND BIOSIMILARS WITH A FOCUS ON INSULIN.",
    "date": "2018 Feb",
    "journal": "Endocr Pract",
    "authors": [
      "Dolinar R",
      "Lavernia F",
      "Edelman S"
    ],
    "abstract": "Many healthcare providers in the U.S. are not familiar with follow-on biologics and biosimilars nor with their critical distinctions from standard generics. Our aim is to provide a detailed review of both, with a focus on insulins in the U.S. regulatory system."
  },
  {
    "pmid": "35589534",
    "title": "Islet Biology During COVID-19: Progress and Perspectives.",
    "date": "2022 Jun",
    "journal": "Can J Diabetes",
    "authors": [
      "Dos Santos T",
      "Galipeau M",
      "Schukarucha Gomes A",
      "Greenberg M",
      "Larsen M",
      "Lee D",
      "Maghera J",
      "Mulchandani CM",
      "Patton M",
      "Perera I",
      "Polishevska K",
      "Ramdass S",
      "Shayeganpour K",
      "Vafaeian K",
      "Van Allen K",
      "Wang Y",
      "Weisz T",
      "Estall JL",
      "Mulvihill EE",
      "Screaton RA"
    ],
    "abstract": "The coronavirus-2019 (COVID-19) pandemic has had significant impact on research directions and productivity in the past 2 years. Despite these challenges, since 2020, more than 2,500 peer-reviewed articles have been published on pancreatic islet biology. These include updates on the roles of isocitrate dehydrogenase, pyruvate kinase and incretin hormones in insulin secretion, as well as the discovery of inceptor and signalling by circulating RNAs. The year 2020 also brought advancements in in vivo and in vitro models, including a new transgenic mouse for assessing beta-cell proliferation, a \"pancreas-on-a-chip\" to study glucose-stimulated insulin secretion and successful genetic editing of primary human islet cells. Islet biologists evaluated the functionality of stem-cell-derived islet-like cells coated with semipermeable biomaterials to prevent autoimmune attack, revealing the importance of cell maturation after transplantation. Prompted by observations that COVID-19 symptoms can worsen for people with obesity or diabetes, researchers examined how islets are directly affected by severe acute respiratory syndrome coronavirus 2. Herein, we highlight novel functional insights, technologies and therapeutic approaches that emerged between March 2020 and July 2021, written for both scientific and lay audiences. We also include a response to these advancements from patient stakeholders, to help lend a broader perspective to developments and challenges in islet research."
  },
  {
    "pmid": "36351486",
    "title": "Efficacy and safety of ultra-rapid insulin analogues in insulin pumps in patients with Type 1 Diabetes Mellitus: A systematic review and meta-analysis.",
    "date": "2022 Nov",
    "journal": "Diabetes Res Clin Pract",
    "authors": [
      "Stamati A",
      "Karagiannis T",
      "Tsapas A",
      "Christoforidis A"
    ],
    "abstract": "To assess the efficacy and safety of ultra-rapid insulin analogues used with continuous subcutaneous insulin infusion systems (CSII) in adults with type 1 diabetes (T1DM)."
  },
  {
    "pmid": "25429672",
    "title": "Recent Advances in Nanotechnology-Based Diagnosis and Treatments of Diabetes.",
    "date": "2015",
    "journal": "Curr Drug Metab",
    "authors": [
      "Rao PV",
      "Gan SH"
    ],
    "abstract": "Nanotechnology is a field encompassing nanostructures, nanomaterials and nanoparticles, which are of increasing importance to researchers and industrial players alike. Nanotechnology addresses the construction and consumption of substances and devices on the nanometer scale. Nanomedicine is a new field that combines nanotechnology with medicine to boost human health care. Nanomedicine is an interdisciplinary field that includes various areas of biology, chemistry, physics and engineering. The most important problems related to diabetes management, such as self-monitoring of blood glucose levels and insulin injections, can now be conquered due to progress in nanomedicine, which offers glucose nanosensors, the layer-by-layer technique, carbon nanotubes, quantum dots, oral insulins, microspheres, artificial pancreases and nanopumps. In this review, the key methodological and scientific characteristics of nanomedicine related to diabetes treatment, glucose monitoring and insulin administration are discussed."
  },
  {
    "pmid": "30785319",
    "title": "New Insulins, Biosimilars, and Insulin Therapy.",
    "date": "2019 Feb",
    "journal": "Diabetes Technol Ther",
    "authors": [
      "Danne T",
      "Heinemann L",
      "Bolinder J"
    ],
    "abstract": "No abstract available."
  },
  {
    "pmid": "34266759",
    "title": "[Update on the use of insulins for the primary care physician].",
    "date": "2022 Jan-Feb",
    "journal": "Semergen",
    "authors": [
      "López-Simarro F",
      "Cols-Sagarra C",
      "Mediavilla Bravo JJ",
      "Cañís-Olivé J",
      "Hernández-Teixidó C",
      "González Mohíno Loro MB"
    ],
    "abstract": "Insulin treatment in type 2 diabetes mellitus patients is still essential and its usage has increased during recent years. Despite this, the level of control continues to be very poor. Insulin treatment is initiated with control levels above the recommendations set by the Clinical Practice Guidelines (CPG) and patients are exposed to very high blood glucose levels during long periods of time. This paper reviews the role of insulin in the different CPG, the criteria for therapy initiation and intensification, the beginning of the intensification and the different types of insulin which are commercialized in our country. Moreover, we discuss insulinization in special situations such as corticosteroid treatment, fragile elderly patients, palliative care situations, chronic kidney disease or during Ramadan. Finally, the problem of therapeutic inertia in insulinization is also addressed."
  },
  {
    "pmid": "31647280",
    "title": "Virtual grocery shopping and cookie consumption following intranasal insulin or placebo application.",
    "date": "2020 Aug",
    "journal": "Exp Clin Psychopharmacol",
    "authors": [
      "Rodriguez-Raecke R",
      "Sommer M",
      "Brünner YF",
      "Müschenich FS",
      "Sijben R"
    ],
    "abstract": "Insulin receptors are present in brain areas that are involved in the control of hunger and satiety, and intranasal insulin is assumed to have an anorexigenic effect. This known influence of insulin on satiety encouraged us to investigate the effect of intranasal insulin on feeding-related behaviors. The aim of the current study was to explore the influence of 40 IU of intranasal insulin on the grocery shopping behavior and cookie consumption in a group of 30 healthy young men, using a crossover randomized double-blind design. Using a virtual mock supermarket, we tested whether the intranasal administration of insulin influences purchase behavior in comparison to a placebo or control condition. The participants also provided hedonic ratings of food pictures, as well as their subjective feeling of hunger. We calculated an objective measure of hunger from the amount of cookies eaten. In contradiction to our hypotheses, no significant differences regarding ratings, calorie content of purchased food products, and cookie consumption were found between the treatment conditions. Our conclusion is that 40 IU intranasal insulin had no influence on the evaluation of pictured foods in healthy young men in our task. Acknowledging that previous studies have found effects for intranasal insulin and food cue processing, we suggest that future research should focus on chemosensory stimulation or cognitive tasks in behavioral experiments and carefully consider the doses of intranasal insulin. (PsycInfo Database Record (c) 2020 APA, all rights reserved)."
  },
  {
    "pmid": "28847172",
    "title": "The care of pregestational and gestational diabetes and drug metabolism considerations.",
    "date": "2017 Oct",
    "journal": "Expert Opin Drug Metab Toxicol",
    "authors": [
      "Hedrington MS",
      "Davis SN"
    ],
    "abstract": "Normal pregnancy development involves gradual decline in insulin sensitivity, which sometimes requires pharmacotherapy. Insulin is the drug of choice for gestational and pregestational diabetes. Metabolism of traditional insulins results in inadequate onset and duration of action and marked peak activity. These properties increase risk of excessive glucose excursions, which are especially undesirable during pregnancy. Insulin analogs have been emerging as a safer and more effective treatment of diabetes during pregnancy. Areas covered: This manuscript reviews currently used antihyperglycemic agents: fast and long-acting insulins, metformin and glyburide. Trials demonstrating their efficacy and safety during pregnancy are described. Certain drug metabolism considerations (e.g. affinity to IGF-1) are emphasized. Expert opinion: The theories that insulin analogs bind to immunoglobulin and cross placenta have been disproved. Lispro, aspart, glargine and detemir do not transfer across the placenta and do not result in adverse maternal and neonatal outcomes. In addition, favorable pharmacokinetic profiles (rapid onset and 24-hour near peakless activity) substantially reduce blood glucose variability including hypoglycemia. We believe that insulin analogs should be given strong consideration for the treatment of diabetes during pregnancy. Metformin has also proven to be safe and may be considered as an initial single agent for milder gestational diabetes."
  },
  {
    "pmid": "38515279",
    "title": "Clinical Pharmacology of GP40321 (Insulin Glulisine Biosimilar): Pharmacokinetic and Pharmacodynamic Comparability in a Hyperinsulinemic-Euglycemic Clamp Procedure.",
    "date": "2024 Jul",
    "journal": "Clin Pharmacol Drug Dev",
    "authors": [
      "Koksharova E",
      "Drai R",
      "Noskov S",
      "Dorotenko A",
      "Protsenko E",
      "Radaeva K",
      "Arefeva A",
      "Gefen M",
      "Galstyan G",
      "Makarenko I"
    ],
    "abstract": "The aim of the study was to compare the pharmacokinetics (PK) and pharmacodynamics (PD) of T-glu (GP40321, test drug), and reference insulin glulisine in a hyperinsulinemic-euglycemic clamp procedure. During this study, 34 healthy male volunteers underwent the hyperinsulinemic-euglycemic clamp procedure following subcutaneous 0.3 U/kg injection of T-glu or reference insulin glulisine in a randomized, double-blind, crossover study. Plasma glucose levels were monitored every 5 minutes for 8 hours. Glucose infusion rate adjustment was based on the blood glucose measurements. Evaluation of PD was performed using the glucose infusion rate values, while PK was calculated using insulin concentrations measured via enzyme-linked immunosorbent assay. The study results showed that the 90% CI for the geometric mean ratios of primary PK and PD of T-glu and reference insulin glulisine were within 80%-125% comparability limits, and that the safety profiles were comparable. PK, PD, and safety similarity of T-glu and reference insulin glulisine was demonstrated."
  },
  {
    "pmid": "28741369",
    "title": "Bolus Advisors: Sources of Error, Targets for Improvement.",
    "date": "2018 Jan",
    "journal": "J Diabetes Sci Technol",
    "authors": [
      "Walsh J",
      "Roberts R",
      "Bailey TS",
      "Heinemann L"
    ],
    "abstract": "Bolus advisors that are designed to improve the accuracy of individual bolus doses relative to a meal's carb content and the current glucose have not substantially changed since they were introduced 15 years ago despite an obvious need for enhancement and innovation. Although some glycemic benefits have been demonstrated, bolus advisors largely ignore the large amounts of clinical data they gather that could have a significant impact on glucose outcomes. Concerns have also been raised regarding the aggressive nature of largely unpublished or poorly explained bolus advisor algorithms. Hypoglycemia and hyperglycemia remain significant risks due to inaccurate bolus advisor settings and the absence of tracking or an inappropriate handling of bolus on board. This review covers common sources for bolus advisor error such as the selection of physiologically inappropriate bolus advisor settings, the use of short duration of insulin action times, poor algorithm logic that tends to cover all carb intake fully, and an excessive reliance on simplistic dosing algorithms. As well as discussing these areas, we provide 21 ways to improve current bolus calculators."
  },
  {
    "pmid": "39631663",
    "title": "Pharmacokinetic/Pharmacodynamic Modeling of Efficacy and Hypoglycemia Rate When Switching From Once-Daily Basal Insulin to Once-Weekly Insulin Icodec Without or With a One-Time Additional Dose in Insulin-Experienced Individuals With Type 2 Diabetes.",
    "date": "2025 Feb",
    "journal": "Endocr Pract",
    "authors": [
      "Lingvay I",
      "Ásbjörnsdóttir B",
      "Kristensen NR",
      "Laugesen C",
      "Vianna A",
      "Knop FK"
    ],
    "abstract": "Insulin icodec (icodec), a once-weekly basal insulin analog, has been investigated in the phase 3a ONWARDS clinical trial program. This pharmacokinetic (PK)/pharmacodynamic (PD) modeling analysis of data from the ONWARDS 2 and 4 trials investigated efficacy outcomes and hypoglycemia rate in insulin-experienced individuals with type 2 diabetes when switching from daily basal insulin to icodec without or with a 50% one-time additional dose for the first injection only."
  },
  {
    "pmid": "27739002",
    "title": "Switching from Biphasic Human Insulin to Premix Insulin Analogs: A Review of the Evidence Regarding Quality of Life and Adherence to Medication in Type 2 Diabetes Mellitus.",
    "date": "2017 Jan",
    "journal": "Adv Ther",
    "authors": [
      "El Naggar N",
      "Kalra S"
    ],
    "abstract": "Diabetes is a growing public health concern. Effective use of therapies for this chronic disease is necessary to improve long-term prognosis, but treatment adherence can be difficult to promote in clinical practice, and insulin, in particular, can impact both positively and negatively on patients' quality of life (QoL). Currently, guidelines advocate for QoL as a treatment goal in its own right, with treatment decisions based on patient concerns regarding injection frequency and adverse events, as well as glycemic control. Successful insulin management ideally requires a regimen to replicate normal endogenous insulin release, and this was a key driver in the development of insulin analogs. These analogs have also been associated with lower hypoglycemia risk, lower levels of postprandial glucose excursions, better adherence, improved QoL, and higher patient satisfaction with treatment. Premixed insulin is prescribed for many patients with type 2 diabetes mellitus (T2D), as it combines both prandial and basal treatment, reducing the number of injections. Evidence suggests that premixed insulin analogs have advantages over conventional premixed human insulin for T2D treatment, but the objective of this review was to assess the evidence that switching from a biphasic human insulin to a biphasic insulin analog regimen improves patient QoL."
  },
  {
    "pmid": "35382967",
    "title": "Lessons from neonatal β-cell epigenomic for diabetes prevention and treatment.",
    "date": "2022 Jun",
    "journal": "Trends Endocrinol Metab",
    "authors": [
      "Abderrahmani A",
      "Jacovetti C",
      "Regazzi R"
    ],
    "abstract": "Pancreatic β-cell expansion and functional maturation during the birth-to-weaning period plays an essential role in the adaptation of plasma insulin levels to metabolic needs. These events are driven by epigenetic programs triggered by growth factors, hormones, and nutrients. These mechanisms operating in the neonatal period can be at least in part reactivated in adult life to increase the functional β-cell mass and face conditions of increased insulin demand such as obesity or pregnancy. In this review, we will highlight the importance of studying these signaling pathways and epigenetic programs to understand the causes of different forms of diabetes and to permit the design of novel therapeutic strategies to prevent and treat this metabolic disorder affecting hundreds of millions of people worldwide."
  },
  {
    "pmid": "40211481",
    "title": "An open-label, multiple ascending dose trial of orally administered insulin Tregopil in patients with type 1 diabetes mellitus to evaluate its pharmacokinetics, pharmacodynamics, safety and tolerability.",
    "date": "2025 Jun",
    "journal": "Diabetes Obes Metab",
    "authors": [
      "Latres E",
      "Plum-Moerschel L",
      "Murugesan SMN",
      "Lou O",
      "Panda J",
      "Marwah A",
      "Samsonraj R",
      "Gopu CL",
      "Loganathan S",
      "Athalye SN"
    ],
    "abstract": "This trial evaluated the safety, tolerability, pharmacokinetics (PK) and pharmacodynamics (PD) of oral insulin Tregopil (Part 1; results discussed in this paper) and the post-prandial glucose control with different meal types in comparison with insulin aspart (Part 2) in patients with type 1 diabetes mellitus (T1DM)."
  },
  {
    "pmid": "39059986",
    "title": "Evolution of biosynthetic human insulin and its analogues for diabetes management.",
    "date": "2024",
    "journal": "Adv Protein Chem Struct Biol",
    "authors": [
      "Francis D",
      "Chacko AM",
      "Anoop A",
      "Nadimuthu S",
      "Venugopal V"
    ],
    "abstract": "Hormones play a crucial role in maintaining the normal human physiology. By acting as chemical messengers that facilitate the communication between different organs, tissues and cells of the body hormones assist in responding appropriately to external and internal stimuli that trigger growth, development and metabolic activities of the body. Any abnormalities in the hormonal composition and balance can lead to devastating health consequences. Hormones have been important therapeutic agents since the early 20th century, when it was realized that their exogenous supply could serve as a functional substitution for those hormones which are not produced enough or are completely lacking, endogenously. Insulin, the pivotal anabolic hormone in the body, was used for the treatment of diabetes mellitus, a metabolic disorder due to the absence or intolerance towards insulin, since 1921 and is the trailblazer in hormone therapeutics. At present the largest market share for therapeutic hormones is held by insulin. Many other hormones were introduced into clinical practice following the success with insulin. However, for the six decades following the introduction the first therapeutic hormone, there was no reliable method for producing human hormones. The most common source for hormones were animals, although semisynthetic and synthetic hormones were also developed. However, none of these were optimal because of their allergenicity, immunogenicity, lack of consistency in purity and most importantly, scalability. The advent of recombinant DNA technology was a game changer for hormone therapeutics. This revolutionary molecular biology tool made it possible to synthesize human hormones in microbial cell factories. The approach allowed for the synthesis of highly pure hormones which were structurally and biochemically identical to the human hormones. Further, the fermentation techniques utilized to produce recombinant hormones were highly scalable. Moreover, by employing tools such as site directed mutagenesis along with recombinant DNA technology, it became possible to amend the molecular structure of the hormones to achieve better efficacy and mimic the exact physiology of the endogenous hormone. The first recombinant hormone to be deployed in clinical practice was insulin. It was called biosynthetic human insulin to reflect the biological route of production. Subsequently, the biochemistry of recombinant insulin was modified using the possibilities of recombinant DNA technology and genetic engineering to produce analogues that better mimic physiological insulin. These analogues were tailored to exhibit pharmacokinetic and pharmacodynamic properties of the prandial and basal human insulins to achieve better glycemic control. The present chapter explores the principles of genetic engineering applied to therapeutic hormones by reviewing the evolution of therapeutic insulin and its analogues. It also focuses on how recombinant analogues account for the better management of diabetes mellitus."
  },
  {
    "pmid": "28153578",
    "title": "Improving drug-like properties of insulin and GLP-1 via molecule design and formulation and improving diabetes management with device & drug delivery.",
    "date": "2017 Mar",
    "journal": "Adv Drug Deliv Rev",
    "authors": [
      "Pechenov S",
      "Bhattacharjee H",
      "Yin D",
      "Mittal S",
      "Subramony JA"
    ],
    "abstract": "There is an increased incidence of diabetes worldwide. The discovery of insulin revolutionized the management of diabetes, the revelation of glucagon-like peptide-1 (GLP-1) and introduction of GLP-1 receptor agonists to clinical practice was another breakthrough. Continued translational research resulted in better understanding of diabetes, which, in combination with cutting-edge biology, chemistry, and pharmaceutical tools, have allowed for the development of safer, more effective and convenient insulins and GLP-1. Advances in self-administration of insulin and GLP-1 receptor agonist therapies with use of drug-device combination products have further improved the outcomes of diabetes management and quality of life for diabetic patients. The synergies of insulin and GLP-1 receptor agonist actions have led to development of devices that can deliver both molecules simultaneously. New chimeric GLP-1-incretins and insulin-GLP-1-incretin molecules are also being developed. The objective of this review is to summarize molecular designs to improve the drug-like properties of insulin and GLP-1 and to highlight the continued advancement of drug-device combination products to improve diabetes management."
  },
  {
    "pmid": "28822051",
    "title": "New Basal Insulins: a Clinical Perspective of Their Use in the Treatment of Type 2 Diabetes and Novel Treatment Options Beyond Basal Insulin.",
    "date": "2017 Aug 18",
    "journal": "Curr Diab Rep",
    "authors": [
      "Frias PF",
      "Frias JP"
    ],
    "abstract": "The purpose of this review was to review advances in basal insulin formulations and new treatment options for patients with type 2 diabetes not achieving glycemic targets despite optimized basal insulin therapy."
  },
  {
    "pmid": "40035222",
    "title": "An overview of insulin therapy for the non-specialist.",
    "date": "2025 Jul",
    "journal": "Diabetes Obes Metab",
    "authors": [
      "Home PD"
    ],
    "abstract": "Nearly all health professionals, whatever their practice or speciality, now have contact with a significant number of insulin-using people with diabetes. People with type 1 diabetes are nearly universally managed on more complex insulin regimens, increasingly with complex support technology, and with some understanding of the concepts underlying these needed by anyone with responsibility for other aspects of their health care. People with type 2 diabetes usually come to insulin therapy in time, now with a prevalence for insulin administration of ≈50%, thanks to improved management of associated health risks giving longer life expectancy. But while some understandings have simplified the usual approach (basal insulin, self-adjustment dose algorithms), the advent of other medical products offering cardio-renal protection, the use of insulin in combination with these, and the marketing of novel insulin analogues and biosimilars, have all added complexity to clinical decision making. However for the insulin user in the mainstream of care (ambulatory diabetes services in primary and secondary care) the broad principles of choice and management of insulin therapy are fairly easily applied. In the current article, the complexity is dissected and addressed, some of the stigma around insulin therapy is neutralised, and the fundamental approach in regular care drawn into focus. PLAIN LANGUAGE SUMMARY: Insulin therapy is used in their diabetes lifetime by nearly all people with type 2 diabetes (T2DM), as well as in all people with type 1 diabetes (T1DM). In T2DM this is in the context of the usual progression of islet B-cell secretory failure, but also very often in the context of other conditions, from cancer or steroid therapy to acute arterial events or major surgery. Its prescription in these circumstances means that, in pharmaco-epidemiological studies, insulin use is invariably associated with poor health outcomes, but in a series of major RCTs of 5-15 years duration no excess of vascular or oncological adverse health outcomes was found. Physiologically insulin secretion occurs in two scenarios, namely basal insulin at night and between meals (≈50%), and in short (≈4 h) bursts with meals (≈50%). The former suppresses liver glucose production, which in its absence causes plasma glucose to rise threefold to around 12 mmol/l (but much higher if metabolic stress or with sugar-containing drinks). Meal-time insulin secretion in addition promotes glucose storage in skeletal muscle. People with T1DM, having no endogenous insulin secretion, thus require a multiple injection regimen (basal + meal-time), or pumped insulin, often now moderated by continuous glucose monitoring (CGM). Basal and meal-time preparations of pharmaceutical insulin analogues are also used for T2DM, with GLP-1RA and metformin usually continued. The starting regimen is normally basal only, usually with insulin glargine (100 U/ml), originator or biosimilar, while insulin degludec or glargine 300 U/ml can have advantage as basal insulins where true 24-h cover is found to be needed. Weekly insulins (developmental or marketed) may have a role in injection acceptability in T2DM, at a cost of some increase in hypoglycaemia. In ambulatory care a meal-time insulin analogue, originator or biosimilar, is added when required, often after some years on basal insulin. Meal insulins are also used in insulin pumps. Hypoglycaemia is a significant issue in T1DM, limiting insulin dosing, but can be helped by CGM, with or without pumps, and careful dose adjustment. It is a much lesser issue in T2DM, until meal-time insulins are introduced, or in people of thinner phenotype, whence again expertise in dose adjustment may be needed. Body weight gain with insulin is usually modest, particularly if basal insulin is begun appropriately before glycosuria has influenced calorie balance. In mainstream ambulatory care the broad principles of insulin therapy are fairly easily applied, the main resources being team familiarity with a basal insulin (glargine/biosimilar), a finger-prick glucose-monitoring system, basic patient education on use of these, and time to supervise dose titration. Beginning with a fixed dose (e.g. 10 U/day) and increasing by 2 U twice a week is simple, but may take months of persistent input to reach target fasting plasma glucose levels. In conclusion, insulin is a usual therapy in both T1DM and T2DM, and in the latter initially at least is fairly easily applied, in combination with other glucose-lowering agents. However it can be more challenging in the context of the technology used in T1DM, once meal-time insulin is added to basal in T2DM, and when dose requirements are complex and unstable in conjunction with other medical conditions."
  },
  {
    "pmid": "36062951",
    "title": "Weight Loss, Lifestyle Intervention, and Metformin Affect Longitudinal Relationship of Insulin Secretion and Sensitivity.",
    "date": "2022 Nov 23",
    "journal": "J Clin Endocrinol Metab",
    "authors": [
      "Vazquez Arreola E",
      "Knowler WC",
      "Hanson RL"
    ],
    "abstract": "Insulin secretion and sensitivity regulate glycemia, with inadequately compensated deficiencies leading to diabetes."
  },
  {
    "pmid": "32191646",
    "title": "Influence of adiposity, insulin resistance, and intrahepatic triglyceride content on insulin kinetics.",
    "date": "2020 Jun 1",
    "journal": "J Clin Invest",
    "authors": [
      "Smith GI",
      "Polidori DC",
      "Yoshino M",
      "Kearney ML",
      "Patterson BW",
      "Mittendorfer B",
      "Klein S"
    ],
    "abstract": "BACKGROUNDInsulin is a key regulator of metabolic function. The effects of excess adiposity, insulin resistance, and hepatic steatosis on the complex integration of insulin secretion and hepatic and extrahepatic tissue extraction are not clear.METHODSA hyperinsulinemic-euglycemic clamp and a 3-hour oral glucose tolerance test were performed to evaluate insulin sensitivity and insulin kinetics after glucose ingestion in 3 groups: (a) lean subjects with normal intrahepatic triglyceride (IHTG) and glucose tolerance (lean-NL; n = 14), (b) obese subjects with normal IHTG and glucose tolerance (obese-NL; n = 24), and (c) obese subjects with nonalcoholic fatty liver disease (NAFLD) and prediabetes (obese-NAFLD; n = 22).RESULTSInsulin sensitivity progressively decreased and insulin secretion progressively increased from the lean-NL to the obese-NL to the obese-NAFLD groups. Fractional hepatic insulin extraction progressively decreased from the lean-NL to the obese-NL to the obese-NAFLD groups, whereas total hepatic insulin extraction (molar amount removed) was greater in the obese-NL and obese-NAFLD subjects than in the lean-NL subjects. Insulin appearance in the systemic circulation and extrahepatic insulin extraction progressively increased from the lean-NL to the obese-NL to the obese-NAFLD groups. Total hepatic insulin extraction plateaued at high rates of insulin delivery, whereas the relationship between systemic insulin appearance and total extrahepatic extraction was linear.CONCLUSIONHyperinsulinemia after glucose ingestion in obese-NL and obese-NAFLD is due to an increase in insulin secretion, without a decrease in total hepatic or extrahepatic insulin extraction. However, the liver's maximum capacity to remove insulin is limited because of a saturable extraction process. The increase in insulin delivery to the liver and extrahepatic tissues in obese-NAFLD is unable to compensate for the increase in insulin resistance, resulting in impaired glucose homeostasis.TRIAL REGISTRATIONClinicalTrials.gov NCT02706262.FUNDINGNIH grants DK56341 (Nutrition Obesity Research Center), DK052574 (Digestive Disease Research Center), RR024992 (Clinical and Translational Science Award), and T32 DK007120 (a T32 Ruth L. Kirschstein National Research Service Award); the American Diabetes Foundation (1-18-ICTS-119); Janssen Research & Development; and the Pershing Square Foundation."
  },
  {
    "pmid": "33878400",
    "title": "Insulin's actions on vascular tissues: Physiological effects and pathophysiological contributions to vascular complications of diabetes.",
    "date": "2021 Oct",
    "journal": "Mol Metab",
    "authors": [
      "Fu J",
      "Yu MG",
      "Li Q",
      "Park K",
      "King GL"
    ],
    "abstract": "Insulin has been demonstrated to exert direct and indirect effects on vascular tissues. Its actions in vascular cells are mediated by two major pathways: the insulin receptor substrate 1/2-phosphoinositide-3 kinase/Akt (IRS1/2/PI3K/Akt) pathway and the Src/mitogen-activated protein kinase (MAPK) pathway, both of which contribute to the expression and distribution of metabolites, hormones, and cytokines."
  },
  {
    "pmid": "35863268",
    "title": "Rising cost of insulin: A deterrent to compliance in patients with diabetes mellitus.",
    "date": "2022 Aug",
    "journal": "Diabetes Metab Syndr",
    "authors": [
      "Zargar AH",
      "Kalra S",
      "K M PK",
      "Murthy S",
      "Negalur V",
      "Rajput R",
      "Rastogi A",
      "Saboo B",
      "Sharma SK",
      "Sahay R",
      "Aravind SR",
      "Shaikh S",
      "Tiwaskar M",
      "Ingole S",
      "Kamble S"
    ],
    "abstract": "The rapid increase in burden of type 2 diabetes mellitus (T2DM), poses a huge medico-economic challenge, especially when the cost of care is funded by out-of-pocket expenses. The aim of this review is to highlight various issues associated with rising cost of insulin, prevalence of cost-related insulin underuse, insulin related cost-saving behaviors, and viable solutions for the benefit of patients with T2DM receiving insulin."
  },
  {
    "pmid": "28832100",
    "title": "Consensus on Use of Insulins in Gestational Diabetes.",
    "date": "2017 Mar",
    "journal": "J Assoc Physicians India",
    "authors": [
      "Gangopadhyay KK",
      "Mukherjee JJ",
      "Sahay RK"
    ],
    "abstract": "Gestational Diabetes Mellitus (GDM), diabetes diagnosed during pregnancy is associated with maternal (caesarean delivery, hypoglycaemia, hyperbilirubinaemia, shoulder dystocia, pre-term delivery and birth trauma) and fetal (Hyperbilirubinaemia in offspring, Neonatal hypoglycaemia, Macrosomia) complications. Despite, insulin being the standard treatment for GDM cases, there is no existing comprehensive consensus update on use of insulin in Indian patients with GDM."
  },
  {
    "pmid": "38749508",
    "title": "Clinical perspectives on the frequency of hypoglycemia in treat-to-target randomized controlled trials comparing basal insulin analogs in type 2 diabetes: a narrative review.",
    "date": "2024 May 14",
    "journal": "BMJ Open Diabetes Res Care",
    "authors": [
      "Rosenstock J",
      "Bajaj HS",
      "Lingvay I",
      "Heller SR"
    ],
    "abstract": "The objective of this review was to comprehensively present and summarize trends in reported rates of hypoglycemia with one or two times per day basal insulin analogs in individuals with type 2 diabetes to help address and contextualize the emerging theoretical concern of increased hypoglycemic risk with once-weekly basal insulins.Hypoglycemia data were extracted from treat-to-target randomized clinical trials conducted during 2000-2022. Published articles were identified on PubMed or within the US Food and Drug Administration submission documents. Overall, 57 articles were identified: 44 assessed hypoglycemic outcomes in participants receiving basal-only therapy (33 in insulin-naive participants; 11 in insulin-experienced participants), 4 in a mixed population (insulin-naive and insulin-experienced participants) and 9 in participants receiving basal-bolus therapy. For the analysis, emphasis was placed on level 2 (blood glucose <3.0 mmol/L (<54 mg/dL)) and level 3 (or severe) hypoglycemia.Overall, event rates for level 2 or level 3 hypoglycemia across most studies ranged from 0.06 to 7.10 events/person-year of exposure (PYE) for participants receiving a basal-only insulin regimen; the rate for basal-bolus regimens ranged from 2.4 to 13.6 events/PYE. Rates were generally lower with second-generation basal insulins (insulin degludec or insulin glargine U300) than with neutral protamine Hagedorn insulin or first-generation basal insulins (insulin detemir or insulin glargine U100). Subgroup categorization by sulfonylurea usage, end-of-treatment insulin dose or glycated hemoglobin reduction did not show consistent trends on overall hypoglycemia rates. Hypoglycemia rates reported so far for once-weekly basal insulins are consistent with or lower than those reported for daily-administered basal insulin analogs."
  },
  {
    "pmid": "35593434",
    "title": "What is the value of faster acting prandial insulin? Focus on ultra rapid lispro.",
    "date": "2022 Sep",
    "journal": "Diabetes Obes Metab",
    "authors": [
      "Heise T",
      "Piras de Oliveira C",
      "Juneja R",
      "Ribeiro A",
      "Chigutsa F",
      "Blevins T"
    ],
    "abstract": "Rapid-acting insulins (RAIs) have been instrumental in the management of diabetes because of their improved postprandial glucose (PPG) control compared with regular human insulin. However, their absorption rate and time action following subcutaneous administration still falls short of the normal physiological response to meal consumption, increasing the risk of early postmeal hyperglycaemia and late postmeal hypoglycaemia. Increased demand for faster acting insulins, which can quickly control PPG excursions without increasing the risk of late hypoglycaemia, led to the development of ultra-rapid-acting insulins, including ultra-rapid lispro (URLi). URLi is a novel formulation of insulin lispro with accelerated absorption driven by two excipients: treprostinil, which increases local vasodilation, and citrate, which increases local vascular permeability. Clinical pharmacology studies consistently showed an earlier onset and shorter duration of action with URLi compared with Lispro. In a head-to-head study with Faster aspart, Aspart and Lispro, URLi was absorbed faster, provided earlier insulin action, and more closely matched physiological glucose response than the other insulins tested. URLi's unique pharmacokinetic properties increase its potential for improved PPG control beyond that achieved with RAIs. Indeed, in pivotal phase 3 trials, URLi was superior to Lispro for PPG control both at 1 and 2 hours after a meal in type 1 and type 2 diabetes with multiple daily injections, and in type 1 diabetes with continuous subcutaneous insulin infusion. This was achieved without increasing the risk of hypoglycaemia. In this review, we focus on the clinical and pharmacological evidence for URLi in the treatment of diabetes and discuss the potential benefits and considerations with URLi compared with RAIs."
  },
  {
    "pmid": "28379636",
    "title": "Conserved insulin signaling in the regulation of oocyte growth, development, and maturation.",
    "date": "2017 Jun",
    "journal": "Mol Reprod Dev",
    "authors": [
      "Das D",
      "Arur S"
    ],
    "abstract": "Insulin signaling regulates various aspects of physiology, such as glucose homeostasis and aging, and is a key determinant of female reproduction in metazoans. That insulin signaling is crucial for female reproductive health is clear from clinical data linking hyperinsulinemic and hypoinsulinemic condition with certain types of ovarian dysfunction, such as altered steroidogenesis, polycystic ovary syndrome, and infertility. Thus, understanding the signaling mechanisms that underlie the control of insulin-mediated ovarian development is important for the accurate diagnosis of and intervention for female infertility. Studies of invertebrate and vertebrate model systems have revealed the molecular determinants that transduce insulin signaling as well as which biological processes are regulated by the insulin-signaling pathway. The molecular determinants of the insulin-signaling pathway, from the insulin receptor to its downstream signaling components, are structurally and functionally conserved across evolution, from worms to mammals-yet, physiological differences in signaling still exist. Insulin signaling acts cooperatively with gonadotropins in mammals and lower vertebrates to mediate various aspects of ovarian development, mainly owing to evolution of the endocrine system in vertebrates. In contrast, insulin signaling in Drosophila and Caenorhabditis elegans directly regulates oocyte growth and maturation. In this review, we compare and contrast insulin-mediated regulation of ovarian functions in mammals, lower vertebrates, C. elegans, and Drosophila, and highlight conserved signaling pathways and regulatory mechanisms in general while illustrating insulin's unique role in specific reproductive processes."
  },
  {
    "pmid": "40116796",
    "title": "The Modern Role of Basal Insulin in Advancing Therapy in People With Type 2 Diabetes.",
    "date": "2025 May 1",
    "journal": "Diabetes Care",
    "authors": [
      "Bolli GB",
      "Home PD",
      "Porcellati F",
      "Riddle MC",
      "Gerstein HC",
      "Lucidi P",
      "Fanelli CG",
      "Owens DR"
    ],
    "abstract": "Insulin deficiency, often aggravated by insulin resistance, results in type 2 diabetes mellitus (T2DM). With the availability of glucagon-like peptide 1 receptor agonists and sodium-glucose cotransporter 2 inhibitors, basal insulin (BI) therapy is no longer the first-line option after lifestyle modification plus oral agents is insufficient. In contrast to BI, the newer medications require minor titration, lower hyperglycemia in a glucose-dependent manner, and reduce body weight. Importantly, the newer agents reduce cardiorenal events in the short term. Nonetheless, insulin therapy continues to play a key role in control of hyperglycemia and therefore long-term prevention of vascular complications. Its use is essential in many circumstances, including metabolic emergencies, new diabetes onset, latent autoimmune diabetes (LADA), pregnancy, and when other agents are less desirable due to comorbidities. BI is needed in the frequent condition of failure of other therapies to keep HbA1c to target and/or intolerance of them. There are several advantages to the combination of BI with the newer medications given their different but complementary mechanisms of action, primarily, the lower dose of each, improving adherence and outcomes while decreasing the side effects. Multiple choices for single or combination use can better meet the variety of clinical phenotypes in the heterogeneous T2DM population, using the tenets of precision medicine."
  },
  {
    "pmid": "34726501",
    "title": "Effect of Banaba (Lagerstroemia speciosa) on Metabolic Syndrome, Insulin Sensitivity, and Insulin Secretion.",
    "date": "2022 Feb",
    "journal": "J Med Food",
    "authors": [
      "López-Murillo LD",
      "González-Ortiz M",
      "Martínez-Abundis E",
      "Cortez-Navarrete M",
      "Pérez-Rubio KG"
    ],
    "abstract": "To evaluate the effect of Banaba (Lagerstroemia speciosa) on metabolic syndrome (MetS), insulin sensitivity, and insulin secretion. A randomized, double-blind, placebo-controlled clinical trial was carried out in 24 patients with diagnosis of MetS according to the International Diabetes Federation criteria. Body weight, waist circumference, and blood pressure were evaluated. Fasting plasma glucose (FPG) and insulin concentrations were measured every 30 min during 2 h after a 75-g dextrose load. Lipid profile was determined before and after the pharmacological intervention. Twelve patients received Banaba (500 mg) twice a day, before breakfast and dinner for 12 weeks. The remaining 12 patients received placebo at the same dosage. Body mass index, area under the curve (AUC) of glucose and insulin, insulin sensitivity, total insulin secretion, and the first phase of insulin secretion were calculated. After Banaba administration, there were significant decreases in systolic blood pressure (SBP) (121.5 ± 12.9 vs. 116.3 ± 9.8 mmHg, P = .050), FPG (5.9 ± 0.4 vs. 5.7 ± 0.4 mmol/L, P = .034), triglycerides (TG) (2.3 ± 0.4 vs. 1.7 ± 0.5 mmol/L, P = .021), very low-density lipoprotein (VLDL) (0.5 ± 0.1 vs. 0.3 ± 0.1 mmol/L, P = .021), AUC of insulin (50,675 ± 14,309 vs. 37,983 ± 19,298 mmol/L, P = .017), and insulinogenic index (0.4 ± 0.2 vs. 0.3 ± 0.2, P = .047). Eight patients (67%) of the Banaba group showed remission of MetS. In the placebo group, there was a downward trend toward statistical significance in the Stumvoll index (910.3 ± 514.1 vs. 651.0 ± 405.2, P = .062). Banaba administration leads to remission of MetS and a significant decrease in SBP, FPG, TG, VLDL, AUC of insulin, and total insulin secretion. Clinical Trial Registration number: NCT02767869."
  },
  {
    "pmid": "34534317",
    "title": "Distinct and Convergent Beneficial Effects of Estrogen and Insulin on Cognitive Function in Healthy Young Men.",
    "date": "2022 Jan 18",
    "journal": "J Clin Endocrinol Metab",
    "authors": [
      "Krug R",
      "Beier L",
      "Lämmerhofer M",
      "Hallschmid M"
    ],
    "abstract": "Systematic investigations into the cognitive impact of estradiol and insulin in male individuals are sparse, and it is unclear whether the 2 hormones interact to benefit specific cognitive functions in humans."
  },
  {
    "pmid": "31729775",
    "title": "A review of the NG17 recommendations for the use of basal insulin in type 1 diabetes.",
    "date": "2020 Feb",
    "journal": "Diabet Med",
    "authors": [
      "Bain S",
      "Feher M",
      "Fisher M",
      "Hex N",
      "Lee KCS",
      "Mahon J",
      "Russell-Jones D",
      "Schou H",
      "Wilmot EG",
      "Baxter M"
    ],
    "abstract": "To revisit the data analysis used to inform National Institute of Health and Care Excellence (NICE) NG17 guidance for initiating basal insulin in adults with type 1 diabetes mellitus (diabetes)."
  },
  {
    "pmid": "38536964",
    "title": "Lessons From Insulin: Policy Prescriptions for Affordable Diabetes and Obesity Medications.",
    "date": "2024 Aug 1",
    "journal": "Diabetes Care",
    "authors": [
      "Nagel KE",
      "Ramachandran R",
      "Lipska KJ"
    ],
    "abstract": "Escalating insulin prices have prompted public scrutiny of the practices of drug manufacturers, pharmacy benefit managers, health insurers, and pharmacies involved in production and distribution of medications. As a result, a series of policies have been proposed or enacted to improve insulin affordability and foster greater equity in access. These policies have implications for other diabetes and obesity therapeutics. Recent legislation, at both the state and federal level, has capped insulin out-of-pocket payments for some patients. Other legislation has targeted drug manufacturers directly in requiring rebates on drugs with price increases beyond inflation rates, an approach that may restrain price hikes for existing medications. In addition, government negotiation of drug pricing, a contentious issue, has gained traction, with the Inflation Reduction Act of 2022 permitting limited negotiation for certain high expenditure drugs without generic or biosimilar competition, including some insulin products and other diabetes medications. However, concerns persist that this may inadvertently encourage higher launch prices for new medications. Addressing barriers to competition has also been a priority such as through increased enforcement against anticompetitive practices (e.g., \"product hopping\") and reduced regulatory requirements for biosimilar development and market entry. A novel approach involves public production, exemplified by California's CalRx program, which aims to provide biosimilar insulins at significantly reduced prices. Achieving affordable and equitable access to insulin and other diabetes and obesity medications requires a multifaceted approach, involving state and federal intervention, ongoing policy evaluation and refinement, and critical examination of corporate influences in health care."
  },
  {
    "pmid": "30786308",
    "title": "Effectiveness of Insulin Analogs Compared with Human Insulins in Pregnant Women with Diabetes Mellitus: Systematic Review and Meta-analysis.",
    "date": "2019 Feb",
    "journal": "Rev Bras Ginecol Obstet",
    "authors": [
      "Santos LL",
      "Santos JL",
      "Barbosa LT",
      "Silva IDND",
      "de Sousa-Rodrigues CF",
      "Barbosa FT"
    ],
    "abstract": "Diabetes during pregnancy has been linked to unfavorable maternal-fetal outcomes. Human insulins are the first drug of choice because of the proven safety in their use. However, there are still questions about the use of insulin analogs during pregnancy. The objective of the present study was to determine the effectiveness of insulin analogs compared with human insulin in the treatment of pregnant women with diabetes through a systematic review with meta-analysis. The search comprised the period since the inception of each database until July 2017, and the following databases were used: MEDLINE, CINAHL, EMBASE, ISI Web of Science, LILACS, Scopus, SIGLE and Google Scholar. We have selected 29 original articles: 11 were randomized clinical trials and 18 were observational studies. We have explored data from 6,382 participants. All of the articles were classified as having an intermediate to high risk of bias. The variable that showed favorable results for the use of insulin analogs was gestational age, with a mean difference of - 0.26 (95 % confidence interval [CI]: 0.03-0.49; p = 0.02), but with significant heterogeneity (Higgins test [I 2 ] = 38%; chi-squared test [χ 2 ] = 16.24; degree of freedom [DF] = 10; p = 0.09). This result, in the clinical practice, does not compromise the fetal well-being, since all babies were born at term. There was publication bias in the gestational age and neonatal weight variables. To date, the evidence analyzed has a moderate-to-high risk of bias and does not allow the conclusion that insulin analogs are more effective when compared with human insulin to treat diabetic pregnant women."
  },
  {
    "pmid": "28245726",
    "title": "Effect of tadalafil administration on insulin secretion and insulin sensitivity in obese men.",
    "date": "2017 Oct",
    "journal": "Acta Clin Belg",
    "authors": [
      "González-Ortiz M",
      "Martínez-Abundis E",
      "Hernández-Corona DM",
      "Ramírez-Rodríguez AM"
    ],
    "abstract": "To evaluate the effect of tadalafil administration on insulin secretion and insulin sensitivity in obese men without diabetes."
  },
  {
    "pmid": "32520457",
    "title": "[Insulin pump treatment: For whom and how to set it up on an outpatient?].",
    "date": "2020 Jun 10",
    "journal": "Rev Med Suisse",
    "authors": [
      "Mbundu Ilunga R",
      "Camponovo C",
      "Le Dizès O",
      "Wojtusciszyn A"
    ],
    "abstract": "Pump therapy has existed for over 40 years and provides a more flexible delivery of insulin. To date, almost 25% of type 1 diabetic patients have chosen this therapeutic option. In recent years, it has also been offered to patients with type 2 insulin-requiring diabetes. The choice of insulin pump is based on its indication, the patient's preference, lifestyle and knowledge of the disease. A risk of developing ketoacidosis in case of interruption of insulin delivery exists. Its implementation therefore requires a specialized interdisciplinary care team available in case of emergency."
  },
  {
    "pmid": "35187770",
    "title": "Immunogenicity of LY2963016 insulin glargine and Lantus® insulin glargine in Chinese patients with type 1 or type 2 diabetes mellitus.",
    "date": "2022 Jun",
    "journal": "Diabetes Obes Metab",
    "authors": [
      "Wang W",
      "Song X",
      "Lou Y",
      "Du L",
      "Zhu D",
      "Zhou Z"
    ],
    "abstract": "To evaluate the immunogenicity of LY2963016 insulin glargine (LY IGlar) versus originator insulin glargine (IGlar [Lantus®]) in Chinese patients with type 1 (T1DM) or type 2 diabetes mellitus (T2DM)."
  },
  {
    "pmid": "36399721",
    "title": "Efficacy and Safety of Dapagliflozin by Baseline Insulin Regimen and Dose: Post Hoc Analyses From DECLARE-TIMI 58.",
    "date": "2023 Jan 1",
    "journal": "Diabetes Care",
    "authors": [
      "Pollack R",
      "Raz I",
      "Wiviott SD",
      "Goodrich EL",
      "Murphy SA",
      "Yanuv I",
      "Rozenberg A",
      "Mosenzon O",
      "Langkilde AM",
      "Gause-Nilsson IAM",
      "Bhatt DL",
      "Leiter LA",
      "McGuire DK",
      "Wilding JPH",
      "Sabatine MS",
      "Cahn A"
    ],
    "abstract": "The cardiorenal benefits of adding sodium-glucose cotransporter 2 (SGLT2) inhibitor therapy for patients on insulin, particularly those on intensive regimens that include short-acting (SA) insulin, have not been explored."
  },
  {
    "pmid": "37528614",
    "title": "Photobiomodulation in diabetic rats: Effects on morphological, pancreatic parameters, and glucose homeostasis.",
    "date": "2023 Nov",
    "journal": "J Biophotonics",
    "authors": [
      "Pandolfo IL",
      "Bonifacio M",
      "Benfato ID",
      "de Almeida Cruz M",
      "Nagaoka MR",
      "Carvalho CPF",
      "de Oliveira CAM",
      "Renno ACM"
    ],
    "abstract": "Photobiomodulation (PBM) has therapeutic effects on wound healing, diabetic microangiopathy, and retinopathy. However, little is known about the use of PBM for the treatment of diabetes mellitus (DM). In this context, we aimed to evaluate the effects of PBM on pancreas morphology and insulin and glucose tolerance in an experimental model of DM. Thus, DM was induced by streptozotocin (STZ) (60 mg/kg). Subsequently, the rats were treated with PBM (808 nm and 30 J/cm 2 ). After euthanasia, morphometric parameters and immunoreactivity for insulin and 8-OHdG were evaluated in the pancreas. The results showed that treated animals had higher values of body mass and higher values in the number of beta cells in the pancreas. In conclusion, PBM resulted in decreased weight loss in STZ-induced diabetic rats and presented a stimulatory effect on the pancreas of the treated animals, highlighting the promising effects of this therapy in the clinical condition of DM."
  },
  {
    "pmid": "35505238",
    "title": "Insulin allergy: a diagnostic and therapeutic strategy based on a retrospective cohort and a case-control study.",
    "date": "2022 Aug",
    "journal": "Diabetologia",
    "authors": [
      "Sola-Gazagnes A",
      "Pecquet C",
      "Berré S",
      "Achenbach P",
      "Pierson LA",
      "Virmoux-Buisson I",
      "M'Bemba J",
      "Elgrably F",
      "Moguelet P",
      "Boitard C",
      "Caillat-Zucman S",
      "Laanani M",
      "Coste J",
      "Larger E",
      "Mallone R"
    ],
    "abstract": "Insulin allergy is a rare but significant clinical challenge. We aimed to develop a management workflow by (1) validating clinical criteria to guide diagnosis, based on a retrospective cohort, and (2) assessing the diagnostic performance of confirmatory tests, based on a case-control study."
  },
  {
    "pmid": "27752931",
    "title": "Pharmacological Management of Gestational Diabetes Mellitus.",
    "date": "2016 Nov",
    "journal": "Curr Diab Rep",
    "authors": [
      "Bergel R",
      "Hadar E",
      "Toledano Y",
      "Hod M"
    ],
    "abstract": "Gestational diabetes mellitus (GDM) is one of the most common morbidities complicating pregnancy, with short- and long-term consequences to the mothers, fetuses, and newborns. Management and treatment are aimed to achieve best possible glycemic control, while avoiding hypoglycemia and ensuring maternal and fetal safety. It involves behavioral modifications, nutrition and medications, if needed; concurrent with maternal and fetal surveillance for possible adverse outcomes. This review aims to elaborate on the pharmacological options for GDM therapy. We performed an extensive literature review of different available studies, published during the last 50 years, concerning pharmacological therapy for GDM, dealing with safety and efficacy, for both fetal and maternal morbidity consequences; as well as failure and success in establishing appropriate metabolic and glucose control. Oral medication therapy is a safe and effective treatment modality for GDM and in some circumstances may serve as first-line therapy when nutritional modifications fail. When oral agents fail to establish glucose control then insulin injections should be added. Determining the best oral therapy in inconclusive, although it seems that metformin is slightly superior to glyburide, in some aspects. As for parenteral therapy, all insulins listed in this article are considered both safe and effective for treatment of hyperglycemia during pregnancy. Importantly, a better safety profile, with similar efficacy is documented for most analogues. As GDM prevalence rises, there is a need for successful monitoring and treatment for patients. Caregivers should know the possible and available therapeutic options."
  },
  {
    "pmid": "31033904",
    "title": "Dose-Dependent Effects of Exercise and Diet on Insulin Sensitivity and Secretion.",
    "date": "2019 Oct",
    "journal": "Med Sci Sports Exerc",
    "authors": [
      "Ding C",
      "Chooi YUC",
      "Chan Z",
      "Lo J",
      "Choo J",
      "Ding BTK",
      "Leow MK",
      "Magkos F"
    ],
    "abstract": "A single bout of aerobic exercise increases insulin sensitivity the next day. The effects of exercise on insulin secretion, the role of exercise-induced energy deficit, and possible dose-response relationships are not well understood. This study aimed to evaluate insulin sensitivity and insulin secretion after progressively greater negative energy balance induced by exercise or diet."
  },
  {
    "pmid": "31076634",
    "title": "The role of insulin sensitivity and intranasally applied insulin on olfactory perception.",
    "date": "2019 May 10",
    "journal": "Sci Rep",
    "authors": [
      "Edwin Thanarajah S",
      "Hoffstall V",
      "Rigoux L",
      "Hanssen R",
      "Brüning JC",
      "Tittgemeyer M"
    ],
    "abstract": "Olfactory perception determines food selection behavior depending on energy homeostasis and nutritional status. The mechanisms, however, by which metabolic signals in turn regulate olfactory perception remain largely unclear. Given the evidence for direct insulin action on olfactory neurons, we tested olfactory performance (olfactory threshold, olfactory discrimination) in 36 subjects of normal- and overweight after administration of three different insulin doses (40 I.U., 100 I.U., 160 I.U.) or corresponding placebo volume in a within-subject design. Poor peripheral insulin sensitivity as quantified by HOMA-IR in baseline condition and increases in systemic insulin levels reactive to intranasal administration predicted poor olfactory performance. In contrast, intranasal insulin enhanced odor perception with a dose-dependent improvement of olfactory threshold. These findings indicate a new diametric impact of insulin on olfactory perception depending on peripheral or central availability."
  },
  {
    "pmid": "31974099",
    "title": "A Novel Dual-Hormone Insulin-and-Pramlintide Artificial Pancreas for Type 1 Diabetes: A Randomized Controlled Crossover Trial.",
    "date": "2020 Mar",
    "journal": "Diabetes Care",
    "authors": [
      "Haidar A",
      "Tsoukas MA",
      "Bernier-Twardy S",
      "Yale JF",
      "Rutkowski J",
      "Bossy A",
      "Pytka E",
      "El Fathi A",
      "Strauss N",
      "Legault L"
    ],
    "abstract": "The rapid insulin-alone artificial pancreas improves glycemia in type 1 diabetes but daytime control remains suboptimal. We propose two novel dual-hormone artificial pancreas systems."
  },
  {
    "pmid": "33480828",
    "title": "Standardizing Reporting of Glucose and Insulin Data for Patients on Multiple Daily Injections Using Connected Insulin Pens and Continuous Glucose Monitoring.",
    "date": "2021 Mar",
    "journal": "Diabetes Technol Ther",
    "authors": [
      "Rodbard D",
      "Garg SK"
    ],
    "abstract": "Background: Recent development and availability of several connected insulin pens with digital memory are likely to expand the availability of glucose and insulin metrics that previously had been available only for the much smaller number of people using insulin pumps. It would be highly desirable to standardize data presentations to avoid the chaotic emergence of multiple formats that might reduce the clinical utility of connected pens. Methods: We reviewed the literature and analyzed data displays from multiple blood glucose monitoring, continuous glucose monitoring (CGM), insulin pump, and automated insulin delivery systems, and methods for combination of glucose and insulin data. We examined multiple forms of presentation and now propose a prototype for a standardized method for data analysis and display, focusing on the content and format of a one-page dashboard summary for patients on multiple daily injection (MDI) insulin regimens. Results: We propose the following metrics to be included in the one-page report: (A) glucose metrics: simplified glucose distribution in the form of a stacked bar chart showing percentages of time below-, above-, or within-target ranges overall and (optionally) by date, by time of day, or day of the week; (B) insulin metrics: types and doses, and timing of basal and bolus insulin; (C) an enhanced ambulatory glucose profile or \"AGP+\" showing glucose data points and/or distributions (10th to 90th percentiles), dosages and timing of basal and bolus insulins and (optionally) graphical display of risk of hypoglycemia and hyperglycemia; and (D) user experience regarding technology usage, frequency of alerts for hypo- and hyperglycemia, and information regarding lifestyle, meals, exercise, and sleep, if available; and (E) clinical insights and interpretation. Conclusion: We propose a prototype for a dashboard summary report of glucose, insulin, meals, and activity data intended for providers and patients on MDI using connected pens and CGM. Our goal is to stimulate development of a standardized approach."
  },
  {
    "pmid": "35876517",
    "title": "[The insulin receptor discovery is 50 years old - A review of achieved progress].",
    "date": "2022",
    "journal": "Biol Aujourdhui",
    "authors": [
      "De Meyts P"
    ],
    "abstract": "The isolation of insulin from the pancreas and its purification to a degree permitting its safe administration to type 1 diabetic patients were accomplished 100 years ago at the University of Toronto by Banting, Best, Collip and McLeod and constitute undeniably one of the major medical therapeutic revolutions, recognized by the attribution of the 1923 Nobel Prize in Physiology or Medicine to Banting and McLeod. The clinical spin off was immediate as well as the internationalization of insulin's commercial production. The outcomes regarding basic research were much slower, in particular regarding the molecular mechanisms of insulin action on its target cells. It took almost a half-century before the determination of the tri-dimensional structure of insulin in 1969 and the characterization of its cell receptor in 1970-1971. The demonstration that the insulin receptor is in fact an enzyme named tyrosine kinase came in the years 1982-1985, and the crystal structure of the intracellular kinase domain 10 years later. The crystal structure of the first intracellular kinase substrate (IRS-1) in 1991 paved the way for the elucidation of the intracellular signalling pathways but it took 15 more years to obtain the complete crystal structure of the extracellular receptor domain (without insulin) in 2006. Since then, the determination of the structure of the whole insulin-receptor complex in both the inactive and activated states has made considerable progress, not least due to recent improvement in the resolution power of cryo-electron microscopy. I will here review the steps in the development of the concept of hormone receptor, and of our knowledge of the structure and molecular mechanism of activation of the insulin receptor."
  },
  {
    "pmid": "25352633",
    "title": "Improved insulin absorption by means of standardized injection site modulation results in a safer and more efficient prandial insulin treatment. A review of the existing clinical data.",
    "date": "2015 Jan",
    "journal": "J Diabetes Sci Technol",
    "authors": [
      "Pfützner A",
      "Raz I",
      "Bitton G",
      "Klonoff D",
      "Nagar R",
      "Hermanns N",
      "Haak T"
    ],
    "abstract": "Temperature changes on the surface of the skin lead to modifications of subcutaneous microcirculation. This phenomenon is employed in a standardized way by the InsuPad device to stabilize skin conditions before injections, which is associated with enhanced prandial insulin absorption. Three programmed warming cycles to 40°C within 50 minutes are resulting in faster insulin appearance in the plasma. Early standardized meal tolerance studies indicated a substantial improvement in postprandial glucose control when the same short-acting insulin analog dose was applied using InsuPad, and a dose reduction by 20% resulted in comparable glucose excursions. Similar results were obtained when patients applied the device under real-world conditions for 1 month. The InsuPad device was also tested in a prospective, controlled, parallel 3-month real-world study with 145 well-controlled but insulin-resistant patients with type 1 or type 2 diabetes. Patients were treated to target in both treatment arms (6.2 ± 0.5% in each group), with or without the device. However, patients with InsuPad needed 28% less prandial insulin, needed 12.5% less total insulin, and had 46% less confirmed hypoglycemic events (blood glucose < 63 mg/dL) as compared to the control group. Except for very few inflammatory or allergic skin reactions, there were no device-specific adverse events reported from these studies. In conclusion, use of InsuPad when applying prandial insulin doses may result in a safer and more efficient treatment of type 1 or type 2 diabetes."
  },
  {
    "pmid": "28001016",
    "title": "Effect of dapagliflozin administration on metabolic syndrome, insulin sensitivity, and insulin secretion.",
    "date": "2018 Sep",
    "journal": "Minerva Endocrinol",
    "authors": [
      "González-Ortiz M",
      "Méndez-Del Villar M",
      "Martínez-Abundis E",
      "Ramírez-Rodríguez AM"
    ],
    "abstract": "The aim of this paper was to evaluate the effect of dapagliflozin on metabolic syndrome (MetS), insulin sensitivity and insulin secretion."
  },
  {
    "pmid": "28792170",
    "title": "Consensus on \"Basal insulin in the management of Type 2 Diabetes: Which, When and How?\".",
    "date": "2017 Jul",
    "journal": "J Assoc Physicians India",
    "authors": [
      "Ghosal S",
      "Sinha B",
      "Majumder A",
      "Das AK",
      "Singh AK",
      "Ghoshdastidar B",
      "Maji D",
      "Goyal G",
      "Mukherjee JJ",
      "Gangopadhyay KK",
      "John M",
      "Chatterjee S",
      "Jaggi S",
      "Ray S",
      "Majumdar S",
      "Sharma SK"
    ],
    "abstract": "Type 2 diabetes mellitus (T2DM) has attained epidemic proportions and continues to increase despite the availability of a number of oral antidiabetic medications and major advances made in insulin delivery since its discovery nearly a hundred years ago. One, amongst many other reasons responsible for the inability to achieve adequate glycaemic control in a substantial proportion of T2DM patients is the delayed initiation and inappropriate intensification of insulin treatment. Appropriate initiation and intensification of insulin is critical for the successful achievement of tight glycaemic control."
  },
  {
    "pmid": "40156735",
    "title": "Insulin icodec: A novel once-weekly formulation for the treatment of type 1 and type 2 diabetes mellitus.",
    "date": "2025 Aug",
    "journal": "Rev Endocr Metab Disord",
    "authors": [
      "Pham DQ",
      "Andraos J",
      "Ayoub J"
    ],
    "abstract": "Insulin icodec is a novel once-weekly basal insulin analog subcutaneous injection seeking approval by the United States Food and Drug Administration (FDA) for use in both type 1 and type 2 diabetes mellitus. The mission of this manuscript is to provide a thorough overview of insulin icodec's clinical trials that were involved in its approval as well as review its pharmacology, pharmacokinetics, adverse effects, drug interactions, dosage recommendations, and regulatory issues. This article includes a thorough review of insulin icodec's safety and efficacy in type 1 and type 2 diabetes mellitus including its pharmacokinetic and pharmacodynamic profile. A systematic search of the electronic database of PubMed from inception until December 2024 using MeSH keywords was completed. Keywords used were icodec, insulin, type 1 diabetes, and type 2 diabetes. Overall, 14 clinical trials were identified and reviewed. The majority of the trials reviewed showed decreases in A1C as primary endpoints and non-inferiority and superiority with insulin icodec versus the comparator. In select studies, mild hypoglycemia was more evident in subjects taking insulin icodec versus the comparator but no other concerns were identified. The reviewed literature showed similar and sometimes improved glycemic control when insulin icodec was compared to other long-acting insulins both in insulin-naive and previously insulin-treated patients. Hypoglycemia was similar or slightly increased with insulin icodec when compared to other long acting insulins. Overall, icodec is a useful, new formulation of basal insulin that allows for less injections, improved compliance, and potentially improved glycemic control providing a new tool to practitioners managing patients with diabetes who need to be on insulin."
  },
  {
    "pmid": "34658253",
    "title": "Insulin secretion and action and the response of endogenous glucose production to a lack of glucagon suppression in nondiabetic subjects.",
    "date": "2021 Nov 1",
    "journal": "Am J Physiol Endocrinol Metab",
    "authors": [
      "Adams JD",
      "Egan AM",
      "Laurenti MC",
      "Schembri Wismayer D",
      "Bailey KR",
      "Cobelli C",
      "Dalla Man C",
      "Vella A"
    ],
    "abstract": "Type 2 diabetes is a disease characterized by impaired insulin secretion and defective glucagon suppression in the postprandial period. We examined the effect of impaired glucagon suppression on glucose concentrations and endogenous glucose production (EGP) at different degrees of insulin secretory impairment. The contribution of anthropometric characteristics, peripheral, and hepatic insulin action to this variability was also examined. To do so, we studied 54 nondiabetic subjects on two occasions in which endogenous hormone secretion was inhibited by somatostatin, with glucagon infused at a rate of 0.65 ng/kg/min, at 0 min to prevent a fall in glucagon (nonsuppressed day) or at 120 min to create a transient fall in glucagon (suppressed day). Subjects received glucose (labeled with [3- 3 H]-glucose) infused to mimic the systemic appearance of 50-g oral glucose. Insulin was infused to mimic a prandial insulin response in 18 subjects, another 18 received 80% of the dose, and the remaining 18 received 60%. EGP was measured using the tracer-dilution technique. Decreased prandial insulin resulted in greater % increase in peak glucose but not in integrated glucose concentrations attributable to nonsuppressed glucagon. The % change in integrated EGP was unaffected by insulin dose. Multivariate regression analysis, adjusted for age, sex, weight, and insulin dose, did not show a relationship between the EGP response to impaired suppression of glucagon and insulin action as measured at the time of screening by oral glucose tolerance. A similar analysis for hepatic insulin action also did not show a relationship with the EGP response. These data indicate that the effect of impaired glucagon suppression on EGP is independent of anthropometric characteristics and insulin action. NEW & NOTEWORTHY In prediabetes, anthropometric characteristics as well as insulin action do not alter the hepatic response to glucagon. The postprandial suppression or lack of suppression of glucagon secretion is an important factor governing postprandial glucose tolerance independent of insulin secretion."
  },
  {
    "pmid": "33742305",
    "title": "Comparative Efficacy and Safety of Ultra-Long-Acting, Long-Acting, Intermediate-Acting, and Biosimilar Insulins for Type 1 Diabetes Mellitus: a Systematic Review and Network Meta-Analysis.",
    "date": "2021 Aug",
    "journal": "J Gen Intern Med",
    "authors": [
      "Tricco AC",
      "Ashoor HM",
      "Antony J",
      "Bouck Z",
      "Rodrigues M",
      "Pham B",
      "Khan PA",
      "Nincic V",
      "Darvesh N",
      "Yazdi F",
      "Ghassemi M",
      "Ivory JD",
      "Veroniki AA",
      "Yu CH",
      "Moja L",
      "Straus SE"
    ],
    "abstract": "Increasing availability of competing biosimilar alternatives makes it challenging to make treatment decisions. The purpose of this review is to evaluate the comparative efficacy and safety of ultra-long-/long-/intermediate-acting insulin products and biosimilar insulin compared to human/animal insulin in adults with type 1 diabetes mellitus (T1DM)."
  },
  {
    "pmid": "26222134",
    "title": "Future prospect of insulin inhalation for diabetic patients: The case of Afrezza versus Exubera.",
    "date": "2015 Oct 10",
    "journal": "J Control Release",
    "authors": [
      "Al-Tabakha MM"
    ],
    "abstract": "The current review was designed to compare between the insulin inhalation systems Exubera and Afrezza and to investigate the reasons why Exubera was unsuccessful, when Afrezza maker is expecting their product to be felicitous. In January 2006, Pfizer secured FDA and EC approval for the first of its kind, regular insulin through Exubera inhaler device for the management of types 1 and 2 diabetes mellitus (DM) in adults. The product was no longer available to the market after less than two years from its approval triggering a setback for competitive new inhalable insulins that were already in various clinical development phases. In contrary, MannKind Corporation started developing its ultra-rapid-acting insulin Afrezza in a bold bid, probably by managing the issues in which Exubera was not successful. Afrezza has been marketed since February, 2015 by Sanofi after getting FDA approval in June 2014. The results from this systematic review indicate the effectiveness of insulin inhalation products, particularly for patients initiating insulin therapy. Pharmaceutical companies should capitalize on the information available from insulin inhalation to produce competitive products that are able to match the bioavailability of subcutaneous (SC) insulin injection and to deal with the single insulin unit increments and basal insulin requirements in some diabetic patients or extending the horizon to inhalable drug products with completely different drug entities for other indications."
  },
  {
    "pmid": "38251250",
    "title": "Diversity and Evolutionary Analysis of Venom Insulin Derived from Cone Snails.",
    "date": "2024 Jan 9",
    "journal": "Toxins (Basel)",
    "authors": [
      "Guo Q",
      "Huang M",
      "Li M",
      "Chen J",
      "Cheng S",
      "Ma L",
      "Gao B"
    ],
    "abstract": "Cone snails possess a diverse array of novel peptide toxins, which selectively target ion channels and receptors in the nervous and cardiovascular systems. These numerous novel peptide toxins are a valuable resource for future marine drug development. In this review, we compared and analyzed the sequence diversity, three-dimensional structural variations, and evolutionary aspects of venom insulin derived from different cone snail species. The comparative analysis reveals that there are significant variations in the sequences and three-dimensional structures of venom insulins from cone snails with different feeding habits. Notably, the venom insulin of some piscivorous cone snails exhibits a greater similarity to humans and zebrafish insulins. It is important to emphasize that these venom insulins play a crucial role in the predatory strategies of these cone snails. Furthermore, a phylogenetic tree was constructed to trace the lineage of venom insulin sequences, shedding light on the evolutionary interconnections among cone snails with diverse diets."
  },
  {
    "pmid": "30924567",
    "title": "Reporting of hypoglycaemia in clinical trials of basal insulins: A need for consensus.",
    "date": "2019 Jul",
    "journal": "Diabetes Obes Metab",
    "authors": [
      "Frier BM",
      "Ratzki-Leewing A",
      "Harris SB"
    ],
    "abstract": "Hypoglycaemia is a common side-effect of diabetes therapies, particularly insulin, and imposes a substantial burden on individuals and healthcare systems. Consequently, regulatory approval of newer basal insulin (BI) therapies has relied on demonstration of a balance between achievement of good glycaemic control and less hypoglycaemia. Randomized controlled trials (RCTs) are the gold standard for assessing efficacy and safety, including hypoglycaemia risk, of BIs and are invaluable for obtaining regulatory approval. However, their highly selected patient populations and their conditions lead to results that may not be representative of real-life situations. Real-world evidence (RWE) studies are more representative of clinical practice, but they also have limitations. As such, data both from RCTs and RWE studies provide a fuller picture of the hypoglycaemia risk with BI therapies. However, substantial differences exist in the way hypoglycaemia is reported across these studies, which confounds comparisons of hypoglycaemia frequency among different BIs. This problem is ongoing and persists in recent trials of second-generation BI analogues. Although they provide a lower risk of hypoglycaemia when compared with earlier BIs, they do not eliminate it. This review describes differences in the way hypoglycaemia is reported across RCTs and RWE studies of second-generation BI analogues and examines potential reasons for these differences. For studies of BIs, there is a need to standardize aspects of design, analysis and methods of reporting to better enable interpretation of the efficacy and safety of such insulins among studies; such aspects include length of follow-up, glycaemic targets, hypoglycaemia definitions and time intervals for determining nocturnal events."
  },
  {
    "pmid": "39592911",
    "title": "Effect of exercise on plasma insulin levels in individuals with type 1 diabetes: A systematic review and meta-analysis.",
    "date": "2025 Feb",
    "journal": "Diabetes Obes Metab",
    "authors": [
      "Kastrati L",
      "Alvarez-Martinez M",
      "Thomas A",
      "Thevis M",
      "Muka T",
      "Stettler C",
      "Herzig D",
      "Glisic M",
      "Bally L"
    ],
    "abstract": "Current evidence of the impact of acute exercise on insulin levels in individuals with type 1 diabetes remains controversial. Therefore, we conducted a systematic review and meta-analysis to explore exercise-induced changes in insulin levels."
  }
]