[
  {
    "pmid": "33944788",
    "title": "Machine Learning and Natural Language Processing in Mental Health: Systematic Review.",
    "date": "2021 May 4",
    "journal": "J Med Internet Res",
    "authors": [
      "Le Glaz A",
      "Haralambous Y",
      "Kim-Dufor DH",
      "Lenca P",
      "Billot R",
      "Ryan TC",
      "Marsh J",
      "DeVylder J",
      "Walter M",
      "Berrouiguet S",
      "Lemey C"
    ],
    "abstract": "Machine learning systems are part of the field of artificial intelligence that automatically learn models from data to make better decisions. Natural language processing (NLP), by using corpora and learning approaches, provides good performance in statistical tasks, such as text classification or sentiment mining."
  },
  {
    "pmid": "37308760",
    "title": "Long-term outcomes following Dor, Toupet, and Nissen fundoplication: a network meta-analysis of randomized controlled trials.",
    "date": "2023 Jul",
    "journal": "Surg Endosc",
    "authors": [
      "Lee Y",
      "Tahir U",
      "Tessier L",
      "Yang K",
      "Hassan T",
      "Dang J",
      "Kroh M",
      "Hong D"
    ],
    "abstract": "In the surgical management of GERD, the traditional procedure is laparoscopic total (Nissen) fundoplication. However, partial fundoplication has been advocated as providing similar reflux control while potentially minimizing dysphagia. The comparative outcomes of different approaches to fundoplication are a topic of ongoing debate and long-term outcomes remain uncertain. This study aims to compare long-term gastroesophageal reflux disease (GERD) related outcomes following different fundoplication procedures."
  },
  {
    "pmid": "39068726",
    "title": "ChatGPT integration within nursing education and its implications for nursing students: A systematic review and text network analysis.",
    "date": "2024 Oct",
    "journal": "Nurse Educ Today",
    "authors": [
      "Gunawan J",
      "Aungsuroch Y",
      "Montayre J"
    ],
    "abstract": "This study aimed to explore prevalent topics related to integrating ChatGPT into nursing education, specifically focusing on its impact on nursing students."
  },
  {
    "pmid": "39233077",
    "title": "Association between PFAS exposure and thyroid health: A systematic review and meta-analysis for adolescents, pregnant women, adults and toxicological evidence.",
    "date": "2024 Nov 25",
    "journal": "Sci Total Environ",
    "authors": [
      "Du X",
      "Wu Y",
      "Tao G",
      "Xu J",
      "Du Z",
      "Wu M",
      "Gu T",
      "Xiong J",
      "Xiao S",
      "Wei X",
      "Ruan Y",
      "Xiao P",
      "Zhang L",
      "Zheng W"
    ],
    "abstract": "A burgeoning body of epidemiological and toxicological evidence suggests that thyroid health may be significantly impacted by exposure to both long- and short-chain perfluoroalkyl substances (PFAS) compounds. We conducted a meta-analysis to examine the association between 16 PFAS compounds and five thyroid hormones (TSH, TT3, TT4, FT3, and FT4) in the serum of a pregnant women, adolescents, and adults. The dose-response relationship between some PFAS and thyroid hormones in different population subpopulation was found and the model was fitted. We also amalgamated data from 18 animal experiments with previously published in vitro studies to elucidate the toxicological mechanisms underlying the impact of PFAS on the thyroid gland. The results of the study showed that (a) both conventional and emerging PFAS compounds were identified in human samples and exhibited associations with thyroid health outcomes; (b) in animal studies, PFAS have been found to impact thyroid gland health through two primary mechanisms: by influencing the hypothalamic-pituitary-thyroid axis and by binding to thyroid receptors. This study provides a systematic description of the health effects and risk assessment associated with PFAS exposure on the thyroid gland. Furthermore, dose-response relationships were established through the Hill model in python."
  },
  {
    "pmid": "38025255",
    "title": "Devices and Techniques.",
    "date": "2023",
    "journal": "J Neuroendovasc Ther",
    "authors": [
      "Kaneko N",
      "Sakuta K",
      "Imahori T",
      "Gedion H",
      "Ghovvati M",
      "Tateshima S"
    ],
    "abstract": "This extensive review explores the intricacies of the three principal mechanical thrombectomy techniques: the stent retriever technique, contact aspiration technique, and a combined approach, and their application in managing acute ischemic stroke. Each technique operates uniquely on the thrombus, leading to differences in their efficacy. Factors including clot size, clot stiffness, vessel tortuosity, and the angle of interaction between the aspiration catheter and the clot significantly influence these differences. Clinical trials and meta-analyses have shown the overall equivalency of these techniques for the treatments of large vessel occlusion and distal medium vessel occlusions. However, there are nuanced differences that emerge under specific clinical circumstances, highlighting the absence of a one-size-fits-all strategy in acute ischemic stroke management. We emphasize the need for future investigations to elucidate these nuances further, aiming to refine procedural strategies and individualize patient care for optimal outcomes."
  },
  {
    "pmid": "26154427",
    "title": "Acute pancreatitis.",
    "date": "2015 Sep",
    "journal": "Curr Opin Gastroenterol",
    "authors": [
      "Talukdar R",
      "Vege SS"
    ],
    "abstract": "To summarize recent data on classification systems, cause, risk factors, severity prediction, nutrition, and drug treatment of acute pancreatitis."
  },
  {
    "pmid": "40133495",
    "title": "CellPhoneDB v5: inferring cell-cell communication from single-cell multiomics data.",
    "date": "2025 Dec",
    "journal": "Nat Protoc",
    "authors": [
      "Troulé K",
      "Petryszak R",
      "Cakir B",
      "Cranley J",
      "Harasty A",
      "Prete M",
      "Tuong ZK",
      "Teichmann SA",
      "Garcia-Alonso L",
      "Vento-Tormo R"
    ],
    "abstract": "Cell-cell communication is essential for tissue development, function and regeneration. The revolution of single-cell genomics technologies offers an unprecedented opportunity to uncover how cells communicate in vivo within their tissue niches and how disruption of these niches can lead to diseases and developmental abnormalities. CellPhoneDB is a bioinformatics toolkit designed to infer cell-cell communication by combining a curated repository of bona fide ligand-receptor interactions with methods to integrate these interactions with single-cell genomics data. Here we present a protocol for the latest version of CellPhoneDB (v5), offering several new features. First, the repository has been expanded by one-third with the addition of new interactions, including ~1,000 interactions mediated by nonpeptidic ligands such as steroidogenic hormones, neurotransmitters and small G-protein-coupled receptor (GPCR)-binding ligands. Second, we outline a new way of using the database that allows users to tailor queries to their experimental designs. Third, the update incorporates novel strategies to prioritize specific cell-cell interactions, leveraging information from other modalities such as tissue microenvironments derived from spatial transcriptomics technologies or transcription factor activities derived from a single-cell assay for transposase accessible chromatin assays. Finally, we describe the new CellPhoneDBViz module to interactively visualize and share results. Altogether, CellPhoneDB v5 enhances the precision of cell-cell communication inference, offering new insights into tissue biology in physiological microenvironments. This protocol typically takes ~15 min and requires basic knowledge of python."
  },
  {
    "pmid": "34621811",
    "title": "Nidoviruses in Reptiles: A Review.",
    "date": "2021",
    "journal": "Front Vet Sci",
    "authors": [
      "Parrish K",
      "Kirkland PD",
      "Skerratt LF",
      "Ariel E"
    ],
    "abstract": "Since their discovery in 2014, reptile nidoviruses (also known as serpentoviruses) have emerged as significant pathogens worldwide. They are known for causing severe and often fatal respiratory disease in various captive snake species, especially pythons. Related viruses have been detected in other reptiles with and without respiratory disease, including captive and wild populations of lizards, and wild populations of freshwater turtles. There are many opportunities to better understand the viral diversity, species susceptibility, and clinical presentation in different species in this relatively new field of research. In captive snake collections, reptile nidoviruses can spread quickly and be associated with high morbidity and mortality, yet the potential disease risk to wild reptile populations remains largely unknown, despite reptile species declining on a global scale. Experimental studies or investigations of disease outbreaks in wild reptile populations are scarce, leaving the available literature limited mostly to exploring findings of naturally infected animals in captivity. Further studies into the pathogenesis of different reptile nidoviruses in a variety of reptile species is required to explore the complexity of disease and routes of transmission. This review focuses on the biology of these viruses, hosts and geographic distribution, clinical signs and pathology, laboratory diagnosis and management of reptile nidovirus infections to better understand nidovirus infections in reptiles."
  },
  {
    "pmid": "33928725",
    "title": "African oils in dermatology.",
    "date": "2022 Mar",
    "journal": "Dermatol Ther",
    "authors": [
      "Ayanlowo O",
      "-Adeife OC",
      "Ilomuanya M",
      "Ebie C",
      "Adegbulu A",
      "Ezeanyache O",
      "Odiase O",
      "Ikebudu V",
      "Akanbi B"
    ],
    "abstract": "Plant and seed oils have been used for centuries and possibly millennia in Nigeria and Africa for the maintenance of healthy skin and the traditional treatment of skin disorders. In recent times, some of these oils have regained popularity due to their availability and affordability coupled with concerns about the side effects of commercially processed skin care products. This is to assess the chemical properties, current knowledge, source of procurement, indications for topical use, benefits, and possible adverse effects of six plant oils and one animal fat commonly used in Nigeria. This is a literature review and interview with traditional healers and alternative health practitioners to document the traditional, medical, cosmetics, and other usage of oils for skin and scalp care in the African context. Literature review was done on the biochemical and pharmacological properties of each of the seven oils. Searches were made from PubMed, African Journal online, Medline, and Google scholar. Medical subject heading terms used in the search include shea butter, coconut oil, palm kernel oil, palm oil, soy oil, Baobab oil, and python oil. Plant and seed oils used locally in Nigeria and other African countries for skin care and treatment have several benefits due to the constituents of the plant oils (free fatty acids, triglycerides, ceramides, phospholipids, vitamins and antioxidants) which have been shown to promote healthy skin barrier function, wound healing and have anti-inflammatory and antimicrobial effects. They are however not without adverse effects, which may be mainly due to processing and storage hygiene. Further studies are required on these oils in view of their potential in the development of novel skincare products and dermatological therapies."
  },
  {
    "pmid": "34984778",
    "title": "Gut microbiome-immune system interaction in reptiles.",
    "date": "2022 Apr",
    "journal": "J Appl Microbiol",
    "authors": [
      "Siddiqui R",
      "Maciver SK",
      "Khan NA"
    ],
    "abstract": "Reptiles are ectothermic amniotes in a world dominated by endotherms. Reptiles originated more than 300 million years ago and they often dwell in polluted environments which may expose them to pathogenic micro-organisms, radiation and/or heavy metals. Reptiles also possess greater longevity and may live much longer than similar-sized land mammals, for example, turtles, tortoises, crocodiles and tuatara are long-lived reptiles living up to 100 years or more. Many recent studies have emphasized the pivotal role of the gut microbiome on its host; thus, we postulated that reptilian gut microbiome and/or its metabolites and the interplay with their robust immune system may contribute to their longevity and overall hardiness. Herein, we discuss the composition of the reptilian gut microbiome, immune system-gut microbiome cross-talk, antimicrobial peptides, reptilian resistance to infectious diseases and cancer, ageing, as well the current knowledge of the genome and epigenome of these remarkable species. Preliminary studies have demonstrated that microbial gut flora of reptiles such as crocodiles, tortoises, water monitor lizard and python exhibit remarkable anticancer and antibacterial properties, as well as comprise novel gut bacterial metabolites and antimicrobial peptides. The underlying mechanisms between the gut microbiome and the immune system may hold clues to developing new therapies overall for health, and possible extrapolation to exploit the ancient defence systems of reptiles for Homo sapiens benefit."
  },
  {
    "pmid": "32939066",
    "title": "Array programming with NumPy.",
    "date": "2020 Sep",
    "journal": "Nature",
    "authors": [
      "Harris CR",
      "Millman KJ",
      "van der Walt SJ",
      "Gommers R",
      "Virtanen P",
      "Cournapeau D",
      "Wieser E",
      "Taylor J",
      "Berg S",
      "Smith NJ",
      "Kern R",
      "Picus M",
      "Hoyer S",
      "van Kerkwijk MH",
      "Brett M",
      "Haldane A",
      "Del Río JF",
      "Wiebe M",
      "Peterson P",
      "Gérard-Marchant P",
      "Sheppard K",
      "Reddy T",
      "Weckesser W",
      "Abbasi H",
      "Gohlke C",
      "Oliphant TE"
    ],
    "abstract": "Array programming provides a powerful, compact and expressive syntax for accessing, manipulating and operating on data in vectors, matrices and higher-dimensional arrays. NumPy is the primary array programming library for the Python language. It has an essential role in research analysis pipelines in fields as diverse as physics, chemistry, astronomy, geoscience, biology, psychology, materials science, engineering, finance and economics. For example, in astronomy, NumPy was an important part of the software stack used in the discovery of gravitational waves 1 and in the first imaging of a black hole 2 . Here we review how a few fundamental array concepts lead to a simple and powerful programming paradigm for organizing, exploring and analysing scientific data. NumPy is the foundation upon which the scientific Python ecosystem is constructed. It is so pervasive that several projects, targeting audiences with specialized needs, have developed their own NumPy-like interfaces and array objects. Owing to its central position in the ecosystem, NumPy increasingly acts as an interoperability layer between such array computation libraries and, together with its application programming interface (API), provides a flexible framework to support the next decade of scientific and industrial analysis."
  },
  {
    "pmid": "37466636",
    "title": "Open-Source Machine Learning in Computational Chemistry.",
    "date": "2023 Aug 14",
    "journal": "J Chem Inf Model",
    "authors": [
      "Hagg A",
      "Kirschner KN"
    ],
    "abstract": "The field of computational chemistry has seen a significant increase in the integration of machine learning concepts and algorithms. In this Perspective, we surveyed 179 open-source software projects, with corresponding peer-reviewed papers published within the last 5 years, to better understand the topics within the field being investigated by machine learning approaches. For each project, we provide a short description, the link to the code, the accompanying license type, and whether the training data and resulting models are made publicly available. Based on those deposited in GitHub repositories, the most popular employed Python libraries are identified. We hope that this survey will serve as a resource to learn about machine learning or specific architectures thereof by identifying accessible codes with accompanying papers on a topic basis. To this end, we also include computational chemistry open-source software for generating training data and fundamental Python libraries for machine learning. Based on our observations and considering the three pillars of collaborative machine learning work, open data, open source (code), and open models, we provide some suggestions to the community."
  },
  {
    "pmid": "30101283",
    "title": "Bioinformatics applications on Apache Spark.",
    "date": "2018 Aug 1",
    "journal": "Gigascience",
    "authors": [
      "Guo R",
      "Zhao Y",
      "Zou Q",
      "Fang X",
      "Peng S"
    ],
    "abstract": "With the rapid development of next-generation sequencing technology, ever-increasing quantities of genomic data pose a tremendous challenge to data processing. Therefore, there is an urgent need for highly scalable and powerful computational systems. Among the state-of-the-art parallel computing platforms, Apache Spark is a fast, general-purpose, in-memory, iterative computing framework for large-scale data processing that ensures high fault tolerance and high scalability by introducing the resilient distributed dataset abstraction. In terms of performance, Spark can be up to 100 times faster in terms of memory access and 10 times faster in terms of disk access than Hadoop. Moreover, it provides advanced application programming interfaces in Java, Scala, Python, and R. It also supports some advanced components, including Spark SQL for structured data processing, MLlib for machine learning, GraphX for computing graphs, and Spark Streaming for stream computing. We surveyed Spark-based applications used in next-generation sequencing and other biological domains, such as epigenetics, phylogeny, and drug discovery. The results of this survey are used to provide a comprehensive guideline allowing bioinformatics researchers to apply Spark in their own fields."
  },
  {
    "pmid": "38097491",
    "title": "Updates for Reptile Pediatric Medicine.",
    "date": "2024 May",
    "journal": "Vet Clin North Am Exot Anim Pract",
    "authors": [
      "Latney LV"
    ],
    "abstract": "The health of hatchling, juvenile, and young adult reptiles continues to be plagued by historic nutritional deficiencies, old and emerging infectious diseases, and more recent phenotype-selective congenital abnormalities that impact welfare. Knowledge of mating seasonality, average egg counts, gestation times, and age and/or size for sexual maturity is necessary to help guide best practices for care of pediatric reptiles. Calcium, vitamin D3, and ultraviolet B (UVB) lighting recommendations vary in effectiveness amongst different species and can change with age. Phenotype-selective color patterns for spider ball pythons and scalation pattern for bearded dragons have resulted in vestibular disease, and increased evaporative water loss, respectively. Salmonellosis remains the most reported zoonotic disease for captive reptiles in the United States, despite improvements in client education and improvements in captive reptile husbandry."
  },
  {
    "pmid": "40705328",
    "title": "Zoonotic sporotrichosis: Systematic review and clinical aspects of feline and canine cases.",
    "date": "2025 Jul 2",
    "journal": "Med Mycol",
    "authors": [
      "Dumont-Viollaz A",
      "Santos DAR",
      "Thomson P"
    ],
    "abstract": "Sporotrichosis is a worldwide endemic mycosis caused by thermodimorphic fungi of the genus Sporothrix. Of the around 70 Sporothrix species, four are classified within the clinical or pathogenic clade (Sporothrix schenckii, S. brasiliensis, S. globosa, and S. luriei), which are usually isolated from animal and human infections. The disease shows various clinical presentations (fixed and disseminated cutaneous, lymphocutaneous, systemic, or extracutaneous forms), with itraconazole being the antifungal of choice in most cases. The cat is the key player in the zoonotic scenario of sporotrichosis, but despite the high number of felines with sporotrichosis, there are few studies that explore the clinical aspects of the disease in dogs and cats. The objective of this review was to establish associations between clinical aspects and treatment outcomes in feline and canine sporotrichosis."
  },
  {
    "pmid": "31277828",
    "title": "Machine Learning for Health Services Researchers.",
    "date": "2019 Jul",
    "journal": "Value Health",
    "authors": [
      "Doupe P",
      "Faghmous J",
      "Basu S"
    ],
    "abstract": "Machine learning is increasingly used to predict healthcare outcomes, including cost, utilization, and quality."
  },
  {
    "pmid": "30374293",
    "title": "Analysis Tools for Large Connectomes.",
    "date": "2018",
    "journal": "Front Neural Circuits",
    "authors": [
      "Scheffer LK"
    ],
    "abstract": "New reconstruction techniques are generating connectomes of unprecedented size. These must be analyzed to generate human comprehensible results. The analyses being used fall into three general categories. The first is interactive tools used during reconstruction, to help guide the effort, look for possible errors, identify potential cell classes, and answer other preliminary questions. The second type of analysis is support for formal documents such as papers and theses. Scientific norms here require that the data be archived and accessible, and the analysis reproducible. In contrast to some other \"omic\" fields such as genomics, where a few specific analyses dominate usage, connectomics is rapidly evolving and the analyses used are often specific to the connectome being analyzed. These analyses are typically performed in a variety of conventional programming language, such as Matlab, R, Python, or C++, and read the connectomic data either from a file or through database queries, neither of which are standardized. In the short term we see no alternative to the use of specific analyses, so the best that can be done is to publish the analysis code, and the interface by which it reads connectomic data. A similar situation exists for archiving connectome data. Each group independently makes their data available, but there is no standardized format and long-term accessibility is neither enforced nor funded. In the long term, as connectomics becomes more common, a natural evolution would be a central facility for storing and querying connectomic data, playing a role similar to the National Center for Biotechnology Information for genomes. The final form of analysis is the import of connectome data into downstream tools such as neural simulation or machine learning. In this process, there are two main problems that need to be addressed. First, the reconstructed circuits contain huge amounts of detail, which must be intelligently reduced to a form the downstream tools can use. Second, much of the data needed for these downstream operations must be obtained by other methods (such as genetic or optical) and must be merged with the extracted connectome."
  },
  {
    "pmid": "39975489",
    "title": "ChatGPT, Python, and Microsoft Excel.",
    "date": "2025 Jan 14",
    "journal": "J Med Libr Assoc",
    "authors": [
      "Sbampato K",
      "Arruda H",
      "Silva ÉR"
    ],
    "abstract": "ChatGPT (version 4.0, March 14, 2024). OpenAI, San Francisco, CA, USA. https://chat.openai.com; free and subscription plans available. Python (version 3.12.1, October 2, 2024). Python Software Foundation, Beaverton, OR, USA. https://www.python.org; free, open-source. Microsoft Excel (version 365). Microsoft Corporation, Redmond, WA, USA. https://www.microsoft.com/excel; proprietary software, subscription-based."
  },
  {
    "pmid": "38347203",
    "title": "Isoform-specific RNA structure determination using Nano-DMS-MaP.",
    "date": "2024 Jun",
    "journal": "Nat Protoc",
    "authors": [
      "Gribling-Burrer AS",
      "Bohn P",
      "Smyth RP"
    ],
    "abstract": "RNA structure determination is essential to understand how RNA carries out its diverse biological functions. In cells, RNA isoforms are readily expressed with partial variations within their sequences due, for example, to alternative splicing, heterogeneity in the transcription start site, RNA processing or differential termination/polyadenylation. Nanopore dimethyl sulfate mutational profiling (Nano-DMS-MaP) is a method for in situ isoform-specific RNA structure determination. Unlike similar methods that rely on short sequencing reads, Nano-DMS-MaP employs nanopore sequencing to resolve the structures of long and highly similar RNA molecules to reveal their previously hidden structural differences. This Protocol describes the development and applications of Nano-DMS-MaP and outlines the main considerations for designing and implementing a successful experiment: from bench to data analysis. In cell probing experiments can be carried out by an experienced molecular biologist in 3-4 d. Data analysis requires good knowledge of command line tools and Python scripts and requires a further 3-5 d."
  },
  {
    "pmid": "25697478",
    "title": "Anticipating designer drug-resistant cancer cells.",
    "date": "2015 Jul",
    "journal": "Drug Discov Today",
    "authors": [
      "Frangione ML",
      "Lockhart JH",
      "Morton DT",
      "Pava LM",
      "Blanck G"
    ],
    "abstract": "Successful use of anticancer designer drugs is likely to depend on simultaneous combinations of these drugs to minimize the development of resistant cancer cells. Considering the knowledge base of cancer signaling pathways, mechanisms of designer drug resistance should be anticipated, and early clinical trials could be designed to include arms that combine new drugs specifically with currently US Food and Drug Administration (FDA)-approved drugs expected to blunt alternative signaling pathways. In this review, we indicate examples of alternative signal pathways for recent anticancer drugs, and the use of original, Python-based software to systematically identify signaling pathways that could facilitate resistance to drugs targeting a particular protein. Pathway alternatives can be assessed at http://www.alternativesignalingpathways.com, developed with this review article."
  },
  {
    "pmid": "32042829",
    "title": "Gene-gene interaction: the curse of dimensionality.",
    "date": "2019 Dec",
    "journal": "Ann Transl Med",
    "authors": [
      "Chattopadhyay A",
      "Lu TP"
    ],
    "abstract": "Identified genetic variants from genome wide association studies frequently show only modest effects on the disease risk, leading to the \"missing heritability\" problem. An avenue, to account for a part of this \"missingness\" is to evaluate gene-gene interactions (epistasis) thereby elucidating their effect on complex diseases. This can potentially help with identifying gene functions, pathways, and drug targets. However, the exhaustive evaluation of all possible genetic interactions among millions of single nucleotide polymorphisms (SNPs) raises several issues, otherwise known as the \"curse of dimensionality\". The dimensionality involved in the epistatic analysis of such exponentially growing SNPs diminishes the usefulness of traditional, parametric statistical methods. With the immense popularity of multifactor dimensionality reduction (MDR), a non-parametric method, proposed in 2001, that classifies multi-dimensional genotypes into one- dimensional binary approaches, led to the emergence of a fast-growing collection of methods that were based on the MDR approach. Moreover, machine-learning (ML) methods such as random forests and neural networks (NNs), deep-learning (DL) approaches, and hybrid approaches have also been applied profusely, in the recent years, to tackle this dimensionality issue associated with whole genome gene-gene interaction studies. However, exhaustive searching in MDR based approaches or variable selection in ML methods, still pose the risk of missing out on relevant SNPs. Furthermore, interpretability issues are a major hindrance for DL methods. To minimize this loss of information, Python based tools such as PySpark can potentially take advantage of distributed computing resources in the cloud, to bring back smaller subsets of data for further local analysis. Parallel computing can be a powerful resource that stands to fight this \"curse\". PySpark supports all standard Python libraries and C extensions thus making it convenient to write codes to deliver dramatic improvements in processing speed for extraordinarily large sets of data."
  },
  {
    "pmid": "35080592",
    "title": "Assessment of Changes in Diversity in Dermatology Clinical Trials Between 2010-2015 and 2015-2020: A Systematic Review.",
    "date": "2022 Mar 1",
    "journal": "JAMA Dermatol",
    "authors": [
      "Chen V",
      "Akhtar S",
      "Zheng C",
      "Kumaresan V",
      "Nouri K"
    ],
    "abstract": "Although there have been increased efforts in dermatologic research to improve representation of patient sex, race, and ethnicity, there are limited data evaluating resulting changes."
  },
  {
    "pmid": "37898821",
    "title": "Systematic review and meta-analysis: the efficiency of bacteriophages previously patented against pathogenic bacteria on food.",
    "date": "2023 Oct 28",
    "journal": "Syst Rev",
    "authors": [
      "Romero-Calle DX",
      "de Santana VP",
      "Benevides RG",
      "Aliaga MTA",
      "Billington C",
      "Góes-Neto A"
    ],
    "abstract": "Food-borne diseases are a global public health issue with 1 in 10 people falling ill after eating contaminated food every year. In response, the food industry has implemented several new pathogen control strategies, such as biotechnological tools using the direct application of bacteriophages for biological control. We have undertaken a systematic review and meta-analysis that evaluated the efficiency of patented phages as a biological control for food-borne pathogens and determined the physical-chemical characteristics of the antimicrobial effect. Included and excluded criteria was developed. Included criteria: Phage patent files with an application in biological control on food and scientific articles and book chapters that used phages patented for food biological control. Excluded criteria: Patent documents, scientific articles, and book chapters that included phage therapy in humans, animals, and biological control on plants but did not have an application on food were not considered in our study. The systematic analysis identified 77 documents, 46 scientific articles, and 31 documents of patents and 23 articles was included in the meta-analysis. Listeria monocytogenes and Salmonella sp. comprised most of the targets identified in the screening, so that we focused on these strains to do the meta-analysis. There are a total of 383 and 192 experiments for Listeria and Salmonella phages for quantitative data analysis.Indexing databases for the bibliographic search (Scopus, Web of Science (WoS) and PubMed (Medline) were addressed by an automated script written in Python 3 Python Core Team (2015) and deposited on GitHub ( https://github.com/glenjasper ).A random-effects meta-analysis revealed (i) significant antimicrobial effect of Listeria phages in apple, apple juice, pear, and pear juice, (ii) significant antimicrobial effect of Salmonella phages in eggs, apple, and ready-to-eat chicken, (iii) no heterogeneity was identified in either meta-analysis, (iv) publication bias was detected for Listeria phages but not for Salmonella phages. (v) ListShield and Felix01 phages showed the best result for Listeria and Salmonella biological control, respectively, (vi) concentration of phage and bacteria, time and food had significant effect in the biological control of Listeria, (vii) temperature and time had a significant effect on the antimicrobial activity of Salmonella phages. The systematic review and meta-analyses to determine the efficiency of bacteriophages previously patented against pathogenic bacteria on dairy products, meat, fruits and vegetables. Besides, the discovering of key factors for efficacy, so that future applications of phage biotechnology in foods can be optimally deployed."
  },
  {
    "pmid": "35357794",
    "title": "On the reproducibility of enzyme reactions and kinetic modelling.",
    "date": "2022 Jul 26",
    "journal": "Biol Chem",
    "authors": [
      "Gygli G"
    ],
    "abstract": "Enzyme reactions are highly dependent on reaction conditions. To ensure reproducibility of enzyme reaction parameters, experiments need to be carefully designed and kinetic modeling meticulously executed. Furthermore, to enable quality control of enzyme reaction parameters, the experimental conditions, the modeling process as well as the raw data need to be reported comprehensively. By taking these steps, enzyme reaction parameters can be open and FAIR (findable, accessible, interoperable, re-usable) as well as repeatable, replicable and reproducible. This review discusses these requirements and provides a practical guide to designing initial rate experiments for the determination of enzyme reaction parameters and gives an open, FAIR and re-editable example of the kinetic modeling of an enzyme reaction. Both the guide and example are scripted with Python in Jupyter Notebooks and are publicly available (https://fairdomhub.org/investigations/483/snapshots/1). Finally, the prerequisites of automated data analysis and machine learning algorithms are briefly discussed to provide further motivation for the comprehensive, open and FAIR reporting of enzyme reaction parameters."
  },
  {
    "pmid": "39390263",
    "title": "kallisto, bustools and kb-python for quantifying bulk, single-cell and single-nucleus RNA-seq.",
    "date": "2025 Mar",
    "journal": "Nat Protoc",
    "authors": [
      "Sullivan DK",
      "Min KHJ",
      "Hjörleifsson KE",
      "Luebbert L",
      "Holley G",
      "Moses L",
      "Gustafsson J",
      "Bray NL",
      "Pimentel H",
      "Booeshaghi AS",
      "Melsted P",
      "Pachter L"
    ],
    "abstract": "The term 'RNA-seq' refers to a collection of assays based on sequencing experiments that involve quantifying RNA species from bulk tissue, single cells or single nuclei. The kallisto, bustools and kb-python programs are free, open-source software tools for performing this analysis that together can produce gene expression quantification from raw sequencing reads. The quantifications can be individualized for multiple cells, multiple samples or both. Additionally, these tools allow gene expression values to be classified as originating from nascent RNA species or mature RNA species, making this workflow amenable to both cell-based and nucleus-based assays. This protocol describes in detail how to use kallisto and bustools in conjunction with a wrapper, kb-python, to preprocess RNA-seq data. Execution of this protocol requires basic familiarity with a command line environment. With this protocol, quantification of a moderately sized RNA-seq dataset can be completed within minutes."
  },
  {
    "pmid": "36122952",
    "title": "Diagnostic Clinical Pathology of Boas and Pythons.",
    "date": "2022 Sep",
    "journal": "Vet Clin North Am Exot Anim Pract",
    "authors": [
      "Schnelle AN"
    ],
    "abstract": "Hematology and biochemistry testing of boas and pythons is a valuable topic for practicing clinicians and researchers alike. This article reviews blood cell morphology (with accompanying images) and reviews the literature for hematologic and biochemical material clinically relevant to the families Boidae and Pythonidae."
  },
  {
    "pmid": "37065715",
    "title": "A User's Guide to Machine Learning for Polymeric Biomaterials.",
    "date": "2023 Apr 12",
    "journal": "ACS Polym Au",
    "authors": [
      "Meyer TA",
      "Ramirez C",
      "Tamasi MJ",
      "Gormley AJ"
    ],
    "abstract": "The development of novel biomaterials is a challenging process, complicated by a design space with high dimensionality. Requirements for performance in the complex biological environment lead to difficult a priori rational design choices and time-consuming empirical trial-and-error experimentation. Modern data science practices, especially artificial intelligence (AI)/machine learning (ML), offer the promise to help accelerate the identification and testing of next-generation biomaterials. However, it can be a daunting task for biomaterial scientists unfamiliar with modern ML techniques to begin incorporating these useful tools into their development pipeline. This Perspective lays the foundation for a basic understanding of ML while providing a step-by-step guide to new users on how to begin implementing these techniques. A tutorial Python script has been developed walking users through the application of an ML pipeline using data from a real biomaterial design challenge based on group's research. This tutorial provides an opportunity for readers to see and experiment with ML and its syntax in Python. The Google Colab notebook can be easily accessed and copied from the following URL: www.gormleylab.com/MLcolab."
  },
  {
    "pmid": "37202762",
    "title": "Advances in spatial transcriptomics and related data analysis strategies.",
    "date": "2023 May 18",
    "journal": "J Transl Med",
    "authors": [
      "Du J",
      "Yang YC",
      "An ZJ",
      "Zhang MH",
      "Fu XH",
      "Huang ZF",
      "Yuan Y",
      "Hou J"
    ],
    "abstract": "Spatial transcriptomics technologies developed in recent years can provide various information including tissue heterogeneity, which is fundamental in biological and medical research, and have been making significant breakthroughs. Single-cell RNA sequencing (scRNA-seq) cannot provide spatial information, while spatial transcriptomics technologies allow gene expression information to be obtained from intact tissue sections in the original physiological context at a spatial resolution. Various biological insights can be generated into tissue architecture and further the elucidation of the interaction between cells and the microenvironment. Thus, we can gain a general understanding of histogenesis processes and disease pathogenesis, etc. Furthermore, in silico methods involving the widely distributed R and Python packages for data analysis play essential roles in deriving indispensable bioinformation and eliminating technological limitations. In this review, we summarize available technologies of spatial transcriptomics, probe into several applications, discuss the computational strategies and raise future perspectives, highlighting the developmental potential."
  },
  {
    "pmid": "35419289",
    "title": "Machine-Learning-Based Bibliometric Analysis of Pancreatic Cancer Research Over the Past 25 Years.",
    "date": "2022",
    "journal": "Front Oncol",
    "authors": [
      "Wang K",
      "Herr I"
    ],
    "abstract": "Machine learning and semantic analysis are computer-based methods to evaluate complex relationships and predict future perspectives. We used these technologies to define recent, current and future topics in pancreatic cancer research. Publications indexed under the Medical Subject Headings (MeSH) term 'Pancreatic Neoplasms' from January 1996 to October 2021 were downloaded from PubMed. Using the statistical computing language R and the interpreted, high-level, general-purpose programming language Python, we extracted publication dates, geographic information, and abstracts from each publication's metadata for bibliometric analyses. The generative statistical algorithm \"latent Dirichlet allocation\" (LDA) was applied to identify specific research topics and trends. The unsupervised \"Louvain algorithm\" was used to establish a network to identify relationships between single topics. A total of 60,296 publications were identified and analyzed. The publications were derived from 133 countries, mostly from the Northern Hemisphere. For the term \"pancreatic cancer research\", 12,058 MeSH terms appeared 1,395,060 times. Among them, we identified the four main topics \"Clinical Manifestation and Diagnosis\", \"Review and Management\", \"Treatment Studies\", and \"Basic Research\". The number of publications has increased rapidly during the past 25 years. Based on the number of publications, the algorithm predicted that \"Immunotherapy\", Prognostic research\", \"Protein expression\", \"Case reports\", \"Gemcitabine and mechanism\", \"Clinical study of gemcitabine\", \"Operation and postoperation\", \"Chemotherapy and resection\", and \"Review and management\" as current research topics. To our knowledge, this is the first study on this subject of pancreatic cancer research, which has become possible due to the improvement of algorithms and hardware."
  },
  {
    "pmid": "35875150",
    "title": "Constraint-Based Reconstruction and Analyses of Metabolic Models: Open-Source Python Tools and Applications to Cancer.",
    "date": "2022",
    "journal": "Front Oncol",
    "authors": [
      "Ng RH",
      "Lee JW",
      "Baloni P",
      "Diener C",
      "Heath JR",
      "Su Y"
    ],
    "abstract": "The influence of metabolism on signaling, epigenetic markers, and transcription is highly complex yet important for understanding cancer physiology. Despite the development of high-resolution multi-omics technologies, it is difficult to infer metabolic activity from these indirect measurements. Fortunately, genome-scale metabolic models and constraint-based modeling provide a systems biology framework to investigate the metabolic states and define the genotype-phenotype associations by integrations of multi-omics data. Constraint-Based Reconstruction and Analysis (COBRA) methods are used to build and simulate metabolic networks using mathematical representations of biochemical reactions, gene-protein reaction associations, and physiological and biochemical constraints. These methods have led to advancements in metabolic reconstruction, network analysis, perturbation studies as well as prediction of metabolic state. Most computational tools for performing these analyses are written for MATLAB, a proprietary software. In order to increase accessibility and handle more complex datasets and models, community efforts have started to develop similar open-source tools in Python. To date there is a comprehensive set of tools in Python to perform various flux analyses and visualizations; however, there are still missing algorithms in some key areas. This review summarizes the availability of Python software for several components of COBRA methods and their applications in cancer metabolism. These tools are evolving rapidly and should offer a readily accessible, versatile way to model the intricacies of cancer metabolism for identifying cancer-specific metabolic features that constitute potential drug targets."
  },
  {
    "pmid": "36757928",
    "title": "Deception detection with machine learning: A systematic review and statistical analysis.",
    "date": "2023",
    "journal": "PLoS One",
    "authors": [
      "Constâncio AS",
      "Tsunoda DF",
      "Silva HFN",
      "Silveira JMD",
      "Carvalho DR"
    ],
    "abstract": "Several studies applying Machine Learning to deception detection have been published in the last decade. A rich and complex set of settings, approaches, theories, and results is now available. Therefore, one may find it difficult to identify trends, successful paths, gaps, and opportunities for contribution. The present literature review aims to provide the state of research regarding deception detection with Machine Learning. We followed the PRISMA protocol and retrieved 648 articles from ACM Digital Library, IEEE Xplore, Scopus, and Web of Science. 540 of them were screened (108 were duplicates). A final corpus of 81 documents has been summarized as mind maps. Metadata was extracted and has been encoded as Python dictionaries to support a statistical analysis scripted in Python programming language, and available as a collection of Jupyter Lab Notebooks in a GitHub repository. All are available as Jupyter Lab Notebooks. Neural Networks, Support Vector Machines, Random Forest, Decision Tree and K-nearest Neighbor are the five most explored techniques. The studies report a detection performance ranging from 51% to 100%, with 19 works reaching accuracy rate above 0.9. Monomodal, Bimodal, and Multimodal approaches were exploited and achieved various accuracy levels for detection. Bimodal and Multimodal approaches have become a trend over Monomodal ones, although there are high-performance examples of the latter. Studies that exploit language and linguistic features, 75% are dedicated to English. The findings include observations of the following: language and culture, emotional features, psychological traits, cognitive load, facial cues, complexity, performance, and Machine Learning topics. We also present a dataset benchmark. Main conclusions are that labeled datasets from real-life data are scarce. Also, there is still room for new approaches for deception detection with Machine Learning, especially if focused on languages and cultures other than English-based. Further research would greatly contribute by providing new labeled and multimodal datasets for deception detection, both for English and other languages."
  },
  {
    "pmid": "35679366",
    "title": "Animal Models of Exercise From Rodents to Pythons.",
    "date": "2022 Jun 10",
    "journal": "Circ Res",
    "authors": [
      "Hastings MH",
      "Herrera JJ",
      "Guseh JS",
      "Atlason B",
      "Houstis NE",
      "Abdul Kadir A",
      "Li H",
      "Sheffield C",
      "Singh AP",
      "Roh JD",
      "Day SM",
      "Rosenzweig A"
    ],
    "abstract": "Acute and chronic animal models of exercise are commonly used in research. Acute exercise testing is used, often in combination with genetic, pharmacological, or other manipulations, to study the impact of these manipulations on the cardiovascular response to exercise and to detect impairments or improvements in cardiovascular function that may not be evident at rest. Chronic exercise conditioning models are used to study the cardiac phenotypic response to regular exercise training and as a platform for discovery of novel pathways mediating cardiovascular benefits conferred by exercise conditioning that could be exploited therapeutically. The cardiovascular benefits of exercise are well established, and, frequently, molecular manipulations that mimic the pathway changes induced by exercise recapitulate at least some of its benefits. This review discusses approaches for assessing cardiovascular function during an acute exercise challenge in rodents, as well as practical and conceptual considerations in the use of common rodent exercise conditioning models. The case for studying feeding in the Burmese python as a model for exercise-like physiological adaptation is also explored."
  },
  {
    "pmid": "30609523",
    "title": "MATLAB in electrochemistry: A review.",
    "date": "2019 Mar 1",
    "journal": "Talanta",
    "authors": [
      "Jalalvand AR",
      "Roushani M",
      "Goicoechea HC",
      "Rutledge DN",
      "Gu HW"
    ],
    "abstract": "MATLAB (MATrix LABoratory) is a multi-paradigm numerical computing environment and fourth-generation programming language. MATLAB allows matrix manipulations, plotting of functions and data, implementation of algorithms, creation of user interfaces and interfacing with programs written in other languages, including C, C ++ , Java, Fortran and Python. Electrochemistry is a branch of chemistry that studies the relationship between electricity, as a measurable and quantitative phenomenon, and identifiable chemical change, with either electricity considered an outcome of a particular chemical change or vice versa. MATLAB has obtained a wide range of applications in different fields of science and electrochemists are also using it for solving their problems which can help them to obtain more quantitative and qualitative information about systems under their studies. In this review, we are going to cast a look on different applications of MATLAB in electrochemistry and for each section, a number of selected articles published in the literature will be discussed and finally, the results will be summarized and concluded."
  },
  {
    "pmid": "35107884",
    "title": "A practical guide to interpreting and generating bottom-up proteomics data visualizations.",
    "date": "2022 Apr",
    "journal": "Proteomics",
    "authors": [
      "Schessner JP",
      "Voytik E",
      "Bludau I"
    ],
    "abstract": "Mass-spectrometry based bottom-up proteomics is the main method to analyze proteomes comprehensively and the rapid evolution of instrumentation and data analysis has made the technology widely available. Data visualization is an integral part of the analysis process and it is crucial for the communication of results. This is a major challenge due to the immense complexity of MS data. In this review, we provide an overview of commonly used visualizations, starting with raw data of traditional and novel MS technologies, then basic peptide and protein level analyses, and finally visualization of highly complex datasets and networks. We specifically provide guidance on how to critically interpret and discuss the multitude of different proteomics data visualizations. Furthermore, we highlight Python-based libraries and other open science tools that can be applied for independent and transparent generation of customized visualizations. To further encourage programmatic data visualization, we provide the Python code used to generate all data figures in this review on GitHub (https://github.com/MannLabs/ProteomicsVisualization)."
  },
  {
    "pmid": "36968012",
    "title": "Developing and reusing bioinformatics data analysis pipelines using scientific workflow systems.",
    "date": "2023",
    "journal": "Comput Struct Biotechnol J",
    "authors": [
      "Djaffardjy M",
      "Marchment G",
      "Sebe C",
      "Blanchet R",
      "Bellajhame K",
      "Gaignard A",
      "Lemoine F",
      "Cohen-Boulakia S"
    ],
    "abstract": "Data analysis pipelines are now established as an effective means for specifying and executing bioinformatics data analysis and experiments. While scripting languages, particularly Python, R and notebooks, are popular and sufficient for developing small-scale pipelines that are often intended for a single user, it is now widely recognized that they are by no means enough to support the development of large-scale, shareable, maintainable and reusable pipelines capable of handling large volumes of data and running on high performance computing clusters. This review outlines the key requirements for building large-scale data pipelines and provides a mapping of existing solutions that fulfill them. We then highlight the benefits of using scientific workflow systems to get modular, reproducible and reusable bioinformatics data analysis pipelines. We finally discuss current workflow reuse practices based on an empirical study we performed on a large collection of workflows."
  },
  {
    "pmid": "36749552",
    "title": "Electrophysiological Changes in Patients with Post-stroke Aphasia: A Systematic Review.",
    "date": "2023 Mar",
    "journal": "Brain Topogr",
    "authors": [
      "Arheix-Parras S",
      "Glize B",
      "Guehl D",
      "Python G"
    ],
    "abstract": "Background Magnetoencephalography (MEG) and electroencephalography (EEG) record two main types of data: continuous measurements at rest or during sleep, and event-related potentials/evoked magnetic fields (ERPs/EMFs) that involve specific and repetitive tasks. In this systematic review, we summarized longitudinal studies on recovery from post-stroke aphasia that used continuous or event-related temporal imaging (EEG or MEG). Methods We searched PubMed and Scopus for English articles published from 1950 to May 31, 2022. Results 34 studies were included in this review: 11 were non-interventional studies and 23 were clinical trials that used specific rehabilitation methods, neuromodulation, or drugs. The results of the non-interventional studies suggested that poor language recovery was associated with slow-wave activity persisting over time. The results of some clinical trials indicated that behavioral improvements were correlated with significant modulation of the N400 component. Discussion Compared with continuous EEG, ERP/EMF may more reliably identify biomarkers of therapy-induced effects. Electrophysiology should be used more often to explore language processes that are impaired after a stroke, as it may highlight treatment challenges for patients with post-stroke aphasia."
  },
  {
    "pmid": "35789661",
    "title": "Agricultural big data and methods and models for food security analysis-a mini-review.",
    "date": "2022",
    "journal": "PeerJ",
    "authors": [
      "Ammar KA",
      "Kheir AMS",
      "Manikas I"
    ],
    "abstract": "Big data and data analysis methods and models are important tools in food security (FS) studies for gap analysis and preparation of appropriate analytical frameworks. These innovations necessitate the development of novel methods for collecting, storing, processing, and extracting data."
  },
  {
    "pmid": "41027880",
    "title": "Best practices and tools in R and Python for statistical processing and visualization of lipidomics and metabolomics data.",
    "date": "2025 Sep 30",
    "journal": "Nat Commun",
    "authors": [
      "Idkowiak J",
      "Dehairs J",
      "Schwarzerová J",
      "Olešová D",
      "Truong JXM",
      "Kvasnička A",
      "Eftychiou M",
      "Cools R",
      "Spotbeen X",
      "Jirásko R",
      "Veseli V",
      "Giampà M",
      "de Laat V",
      "Butler LM",
      "Weckwerth W",
      "Friedecký D",
      "Demeulemeester J",
      "Hron K",
      "Swinnen JV",
      "Holčapek M"
    ],
    "abstract": "Mass spectrometry-based lipidomics and metabolomics generate extensive data sets that, along with metadata such as clinical parameters, require specific data exploration skills to identify and visualize statistically significant trends and biologically relevant differences. Besides tailored methods developed by individual labs, a solid core of freely accessible tools exists for exploratory data analysis and visualization, which we have compiled here, including preparation of descriptive statistics, annotated box plots, hypothesis testing, volcano plots, lipid maps and fatty acyl chain plots, unsupervised and supervised dimensionality reduction, dendrograms, and heat maps. This review is intended for those who would like to develop their skills in data analysis and visualization using freely available R or Python solutions. Beginners are guided through a selection of R and Python libraries for producing publication-ready graphics without being overwhelmed by the code complexity. This manuscript, along with associated GitBook code repository containing step-by-step instructions, offers readers a comprehensive guide, encouraging the application of R and Python for robust and reproducible chemometric analysis of omics data."
  },
  {
    "pmid": "36376590",
    "title": "Uncovering structural ensembles from single-particle cryo-EM data using cryoDRGN.",
    "date": "2023 Feb",
    "journal": "Nat Protoc",
    "authors": [
      "Kinman LF",
      "Powell BM",
      "Zhong ED",
      "Berger B",
      "Davis JH"
    ],
    "abstract": "Single-particle cryogenic electron microscopy (cryo-EM) has emerged as a powerful technique to visualize the structural landscape sampled by a protein complex. However, algorithmic and computational bottlenecks in analyzing heterogeneous cryo-EM datasets have prevented the full realization of this potential. CryoDRGN is a machine learning system for heterogeneous cryo-EM reconstruction of proteins and protein complexes from single-particle cryo-EM data. Central to this approach is a deep generative model for heterogeneous cryo-EM density maps, which we empirically find is effective in modeling both discrete and continuous forms of structural variability. Once trained, cryoDRGN is capable of generating an arbitrary number of 3D density maps, and thus interpreting the resulting ensemble is a challenge. Here, we showcase interactive and automated processing approaches for analyzing cryoDRGN results. Specifically, we detail a step-by-step protocol for the analysis of an existing assembling 50S ribosome dataset, including preparation of inputs, network training and visualization of the resulting ensemble of density maps. Additionally, we describe and implement methods to comprehensively analyze and interpret the distribution of volumes with the assistance of an associated atomic model. This protocol is appropriate for structural biologists familiar with processing single-particle cryo-EM datasets and with moderate experience navigating Python and Jupyter notebooks. It requires 3-4 days to complete. CryoDRGN is open source software that is freely available."
  },
  {
    "pmid": "36086543",
    "title": "PsmPy: A Package for Retrospective Cohort Matching in Python.",
    "date": "2022 Jul",
    "journal": "Annu Int Conf IEEE Eng Med Biol Soc",
    "authors": [
      "Kline A",
      "Luo Y"
    ],
    "abstract": "Propensity score matching (PSM) is a technique used in retrospective investigation of cohort matching as an alternative approach to the prospective matching that is typically used by a randomized control trial (RCT). The process of selecting untreated cases that are the best match to the treated cases is the focus of this research. We created a PSM package for the python environment, termed PsmPy, to carry out this task. The PsmPy package debuted and proposed here is based on a logistic regression logit score where a match is selected using k-nearest neighbors (k-NN). Additional plotting and arguments are available to the user and are also described. To benchmark our method, we compared it with the existing R package, MatchIt, and evaluated our covariates' residual effect sizes with respect to the treatment condition before and after matching. Using a Mann-Whitney statistical test, we showed that our method significantly outperformed MatchIt in cohort matching (U=49, p<0.0001) when comparing residual effect sizes of the covariates. The PsmPy demonstrated a 10-fold average improvement in residual effect sizes amongst covariates when compared with the package MatchIt, suggesting that it is a viable alternative for use in propensity matching studies."
  },
  {
    "pmid": "39606629",
    "title": "Emerging trends and hotspots in intestinal microbiota research in sepsis: bibliometric analysis.",
    "date": "2024",
    "journal": "Front Med (Lausanne)",
    "authors": [
      "Zhang Z",
      "Yang M",
      "Zhou T",
      "Chen Y",
      "Zhou X",
      "Long K"
    ],
    "abstract": "The association between the gut microbiota and sepsis has garnered attention in the field of intestinal research in sepsis. This study utilizes bibliometric methods to visualize and analyze the literature on gut microbiota research in sepsis from 2011 to 2024, providing a scientific foundation for research directions and key issues in this domain."
  },
  {
    "pmid": "37792103",
    "title": "Advancements and prospects of Raman spectroscopy in urological tumors: a bibliometric analysis.",
    "date": "2023 Oct 4",
    "journal": "Lasers Med Sci",
    "authors": [
      "He Q",
      "Tan Z",
      "Chen D",
      "Li H",
      "Zhou L"
    ],
    "abstract": "Raman spectroscopy exhibits potential as a tool for identifying the chemical composition of substances and has witnessed a growing application in urological oncology. This study undertook a bibliometric analysis to chart the present state and future prospects of Raman spectroscopy applications in urological tumors. The present study retrieved literature on the utilization of Raman spectroscopy in urological oncology from the Science Citation Index Expanded of Web of Science Core Collection, spanning from its inception to June 2023. Data from included studies were analyzed using CiteSpace, Python, and Excel. Our study examined 897 articles from 65 countries and identified a significant exponential growth in annual publications. The USA and China were prominent contributors to this field, with high publication rates and funding agencies. Shanghai Jiao Tong University emerged as the most influential institution. The journals Analytical Chemistry and Analyst were found to be the most productive. Our keyword analysis revealed an intense interest for \"gold nanoparticle\" and \"pathology,\" with the most recent bursts occurring for \"surface-enhanced Raman scattering (SERS),\" \"biomarkers,\" and \"prostate specific antigen.\" As a detection tool, Raman spectroscopy holds the potential to assist in the identification, management, and prognostication of urological tumors. Notably, adjuvant diagnosis and prognosis evaluation based on SERS of tumor markers is a hot research topic. These findings offer valuable insights into the current state of Raman spectroscopy research in urological oncology, which could inform future studies and clinical practice."
  },
  {
    "pmid": "34890097",
    "title": "EnzymeML-a data exchange format for biocatalysis and enzymology.",
    "date": "2022 Oct",
    "journal": "FEBS J",
    "authors": [
      "Range J",
      "Halupczok C",
      "Lohmann J",
      "Swainston N",
      "Kettner C",
      "Bergmann FT",
      "Weidemann A",
      "Wittig U",
      "Schnell S",
      "Pleiss J"
    ],
    "abstract": "EnzymeML is an XML-based data exchange format that supports the comprehensive documentation of enzymatic data by describing reaction conditions, time courses of substrate and product concentrations, the kinetic model, and the estimated kinetic constants. EnzymeML is based on the Systems Biology Markup Language, which was extended by implementing the STRENDA Guidelines. An EnzymeML document serves as a container to transfer data between experimental platforms, modeling tools, and databases. EnzymeML supports the scientific community by introducing a standardized data exchange format to make enzymatic data findable, accessible, interoperable, and reusable according to the FAIR data principles. An application programming interface in Python supports the integration of software tools for data acquisition, data analysis, and publication. The feasibility of a seamless data flow using EnzymeML is demonstrated by creating an EnzymeML document from a structured spreadsheet or from a STRENDA DB database entry, by kinetic modeling using the modeling platform COPASI, and by uploading to the enzymatic reaction kinetics database SABIO-RK."
  },
  {
    "pmid": "36385903",
    "title": "Dynamics of Acute Postsurgical Pain over the Last Decade: A Bibliometric Analysis.",
    "date": "2022",
    "journal": "Pain Res Manag",
    "authors": [
      "Tan Z",
      "Dong Y",
      "Li Q"
    ],
    "abstract": "Minimizing acute postsurgical pain (APSP) remains a challenge, despite extensive research about it. This study comprehensively analyzed the literature on APSP to assess how the field has developed and where it may go in the future."
  },
  {
    "pmid": "26808264",
    "title": "Is early starvation beneficial for the critically ill patient?",
    "date": "2016 Mar",
    "journal": "Curr Opin Clin Nutr Metab Care",
    "authors": [
      "Marik PE"
    ],
    "abstract": "Anorexia is a preserved evolutionally response that may be beneficial during acute illness. Yet current clinical practice guidelines recommend early and targeted enteral nutritional support. However, the optimal timing of the initiation of enteral nutrition and the caloric and protein requirements of critically ill patients is controversial."
  },
  {
    "pmid": "30243548",
    "title": "The electrocardiogram of vertebrates: Evolutionary changes from ectothermy to endothermy.",
    "date": "2019 Jul",
    "journal": "Prog Biophys Mol Biol",
    "authors": [
      "Boukens BJD",
      "Kristensen DL",
      "Filogonio R",
      "Carreira LBT",
      "Sartori MR",
      "Abe AS",
      "Currie S",
      "Joyce W",
      "Conner J",
      "Opthof T",
      "Crossley DA 2nd",
      "Wang T",
      "Jensen B"
    ],
    "abstract": "The electrocardiogram (ECG) reveals that heart chamber activation and repolarization are much faster in mammals and birds compared to ectothermic vertebrates of similar size. Temperature, however, affects electrophysiology of the heart and most data from ectotherms are determined at body temperatures lower than those of mammals and birds. The present manuscript is a review of the effects of temperature on intervals in the ECG of ectothermic and endothermic vertebrates rather than a hypothesis-testing original research article. However, the conclusions are supported by the inclusion of original data (Iguana iguana, N = 4; Python regius, N = 5; Alligator mississippiensis, N = 4). Most comparisons were of animals of approximately 1 kg. Compared to mammals and birds, the reptiles at 35-37 °C had 4 fold lower heart rates, 2 fold slower atrial and ventricular conduction (longer P- and QRS-wave durations), and 4 fold longer PR intervals (atrioventricular delay) and QT intervals (total ventricular repolarization). We conclude that the faster chamber activation in endotherms cannot be explained by temperature alone. Based on histology, we show that endotherms have a more compact myocardial architecture. In mammals, disorganization of the compact wall by fibrosis associates with conduction slowing and we suggest the compact tissue architecture allows for faster chamber activation. The short cardiac cycle that characterizes mammals and birds, however, is predominantly accommodated by shortening of the atrioventricular delay and the QT interval, which is so long in a 1 kg iguana that it compares to that of an elephant."
  },
  {
    "pmid": "40538572",
    "title": "The development and use of data warehousing in clinical settings: a scoping review.",
    "date": "2025",
    "journal": "Front Digit Health",
    "authors": [
      "Lyu S",
      "Craig S",
      "O'Reilly G",
      "Taniar D"
    ],
    "abstract": "The emergence of data warehousing in clinical settings has greatly enhanced data analysis capabilities, facilitating the accurate and comprehensive extraction of valuable information. This scoping review explores the contributions of data warehouses in clinical settings by analysing the strengths, challenges and implications of each type of data warehouse, with a particular focus on general and specialised types."
  },
  {
    "pmid": "35142909",
    "title": "A hands-on tutorial on network and topological neuroscience.",
    "date": "2022 Apr",
    "journal": "Brain Struct Funct",
    "authors": [
      "Centeno EGZ",
      "Moreni G",
      "Vriend C",
      "Douw L",
      "Santos FAN"
    ],
    "abstract": "The brain is an extraordinarily complex system that facilitates the optimal integration of information from different regions to execute its functions. With the recent advances in technology, researchers can now collect enormous amounts of data from the brain using neuroimaging at different scales and from numerous modalities. With that comes the need for sophisticated tools for analysis. The field of network neuroscience has been trying to tackle these challenges, and graph theory has been one of its essential branches through the investigation of brain networks. Recently, topological data analysis has gained more attention as an alternative framework by providing a set of metrics that go beyond pairwise connections and offer improved robustness against noise. In this hands-on tutorial, our goal is to provide the computational tools to explore neuroimaging data using these frameworks and to facilitate their accessibility, data visualisation, and comprehension for newcomers to the field. We will start by giving a concise (and by no means complete) overview of the field to introduce the two frameworks and then explain how to compute both well-established and newer metrics on resting-state functional magnetic resonance imaging. We use an open-source language (Python) and provide an accompanying publicly available Jupyter Notebook that uses the 1000 Functional Connectomes Project dataset. Moreover, we would like to highlight one part of our notebook dedicated to the realistic visualisation of high order interactions in brain networks. This pipeline provides three-dimensional (3-D) plots of pairwise and higher-order interactions projected in a brain atlas, a new feature tailor-made for network neuroscience."
  },
  {
    "pmid": "38098348",
    "title": "Mastering data visualization with Python: practical tips for researchers.",
    "date": "2023 Dec 15",
    "journal": "J Minim Invasive Surg",
    "authors": [
      "Han S",
      "Kwak IY"
    ],
    "abstract": "Big data have revolutionized the way data are processed and used across all fields. In the past, research was primarily conducted with a focus on hypothesis confirmation using sample data. However, in the era of big data, this has shifted to gaining insights from the collected data. Visualizing vast amounts of data to derive insights is crucial. For instance, leveraging big data for visualization can help identify and predict characteristics and patterns related to various infectious diseases. When data are presented in a visual format, patterns within the data become clear, making it easier to comprehend and provide deeper insights. This study aimed to comprehensively discuss data visualization and the various techniques used in the process. It also sought to enable researchers to directly use Python programs for data visualization. By providing practical visualization exercises on GitHub, this study aimed to facilitate their application in research endeavors."
  },
  {
    "pmid": "37538795",
    "title": "Cinacalcet use in secondary hyperparathyroidism: a machine learning-based systematic review.",
    "date": "2023",
    "journal": "Front Endocrinol (Lausanne)",
    "authors": [
      "Li X",
      "Ding W",
      "Zhang H"
    ],
    "abstract": "This study aimed to systematically review research on cinacalcet and secondary hyperparathyroidism (SHPT) using machine learning-based statistical analyses."
  }
]